Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: You cannot delete your own account.
cy: Ni allwch ddileu eich cyfrif eich hun.

source: That push doesn't belong to you.
ca: Aquesta pujada no et pertany.
cs: Ten tlak ti nepatří.
cy: Nid yw'r gwthiad hwnnw'n perthyn i chi.
da: Dette "push" tilhører ikke dig.
de: Dieser Push gehört nicht Ihnen.
es: Ese enlace no te pertenece.
fi: Tämä lähetys ei kuulu sinulle.
fr: Cette publication ne vous appartient pas.
hi: वह धक्का आपका नहीं है.
hu: Ez a küldés nem önhöz tartozik.
id: Dorongan itu bukan milik Anda.
is: Þessi ýta tilheyrir þér ekki.
it: Quel push non ti appartiene.
ja: そのプッシュはあなたのものではありません。
lv: Šī nosūtītā paroles saite nepieder Jums
nl: Die push is niet van jou.
no: Det pushet tilhører ikke deg.
pl: To przekazanie nie należy do ciebie.
pt_br: Esse envio não pertence a você.
pt_pt: Esse envio não pertence a si.
ro: Acel imbold nu-ți aparține.
ru: Это отправление не принадлежит вам.
sr: То гурање не припада теби.
sv: Den pushen tillhör inte dig.
th: การผลักดันนั้นไม่ได้เป็นของคุณ
uk: Цей поштовх не належить вам.
ur: وہ دھکا آپ کا نہیں ہے۔

source: That push is not deletable by viewers.
ca: Aquesta pujada no es pot ser esborrada.
cs: Tento push není pro diváky smazatelný.
cy: Ni ellir dileu'r gwthiad hwnnw gan wylwyr.
da: Dette "Push" kan ikke slettes af modtageren.
de: Dieser Push kann von Betrachtern nicht gelöscht werden.
es: Los espectadores no pueden borrar ese enlace.
fi: Katsojat eivät voi poistaa tätä lähetystä.
fr: Cette publication ne peut pas être supprimée par l'utilisateur
hi: वह पुश दर्शकों द्वारा हटाया नहीं जा सकता.
hu: Ez a küldés nem törölhető a nézők által.
id: Dorongan itu tidak dapat dihapus oleh pemirsa.
is: Þessu ýti er ekki hægt að eyða af áhorfendum.
it: Quel push non è cancellabile dai visualizzatori.
ja: そのプッシュは、閲覧者が削除することはできません。
lv: Šo nosūtīto paroli skatītāji nevar dzēst.
nl: Die push is niet te verwijderen door kijkers.
no: Den push-en kan ikke slettes av mottakere.
pl: To przekazanie nie może być usuwane przez odbiorców.
pt_br: Esse envio não pode ser excluído pelos visualizadores.
pt_pt: Esse envio não pode ser eliminado pelos visualizadores.
ro: Acest push nu poate fi șters de către telespectatori.
ru: Это отправление не может быть удалено получателями.
sr: Гледаоци не могу брисати тај притисак.
sv: Det här värdet kan inte raderas av personer med läsbehörighet.
th: ผู้ชมไม่สามารถลบการพุชนั้นได้
uk: Глядачі не можуть видалити цей поштовх.
ur: وہ دھکا ناظرین کے ذریعہ حذف نہیں کیا جاسکتا ہے۔

source: You must be logged in to view your active pushes.
cy: Rhaid i chi fod wedi mewngofnodi i weld eich gwthiadau gweithredol.

source: You must be logged in to view your expired pushes.
cy: Rhaid i chi fod wedi mewngofnodi i weld eich gwthiadau sydd wedi dod i ben.

source: That passphrase is incorrect. Please try again or contact the person or organization that sent you this link.
ca: Aquesta frase de contrasenya és incorrecta. Torna-ho a provar o contacta amb la persona o l'organització que t'ha enviat aquest enllaç.
cs: Tato přístupová fráze je nesprávná. Zkuste to prosím znovu nebo kontaktujte osobu či organizaci, která vám poslala tento odkaz.
cy: Mae'r cyfrinair hwnnw'n anghywir. Rhowch gynnig arall arni neu cysylltwch â'r person neu'r sefydliad a anfonodd y ddolen hon atoch.
da: Den adgangssætning er forkert. Prøv igen, eller kontakt den person eller organisation, der sendte dig dette link.
de: Diese Passphrase ist falsch. Bitte versuchen Sie es erneut oder wenden Sie sich an die Person oder Organisation, die Ihnen diesen Link gesendet hat.
es: Esa contraseña es incorrecta. Vuelve a intentarlo o comunícate con la persona u organización que te envió este vínculo.
fi: Tuo tunnuslause on väärä. Yritä uudelleen tai ota yhteyttä henkilöön tai organisaatioon, joka lähetti sinulle tämän linkin.
fr: Cette passphrase est incorrecte. Veuillez réessayer ou contacter la personne ou l'organisation qui vous a envoyé ce lien.
hi: वह पासफ़्रेज़ ग़लत है. कृपया पुनः प्रयास करें या उस व्यक्ति या संगठन से संपर्क करें जिसने आपको यह लिंक भेजा है।
hu: Ez a jelszó hibás. Kérjük, próbálja újra, vagy lépjen kapcsolatba azzal a személlyel vagy szervezettel, aki ezt a linket küldte Önnek.
id: Kata sandi tersebut salah. Silakan coba lagi atau hubungi orang atau organisasi yang mengirimi Anda tautan ini.
is: Það lykilorð er rangt. Vinsamlegast reyndu aftur eða hafðu samband við þann eða stofnunina sem sendi þér þennan hlekk.
it: Quella passphrase non è corretta. Riprova o contatta la persona o l'organizzazione che ti ha inviato questo link.
ja: そのパスフレーズは正しくありません。もう一度お試しいただくか、このリンクを送信した個人または組織にお問い合わせください。
lv: Šī ieejas frāze ir nepareiza. Lūdzu, mēģiniet vēlreiz vai sazinieties ar personu vai organizāciju, kas jums nosūtīja šo saiti.
nl: Dat wachtwoord is onjuist. Probeer het opnieuw of neem contact op met de persoon of organisatie die u deze link heeft gestuurd.
no: Passordet er feil. Vennligst prøv igjen eller kontakt personen eller organisasjonen som sendte deg denne linken.
pl: To hasło jest nieprawidłowe. Spróbuj ponownie lub skontaktuj się z osobą lub organizacją, która wysłała Ci ten link.
pt_br: Essa senha está incorreta. Tente novamente ou entre em contato com a pessoa ou organização que lhe enviou este link.
pt_pt: Essa senha está incorreta. Tente novamente ou entre em contato com a pessoa ou organização que lhe enviou este link.
ro: Această frază de acces este incorectă. Vă rugăm să încercați din nou sau să contactați persoana sau organizația care v-a trimis acest link.
ru: Эта парольная фраза неверна. Пожалуйста, попробуйте еще раз или свяжитесь с человеком или организацией, отправившей вам эту ссылку.
sr: Та приступна фраза је нетачна. Покушајте поново или контактирајте особу или организацију која вам је послала ову везу.
sv: Den lösenfrasen är felaktig. Försök igen eller kontakta personen eller organisationen som skickade den här länken till dig.
th: ข้อความรหัสผ่านนั้นไม่ถูกต้อง โปรดลองอีกครั้งหรือติดต่อบุคคลหรือองค์กรที่ส่งลิงก์นี้ให้คุณ
uk: Ця парольна фраза є неправильною. Будь ласка, спробуйте ще раз або зверніться до особи чи організації, яка надіслала вам це посилання.
ur: وہ پاس فریز غلط ہے۔ براہ کرم دوبارہ کوشش کریں یا اس شخص یا تنظیم سے رابطہ کریں جس نے آپ کو یہ لنک بھیجا ہے۔

source: That push has already expired and cannot be edited.
cy: Mae'r gwthiad hwnnw eisoes wedi dod i ben ac ni ellir ei olygu.

source: must be at least %{count} (days already elapsed + 1).
cy: rhaid bod o leiaf %{count} (dyddiau sydd eisoes wedi mynd heibio + 1).

source: must be at least %{count} (views already consumed + 1).
cy: rhaid bod o leiaf %{count} (golygfeydd eisoes wedi'u defnyddio + 1).

source: You can only attach up to %{count} files per push.
cy: Dim ond hyd at %{count} o ffeiliau y gallwch eu hatodi fesul gwthiad.

source: Push was successfully updated.
cy: Diweddarwyd Push yn llwyddiannus.

source: That push is not deletable by viewers and does not belong to you.
cy: Ni ellir dileu'r gwthiad hwnnw gan wylwyr ac nid yw'n eiddo i chi.

source: That push has already expired.
cy: Mae'r gwthiad hwnnw eisoes wedi dod i ben.

source: The push content has been deleted and the secret URL expired.
ca: El contingut pujat s'ha suprimit i l'URL secret ha caducat.
cs: Push obsah byl smazán a platnost tajné adresy URL vypršela.
cy: Mae'r cynnwys gwthio wedi'i ddileu ac mae'r URL cyfrinachol wedi dod i ben.
da: Push-indholdet er blevet slettet, og den hemmelige URL er udløbet.
de: Der Push-Inhalt wurde gelöscht und die geheime URL ist abgelaufen.
es: El contenido del enlace se eliminó y la URL secreta caducó.
fi: Lähetys on poistettu ja salainen URL-osoite vanhentunut.
fr: Le contenu a été supprimé et l'URL privée n'est plus valable.
hi: पुश सामग्री हटा दी गई है और गुप्त यूआरएल समाप्त हो गया है।
hu: A küldés tartalmát törölték, és a titkos URL lejárt.
id: Konten push telah dihapus dan URL rahasia telah kedaluwarsa.
is: Push efninu hefur verið eytt og leyni vefslóðin rann út.
it: Il contenuto push è stato eliminato e l'URL segreto è scaduto.
ja: プッシュ コンテンツが削除され、シークレット URL が期限切れになりました。
lv: Nosūtītās paroles informācija ir dzēsta un URL derīguma termiņš ir beidzies.
nl: De push-inhoud is verwijderd en de geheime URL is verlopen.
no: Push-innholdet er slettet og den hemmelige URL-en utløpt.
pl: Treść przekazania została usunięta, a tajny adres URL wygasł.
pt_br: O conteúdo do push foi deletado e a URL secreta expirou.
pt_pt: O conteúdo do envio foi eliminado e o URL secreto expirou.
ro: Conținutul push a fost șters, iar URL-ul secret a expirat.
ru: Содержимое отправления было удалено, а срок действия секретного URL истек.
sr: Пусх садржај је избрисан, а тајни УРЛ је истекао.
sv: Det pushade innehållet har tagits bort och den hemliga URLen har löpt ut.
th: เนื้อหาพุชถูกลบและ URL ลับหมดอายุ
uk: Пуш-контент видалено, а термін дії секретної URL-адреси закінчився.
ur: پش مواد کو حذف کر دیا گیا ہے اور خفیہ URL کی میعاد ختم ہو گئی ہے۔

source: You cannot delete the last file from a file push.
cy: Ni allwch ddileu'r ffeil olaf o gwthio ffeil.

source: File was successfully deleted.
cy: Dilewyd y ffeil yn llwyddiannus.

source: File not found.
cy: Ni chanfuwyd y ffeil.

source: File pushes are disabled.
cy: Mae gwthio ffeiliau wedi'u hanalluogi.

source: URL pushes are disabled.
cy: Mae gwthio URL wedi'u hanalluogi.

source: QR code pushes are disabled.
cy: Mae gwthio cod QR wedi'i analluogi.

source: Payload is required.
cy: Mae angen llwyth tâl.

source: The payload is too large. You can only push up to %{count} bytes.
cy: Mae'r llwyth tâl yn rhy fawr. Dim ond hyd at %{count} beit y gallwch ei wthio.

source: must be a valid HTTP or HTTPS URL.
cy: rhaid iddo fod yn URL HTTP neu HTTPS dilys.

source: The QR code payload is too large. You can only push up to %{count} bytes.
cy: Mae llwyth y cod QR yn rhy fawr. Dim ond hyd at %{count} beit y gallwch ei wthio.

source: Password Pusher
cy: Gwthiwr Cyfrinair

source: Administration Center
cy: Gweinyddiaeth

source: Administration Home
cy: Hafan Gweinyddiaeth

source: System Administration
cy: Gweinyddiaeth System

source: Admin Users
cy: Defnyddwyr Gweinyddol

source: Data Explorer
cy: Archwiliwr Data

source: Background Jobs
cy: Swyddi Cefndir

source: Administration
cy: Gweinyddiaeth

source: Welcome to the Password Pusher administration panel.
cy: Croeso i banel gweinyddu'r Gwthiwr Cyfrinair.

source: Manage your application settings and system administration from this central location.
cy: Rheoli gosodiadau eich rhaglen a gweinyddiaeth system o'r lleoliad canolog hwn.

source: OSS Version %{version}
cy: Fersiwn OSS %{version}

source: Total Users
cy: Cyfanswm y Defnyddwyr

source: Total Pushes
cy: Cyfanswm y Gwthiadau

source: Active Pushes
ca: Pujades actives
cs: Aktivní tlačí
cy: Gwthiadau Gweithredol
de: Aktive Pushes
es: Enlaces Activos
fi: Aktiiviset Lähetykset
fr: Publications actives
hi: सक्रिय धक्का
hu: Aktív küldések
id: Dorongan Aktif
is: Virkar ýtir
it: Push Attivi
ja: アクティブプッシュ
lv: Aktīvie sūtījumi
nl: Actieve Pushes
no: Aktive Push
pl: Aktywne przekazania
pt_br: Envios ativos
pt_pt: Envios Ativos
ro: Împingeri active
ru: Активные отправления
sr: Ацтиве Пусхес
sv: Aktiva pushningar
th: ผลักดันที่ใช้งานอยู่
uk: Активні поштовхи
ur: ایکٹو پشز

source: Total Audit Logs
cy: Cyfanswm y Logiau Archwilio

source: Monitor system performance, manage background jobs, and analyze usage patterns.
cy: Monitro perfformiad system, rheoli swyddi cefndir, a dadansoddi patrymau defnydd.

source: Administrator Management
cy: Rheoli Gweinyddwyr

source: Manage admin accounts and privileges
cy: Rheoli cyfrifon a breintiau gweinyddwr

source: Monitor and manage queued tasks
cy: Monitro a rheoli tasgau mewn ciw

source: Query data and manage records
cy: Ymchwilio i ddata a rheoli cofnodion

source: Database Administration
cy: Gweinyddiaeth Cronfa Ddata

source: Direct access to database records and user management tools.
cy: Mynediad uniongyrchol at gofnodion cronfa ddata ac offer rheoli defnyddwyr.

source: Advanced Database Access
cy: Mynediad Uwch i Gronfa Ddata

source: Direct record manipulation and management
cy: Trin a rheoli cofnodion yn uniongyrchol

source: Open Data Explorer
cy: Agor Archwiliwr Data

source: Resources & Support
cy: Adnoddau a Chymorth

source: Access documentation, source code, releases, and get help when you need it.
cy: Mynediad i ddogfennaeth, cod ffynhonnell, datganiadau, a chael cymorth pan fydd ei angen arnoch.

source: GitHub Repository
cy: Storfa GitHub

source: View source code and contribute
cy: Gweld y cod ffynhonnell a chyfrannu

source: Latest Releases
cy: Datganiadau Diweddaraf

source: View changelog and download updates
cy: Gweld y log newidiadau a lawrlwytho diweddariadau

source: Documentation
ca: Documentació
cs: Dokumentace
cy: Dogfennaeth
da: Dokumentation
de: Dokumentation
es: Documentación
fi: Dokumentointi
hi: प्रलेखन
hu: Dokumentáció
id: Dokumentasi
is: Skjöl
it: Documentazione
ja: ドキュメンテーション
lv: Dokumentācija
nl: Documentatie
no: Dokumentasjon
pl: Dokumentacja
pt_br: Documentação
pt_pt: Documentação
ro: Documentație
ru: Документация
sr: Документација
sv: Dokumentation
th: เอกสารประกอบ
uk: Документація
ur: دستاویزی

source: Complete setup and usage guides
cy: Canllawiau gosod a defnyddio cyflawn

source: Support
cy: Cymorth

source: Get help and report issues
cy: Cael cymorth ac adrodd am broblemau

source: Getting Started
cy: Dechrau Arni

source: Welcome to the Password Pusher Administration Center! Here's your complete toolkit:
cy: Croeso i Ganolfan Gweinyddu Gwthiwr Cyfrinair! Dyma'ch pecyn cymorth cyflawn:

source: 👥 Manage Administrators:
cy: 👥 Rheoli Gweinyddwyr:

source: Promote or revoke admin privileges for users in your system
cy: Hyrwyddo neu ddirymu breintiau gweinyddol ar gyfer defnyddwyr yn eich system

source: 📊 Monitor Background Jobs:
cy: 📊 Monitro Swyddi Cefndir:

source: Track email notifications, push cleanup, and system processing tasks
cy: Tracio hysbysiadau e-bost, glanhau gwthio, a thasgau prosesu system

source: 🗄️ Explore Database:
cy: 🗄️ Archwilio Cronfa Ddata:

source: Direct access to users, pushes, audit logs, and file storage records
cy: Mynediad uniongyrchol i ddefnyddwyr, gwthiadau, logiau archwilio, a chofnodion storio ffeiliau

source: 📈 View System Stats:
cy: 📈 Gweld Ystadegau'r System:

source: Monitor user activity, push counts, and audit log entries
cy: Monitro gweithgaredd defnyddwyr, cyfrifiadau gwthio, a chofnodion log archwilio

source: 🔍 Track Activity:
cy: 🔍 Gweithgaredd Tracio:

source: Review audit logs to understand system usage and security events
cy: Adolygu logiau archwilio i ddeall defnydd y system a digwyddiadau diogelwch

source: Manage administrator accounts and privileges
cy: Rheoli cyfrifon a breintiau gweinyddwr

source: %{count} Administrators
cy: Gweinyddwyr %{count}

source: Current Administrators
cy: Gweinyddwyr Cyfredol

source: Email
ca: Correu electrònic
cy: E-bost
fi: Sähköposti
hi: ईमेल
is: Tölvupóstur
ja: Eメール
lv: E-pasts
no: E-post
ru: Электронная почта
sr: Емаил
sv: E-post
th: อีเมล
uk: Адреса електронної пошти
ur: ای میل

source: Created
ca: Creat
cs: Vytvořeno
cy: Crëwyd
da: Oprettet
de: Erstellt
es: Creado
fi: Luotu
fr: Créé(e) le
hi: बनाया था
hu: Létrehozva
id: Dibuat
is: Búið til
it: Creato
ja: 作成した
lv: Izveidots
nl: Gemaakt
no: Opprettet
pl: Utworzono
pt_br: Criado
pt_pt: Criado
ro: Creat
ru: Создано
sr: Цреатед
sv: Skapad
th: สร้าง
uk: Створено
ur: بنایا

source: Last Sign In
cy: Mewngofnodi Diwethaf

source: Actions
cy: Camau gweithredu

source: You
cy: Chi

source: Never
cy: Byth

source: Are you sure you want to revoke administrator privileges from %{email}? They will lose access to the administration panel.
cy: Ydych chi'n siŵr eich bod chi eisiau dirymu breintiau gweinyddwr o %{email}? Byddan nhw'n colli mynediad i'r panel gweinyddu.

source: Revoke
cy: Dirymu

source: Your Account
cy: Eich Cyfrif

source: No administrators found
cy: Ni chanfuwyd unrhyw weinyddwyr

source: There are currently no administrator accounts in the system.
cy: Ar hyn o bryd nid oes unrhyw gyfrifon gweinyddwr yn y system.

source: Regular Users
cy: Defnyddwyr Rheolaidd

source: %{count} Regular Users
cy: %{count} Defnyddwyr Rheolaidd

source: Are you sure you want to promote %{email} to administrator? This will give them full access to the administration panel.
cy: Ydych chi'n siŵr eich bod chi eisiau dyrchafu %{email} i weinyddwr? Bydd hyn yn rhoi mynediad llawn iddyn nhw i'r panel gweinyddu.

source: Promote
cy: Hyrwyddo

source: No regular users found
cy: Ni chanfuwyd unrhyw ddefnyddwyr rheolaidd

source: All users in the system are administrators.
cy: Mae pob defnyddiwr yn y system yn weinyddwyr.

source: The file download links above will expire in:
cy: Bydd y dolenni lawrlwytho ffeiliau uchod yn dod i ben ymhen:

source: You can refresh the page to regenerate new download links if views remain.
cy: Gallwch adnewyddu'r dudalen i adfywio dolenni lawrlwytho newydd os oes golygfeydd yn parhau.

source: Expired
ca: Caducat
cs: Platnost vypršela
cy: Wedi dod i ben
da: Udløbet
de: Abgelaufen
es: Expirado
fi: Vanhentunut
fr: Expiré
hi: खत्म हो चुका
hu: Lejárt
id: Kadaluarsa
is: Útrunnið
it: Scaduto
ja: 期限切れ
lv: Beidzies derīguma termiņš
nl: Verlopen
no: Utløpt
pl: Wygasłe
pt_br: Expirado
pt_pt: Expirado
ro: Expirat
ru: Просрочена
sr: Истекао
sv: Utgånget
th: หมดอายุ
uk: Закінчився
ur: میعاد ختم

source: Secret Link Language
ca: Llenguatge d'enllaç secret
cs: Tajný jazyk odkazů
cy: Iaith Cyswllt Cyfrinachol
da: Hemmeligt linksprog
de: Sprache des Links
es: Idioma del enlace secreto
fi: Salainen linkkikieli
fr: Langue du lien secret
hi: गुप्त लिंक भाषा
hu: Titkos hivatkozási nyelv
id: Bahasa Tautan Rahasia
is: Leyndarmál hlekkja
it: Linguaggio collegamento segreto
ja: 秘密のリンク言語
lv: Slepenās saites valoda
nl: Taal van geheime link
no: Hemmelig lenkespråk
pl: Język tajnego linku
pt_br: Idioma do link secreto
pt_pt: Idioma do Link Secreto
ro: Limba secretă de legătură
ru: Язык секретной ссылки
sr: Језик тајне везе
sv: Hemligt länkspråk
th: ภาษาลิงค์ลับ
uk: Мова секретного посилання
ur: خفیہ لنک کی زبان

source: Autodetect the recipient's language
cy: Canfod iaith y derbynnydd yn awtomatig

source: Copy to Clipboard
ca: Copiar al portapapers
cs: Zkopírovat do schránky
cy: Copïo i'r Clipfwrdd
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
es: Copiar al Portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papier
hi: क्लिपबोर्ड पर कॉपी करें
hu: Másolja a vágólapra
id: Menyalin ke Papan Klip
is: Afritaðu á klemmuspjald
it: Copia negli Appunti
ja: クリップボードにコピー
lv: Kopēt starpliktuvē
nl: Kopiëren naar het klembord
no: Kopier til utklippstavle
pl: Skopiuj do schowka
pt_br: Copiar para área de transferência
pt_pt: Copiar para área de transferência
ro: Copiere în clipboard
ru: Копировать в буфер обмена
sr: Копирај у међуспремник
sv: Kopiera till urklipp
th: คัดลอกไปยังคลิปบอร์ด
uk: Скопіювати в буфер обміну
ur: کلپ بورڈ پر کاپی کریں۔

source: Admin view on %{date} by %{user}
cy: Golwg gweinyddol ar %{date} gan %{user}

source: Does not count towards view limit
cy: Nid yw'n cyfrif tuag at y terfyn gwylio

source: IP Address:
cy: Cyfeiriad IP:

source: User Agent:
cy: Asiant Defnyddiwr:

source: None
ca: Cap
cs: Žádný
cy: Dim
da: Ingen
de: Keine
es: Ninguna
fi: Ei mitään
fr: Aucun(e)
hi: कोई भी नहीं
hu: Egyik sem
id: Tidak ada
is: Enginn
it: Nessuna
ja: なし
lv: Nav
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro: Nici unul
ru: Нет
sr: Ниједан
sv: Ingen
th: ไม่มี
uk: Ні
ur: کوئی نہیں۔

source: Referrer:
cy: Cyfeiriwr:

source: Created on %{date} by %{user}
cy: Crëwyd ar %{date} gan %{user}

source: Edited on %{date} by %{user}
cy: Golygwyd ar %{date} gan %{user}

source: Manually expired on %{date} by %{user}
cy: Wedi dod i ben â llaw ar %{date} gan %{user}

source: Failed passphrase attempt on %{date} by %{user}
cy: Ymgais cyfrinair aflwyddiannus ar %{date} gan %{user}

source: Failed view attempt on %{date} by %{user}
cy: Ymgais gweld aflwyddiannus ar %{date} gan %{user}

source: Owner view on %{date} by %{user}
cy: Barn y perchennog ar %{date} gan %{user}

source: Successful view on %{date} by %{user}
cy: Golwg lwyddiannus ar %{date} gan %{user}

source: Click Here to Confirm Your Account
cy: Cliciwch Yma i Gadarnhau Eich Cyfrif
