Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Password Pusher supports re-branding "out of the box" allowing you to add a custom logo, text and even change images in the application.
ca: Password Pusher admet el canvi de marca "fora de la caixa" que us permet afegir un logotip personalitzat, text i fins i tot canviar imatges a l'aplicació.
cs: Password Pusher podporuje rebranding „out of the box“, což vám umožní přidat vlastní logo, text a dokonce změnit obrázky v aplikaci.
da: Password Pusher understøtter re-branding "ud af boksen", så du kan tilføje et brugerdefineret logo, tekst og endda ændre billeder i applikationen.
de: Password Pusher unterstützt Re-Branding „out of the box“. Es können ein benutzerdefiniertes Logo und Text hinzufügt und sogar Bilder in der Anwendung ausgetauscht werden.
es: Password Pusher admite el cambio de marca "listo para usar", lo que le permite agregar un logotipo personalizado, texto e incluso cambiar imágenes en la aplicación.
fi: Password Pusher tukee uudelleenbrändäystä "pakkauksesta", jolloin voit lisätä mukautetun logon, tekstiä ja jopa vaihtaa kuvia sovellukseen.
fr: Password Pusher supporte nativement le changement de marque, vous permettant d'ajouter un logo personnalisé, du texte et même de modifier des images dans l'application.
hi: पासवर्ड पुशर "आउट ऑफ द बॉक्स" री-ब्रांडिंग का समर्थन करता है, जिससे आप एप्लिकेशन में एक कस्टम लोगो, टेक्स्ट जोड़ सकते हैं और यहां तक कि छवियां भी बदल सकते हैं।
hu: A Password Pusher támogatja a „dobozból” márkaváltást, lehetővé téve egyéni logó, szöveg hozzáadását, és akár képek módosítását is az alkalmazásban.
id: Password Pusher mendukung re-branding "di luar kotak" yang memungkinkan Anda untuk menambahkan logo kustom, teks dan bahkan mengubah gambar dalam aplikasi.
is: Password Pusher styður endurmerkingu „úr kassanum“ sem gerir þér kleift að bæta við sérsniðnu lógói, texta og jafnvel breyta myndum í forritinu.
it: Password Pusher supporta il rebranding "out of the box" che consente di aggiungere un logo personalizzato, testo e persino modificare le immagini nell'applicazione.
ja: Password Pusher は、カスタム ロゴやテキストを追加したり、アプリケーション内の画像を変更したりできる「すぐに使える」再ブランディングをサポートしています。
lv: Password Pusher atbalsta unikāla dizaina izveidošanu, ļaujot lietojumprogrammā pievienot pielāgotu logotipu, tekstu un pat mainīt attēlus.
nl: Password Pusher ondersteunt re-branding "out of the box", zodat u een aangepast logo en tekst kunt toevoegen en zelfs afbeeldingen in de applicatie kunt wijzigen.
no: Password Pusher støtter re-branding "ut av boksen" slik at du kan legge til en tilpasset logo, tekst og til og med endre bilder i applikasjonen.
pl: Przekazywacz Haseł umożliwia re-branding poprzez dodanie niestandardowego logo, tekstu, a nawet zmianę obrazków w aplikacji.
pt_br: O Password Pusher suporta re-branding "fora da caixa", permitindo que você adicione um logotipo personalizado, texto e até mesmo alterar imagens no aplicativo.
pt_pt: O Password Pusher suporta re-branding "fora da caixa", permitindo que adiciona o seu logótipo personalizado, texto ou mesmo alteras as imagens da aplicação.
ro: Password Pusher suportă re-brandingul "out of the box", permițându-vă să adăugați un logo personalizat, text și chiar să schimbați imagini în aplicație.
ru: Password Pusher поддерживает ребрендинг "из коробки", позволяя вам добавить пользовательский логотип, текст и даже изменить изображения в приложении.
sr: Пассворд Пусхер подржава ре-брендирање "из кутије" омогућавајући вам да додате прилагођени логотип, текст, па чак и да промените слике у апликацији.
sv: Password Pusher stöder re-branding "out of the box" så att du kan lägga till en anpassad logotyp, text och till och med ändra bilder i applikationen.
th: Password Pusher รองรับการสร้างแบรนด์ใหม่ "นอกกรอบ" ช่วยให้คุณเพิ่มโลโก้ ข้อความ และแม้กระทั่งเปลี่ยนรูปภาพในแอปพลิเคชันได้
uk: Password Pusher підтримує ребрендинг "з коробки", дозволяючи додавати власний логотип, текст і навіть змінювати зображення в додатку.
ur: پاس ورڈ پشر "باکس سے باہر" کی دوبارہ برانڈنگ کو سپورٹ کرتا ہے جس کی مدد سے آپ اپنی مرضی کے لوگو، ٹیکسٹ اور یہاں تک کہ ایپلی کیشن میں تصاویر بھی تبدیل کر سکتے ہیں۔

source: Are there any licensing restrictions for me, my company or my organization?
ca: Hi ha restriccions de llicència per a mi, la meva empresa o la meva organització?
cs: Jsou zde nějaká licenční omezení pro mě, mou společnost nebo organizaci?
da: Er der nogen licensbegrænsninger for mig, min virksomhed eller min organisation?
de: Gibt es Lizenzbeschränkungen für mich, mein Unternehmen oder meine Organisation?
es: ¿Existe alguna restricción de licencia para mí, mi empresa o mi organización?
fi: Onko minulle, yritykselleni tai organisaatiolleni lisensointirajoituksia?
fr: Est-ce qu'il y a des contraintes de licence pour moi, mon entreprise ou mon organisation ?
hi: क्या मेरे, मेरी कंपनी या मेरे संगठन के लिए कोई लाइसेंसिंग प्रतिबंध हैं?
hu: Vannak-e licencelési korlátozások rám, a cégemre vagy a szervezetemre?
id: Apakah ada pembatasan lisensi untuk saya, perusahaan saya, atau organisasi saya?
is: Eru einhverjar leyfishömlur fyrir mig, fyrirtækið mitt eða stofnunina mína?
it: Esistono restrizioni di licenza per me, la mia azienda o la mia organizzazione?
ja: 私、私の会社、または私の組織に対するライセンス制限はありますか?
lv: Vai man, manam uzņēmumam vai organizācijai ir kādi licencēšanas ierobežojumi?
nl: Zijn er licentiebeperkingen voor mij, mijn bedrijf of mijn organisatie?
no: Er det noen lisensieringsbegrensninger for meg, firmaet mitt eller organisasjonen min?
pl: Czy istnieją jakieś ograniczenia licencyjne dla mnie, mojej firmy lub mojej organizacji?
pt_br: Há alguma restrição de licença para mim, minha empresa ou minha organização?
pt_pt: Existem restrições de licenciamento para mim, para a minha empresa ou para a minha organização?
ro: Există vreo restricție de licențiere pentru mine, compania sau organizația mea?
ru: Существуют ли какие-либо лицензионные ограничения для меня, моей компании или моей организации?
sr: Да ли постоје ограничења за лиценцирање за мене, моју компанију или моју организацију?
sv: Finns det några licensrestriktioner för mig, mitt företag eller min organisation?
th: มีข้อจำกัดด้านสิทธิ์การใช้งานสำหรับฉัน บริษัท หรือองค์กรของฉันหรือไม่?
uk: Чи існують обмеження щодо ліцензування для мене, моєї компанії або моєї організації?
ur: کیا میرے، میری کمپنی یا میری تنظیم کے لیے لائسنسنگ کی کوئی پابندیاں ہیں؟

source: The source code is released under the Apache 2.0 License and that pretty much defines any and all limitations. There are quite a few rebranded and redesigned clone sites of Password Pusher and I welcome them all.
ca: El codi font es publica sota la llicència Apache 2.0 i això defineix gairebé totes les limitacions. Hi ha uns quants llocs de clons rebrandats i redissenyats de Password Pusher i els donem la benvinguda a tots.
cs: Zdrojový kód je vydán pod licencí Apache 2.0 a ta do značné míry definuje všechna omezení. Existuje poměrně málo přeznačených a předělaných klonových stránek Password Pusher a já je všechny vítám.
da: Kildekoden er udgivet under Apache 2.0-licensen, og det definerer stort set alle begrænsninger. Der er en del omdannede og redesignede klonsider af Password Pusher, og jeg byder dem alle velkommen.
de: Der Quellcode wird unter der Apache 2.0-Lizenz veröffentlicht und diese definiert so ziemlich alle Einschränkungen. Es gibt eine ganze Reihe von umbenannten und neu gestalteten Klonseiten von Password Pusher, und ich begrüße sie alle.
es: El código fuente se publica bajo la licencia Apache 2.0 y eso define prácticamente todas y cada una de las limitaciones. Hay bastantes sitios de clonación de Password Pusher rediseñados y renombrados y les doy la bienvenida a todos.
fi: Lähdekoodi on julkaistu Apache 2.0 -lisenssillä, ja se määrittelee melkein kaikki rajoitukset. Password Pusherin kloonisivustoja on useita uudelleen tuotettuja ja uudelleen suunniteltuja, ja toivotan ne kaikki tervetulleiksi.
fr: Le code source est publié sous la licence Apache 2.0 et cela définit à peu près toutes les limitations. Il existe de nombreux sites clones renommés et repensés de Password Pusher et je les accueille tous avec bienvenue.
hi: स्रोत कोड अपाचे 2.0 लाइसेंस के तहत जारी किया गया है और यह काफी हद तक किसी भी और सभी सीमाओं को परिभाषित करता है। पासवर्ड पुशर की कई रीब्रांडेड और पुन: डिज़ाइन की गई क्लोन साइटें हैं और मैं उन सभी का स्वागत करता हूं।
hu: A forráskód az Apache 2.0 licenc alatt jelenik meg, és ez nagyjából meghatároz minden korlátozást. A Password Pusher számos újramárkázott és újratervezett klónoldala van, és üdvözlöm őket.
id: Kode sumbernya dirilis di bawah Lisensi Apache 2.0 dan itu cukup banyak mendefinisikan setiap dan semua batasan. Ada cukup banyak situs tiruan yang diganti nama dan didesain ulang dari Password Pusher dan saya menyambut baik semuanya.
is: Kóðinn er gefinn út undir Apache 2.0 leyfinu og það skilgreinir nokkurn veginn allar takmarkanir. Það eru til nokkrar endurmerktar og endurhannaðar klónasíður Password Pusher og ég fagna þeim öllum.
it: Il codice sorgente è rilasciato sotto la licenza Apache 2.0 e ciò definisce praticamente tutte le limitazioni. Ci sono parecchi siti clone rinominati e riprogettati di Password Pusher e li accolgo con favore.
ja: ソース コードは Apache 2.0 ライセンスに基づいてリリースされており、これによりあらゆる制限がほぼ定義されます。 Password Pusher のブランド変更や再設計されたクローン サイトは数多くありますが、私はそれらすべてを歓迎します。
lv: Avota kods tiek izlaists saskaņā ar Apache 2.0 licenci, un tas gandrīz nosaka visus ierobežojumus. Ir diezgan daudz pārveidotu un pārveidotu Password Pusher klonu vietņu, un es tās visas atzinīgi vērtēju.
nl: De broncode is vrijgegeven onder de Apache 2.0-licentie en dat definieert vrijwel alle beperkingen. Er zijn nogal wat vernieuwde en opnieuw ontworpen kloonsites van Password Pusher en ik verwelkom ze allemaal.
no: Kildekoden er utgitt under Apache 2.0-lisensen, og det definerer stort sett alle begrensninger. Det er ganske mange rebrandede og redesignede klonesider av Password Pusher, og jeg ønsker dem alle velkommen.
pl: Kod źródłowy jest udostępniany na licencji Apache 2.0, co w zasadzie definiuje wszelkie ograniczenia. Istnieje sporo witryn o zmienionej nazwie i przeprojektowanych witrynach klonujących Password Pusher i witam je wszystkie.
pt_br: O código-fonte é lançado sob a licença Apache 2.0 e isso define praticamente toda e qualquer limitação. Existem alguns sites clones renomeados e redesenhados do Password Pusher e eu dou as boas-vindas a todos eles.
pt_pt: O código-fonte é lançado sob a licença Apache 2.0 e isso define praticamente toda e qualquer limitação. Existem alguns sites clones renomeados e redesenhados do Password Pusher e eu dou as boas-vindas a todos eles.
ro: Codul sursă este eliberat sub licența Apache 2.0, ceea ce definește în mare parte toate limitările. Există destul de multe site-uri clone ale lui Password Pusher, rebranduite și reproiectate, și le salut pe toate.
ru: Исходный код выпущен под лицензией Apache 2.0, и это практически определяет все ограничения. Существует довольно много ребрендированных и переделанных сайтов-клонов Password Pusher, и я приветствую их все.
sr: Изворни код је објављен под Апацхе 2.0 лиценцом и то прилично дефинише сва ограничења. Постоји доста ребрендираних и редизајнираних клонираних сајтова Пассворд Пусхер-а и поздрављам их све.
sv: Källkoden släpps under Apache 2.0-licensen och det definierar i stort sett alla begränsningar. Det finns en hel del ommärkta och omdesignade klonsidor av Password Pusher och jag välkomnar dem alla.
th: ซอร์สโค้ดได้รับการเผยแพร่ภายใต้ลิขสิทธิ์ Apache 2.0 และนั่นค่อนข้างจะกำหนดข้อจำกัดใดๆ และทั้งหมด มีไซต์โคลนของ Password Pusher ที่ได้รับการรีแบรนด์และออกแบบใหม่อยู่จำนวนไม่น้อย และฉันยินดีต้อนรับพวกเขาทั้งหมด
uk: Вихідний код випускається під ліцензією Apache 2.0, що в значній мірі визначає всі обмеження. Існує досить багато ребрендованих і перероблених сайтів-клонів Password Pusher, і я вітаю їх усіх.
ur: ماخذ کوڈ اپاچی 2.0 لائسنس کے تحت جاری کیا گیا ہے اور یہ کسی بھی اور تمام حدود کی وضاحت کرتا ہے۔ پاس ورڈ پشر کی کچھ ری برانڈڈ اور دوبارہ ڈیزائن کردہ کلون سائٹس ہیں اور میں ان سب کو خوش آمدید کہتا ہوں۔

source: Why would I want to run my own private instance of Password Pusher?
ca: Per què voldria executar la meva pròpia instància privada de Password Pusher?
cs: Proč bych měl chtít provozovat svou vlastní soukromou instanci Password Pusher?
da: Hvorfor skulle jeg køre min egen private udgave af Password Pusher?
de: Warum sollte eine eigene private Instanz von Password Pusher betrieben werden?
es: ¿Por qué querría ejecutar mi propia instancia privada de Password Pusher?
fi: Miksi haluaisin käyttää omaa Password Pusherin instanssia?
fr: Pourquoi voudrais-je exécuter ma propre instance de Password Pusher ?
hi: मैं पासवर्ड पुशर का अपना निजी उदाहरण क्यों चलाना चाहूंगा?
hu: Miért szeretném a Password Pusher saját privát példányát futtatni?
id: Mengapa saya ingin menjalankan contoh pribadi Password Pusher saya sendiri?
is: Af hverju ætti ég að vilja keyra mitt eigið einkatilvik af Password Pusher?
it: Perché dovrei voler eseguire la mia istanza privata di Password Pusher?
ja: Password Pusher の独自のプライベート インスタンスを実行する必要があるのはなぜですか?
lv: Kāpēc gan lai es vēlētos palaist savu privāto Password Pusher instanci?
nl: Waarom zou ik mijn eigen privé-instantie van Wachtwoord Pusher willen gebruiken?
no: Hvorfor vil jeg kjøre min egen private forekomst av Password Pusher?
pl: Dlaczego miałbym chcieć uruchomić własną prywatną instancję Przekazywacza Haseł?
pt_br: Por que eu iria querer executar minha própria instância privada do Password Pusher?
pt_pt: Por que fará sentido eu executar a minha própria instância privada do Password Pusher?
ro: De ce aș vrea să rulez propria mea instanță privată de Password Pusher?
ru: Зачем мне запускать свой собственный экземпляр Password Pusher?
sr: Зашто бих желео да покренем сопствену приватну инстанцу Пассворд Пусхер-а?
sv: Varför skulle jag vilja köra min egen privata instans av Password Pusher?
th: เหตุใดฉันจึงต้องเรียกใช้อินสแตนซ์ส่วนตัวของ Password Pusher
uk: Навіщо мені запускати власний приватний екземпляр Password Pusher?
ur: میں پاس ورڈ پشر کی اپنی ذاتی مثال کیوں چلانا چاہوں گا؟

source: Some organizations are bound by security policies that prohibit the use of public services for sensitive information such as passwords. There are even organizations that require all tools to be on private intranets without access to the outside world.
ca: Algunes organitzacions estan subjectes a polítiques de seguretat que prohibeixen l'ús de serveis públics per a informació sensible, com ara contrasenyes. Fins i tot hi ha organitzacions que requereixen que totes les eines estiguin a intranets privades sense accés al món exterior.
cs: Některé organizace jsou vázány bezpečnostními zásadami, které zakazují používání veřejných služeb pro citlivé informace, jako jsou hesla. Existují dokonce organizace, které vyžadují, aby všechny nástroje byly na soukromém intranetu bez přístupu k vnějšímu světu.
da: Nogle organisationer er bundet af sikkerhedspolitikker, der forbyder brugen af offentlige tjenester til følsomme oplysninger såsom adgangskoder. Der er endda organisationer, der kræver, at alle værktøjer er på private intranet uden adgang til omverdenen.
de: Einige Unternehmen sind an strenge Sicherheitsrichtlinien gebunden, die die Nutzung öffentlicher Dienste für sensible Daten verbieten. Es gibt sogar Organisationen, die vorschreiben, dass alle Tools in privaten Intranets ohne Zugang zur Außenwelt eingesetzt werden müssen.
es: Algunas organizaciones están sujetas a políticas de seguridad que prohíben el uso de servicios públicos para información sensible como contraseñas. Incluso hay organizaciones que requieren que todas las herramientas estén en intranets privadas sin acceso al mundo exterior.
fi: Joitakin organisaatioita sitovat suojauskäytännöt, jotka kieltävät julkisten palvelujen käytön arkaluonteisten tietojen, kuten salasanojen, käsittelyssä. On jopa organisaatioita, jotka vaativat kaikkien työkalujen olevan yksityisissä intranetissä ilman pääsyä ulkomaailmaan.
fr: Certaines organisations sont contraintes par des politiques de sécurité qui interdisent l'utilisation de services cloud pour des informations sensibles telles que les mots de passe. Il en existe même qui exigent que l'ensemble de leurs outils soient hébergées en intranet.
hi: कुछ संगठन सुरक्षा नीतियों से बंधे हैं जो पासवर्ड जैसी संवेदनशील जानकारी के लिए सार्वजनिक सेवाओं के उपयोग पर रोक लगाते हैं। यहां तक कि ऐसे संगठन भी हैं जिनके लिए बाहरी दुनिया तक पहुंच के बिना सभी उपकरणों को निजी इंट्रानेट पर होना आवश्यक है।
hu: Egyes szervezeteket olyan biztonsági szabályzatok kötnek, amelyek tiltják a publikus szolgáltatások használatát érzékeny információk, például jelszavak céljára. Vannak még olyan szervezetek is, amelyeknek minden eszköznek magán intraneten kell lennie anélkül, hogy hozzáférne a külvilághoz.
id: Beberapa organisasi terikat oleh kebijakan keamanan yang melarang penggunaan layanan publik untuk informasi sensitif seperti kata sandi. Bahkan ada organisasi yang mengharuskan semua alat berada di intranet pribadi tanpa akses ke dunia luar.
is: Sumar stofnanir eru bundnar af öryggisreglum sem banna notkun opinberrar þjónustu fyrir viðkvæmar upplýsingar eins og lykilorð. Það eru jafnvel stofnanir sem krefjast þess að öll verkfæri séu á innra neti einkaaðila án aðgangs að umheiminum.
it: Alcune organizzazioni sono vincolate da criteri di sicurezza che vietano l'uso di servizi pubblici per informazioni sensibili come le password. Ci sono persino organizzazioni che richiedono che tutti gli strumenti siano su intranet private senza accesso al mondo esterno.
ja: 一部の組織は、パスワードなどの機密情報に公共サービスを使用することを禁止するセキュリティ ポリシーに拘束されています。外の世界にアクセスすることなく、すべてのツールをプライベート イントラネット上に配置することを要求する組織さえあります。
lv: Dažām organizācijām ir jāievēro drošības politikas, kas aizliedz izmantot publiskos pakalpojumus sensitīvai informācijai, piemēram, parolēm. Ir pat organizācijas, kas pieprasa, lai visi rīki atrastos privātos iekštīklos bez piekļuves ārpasaulei.
nl: Sommige organisaties zijn gebonden aan beveiligingsbeleid dat het gebruik van openbare diensten voor gevoelige informatie zoals wachtwoorden verbiedt. Er zijn zelfs organisaties die vereisen dat alle tools op privé-intranetten staan zonder toegang tot de buitenwereld.
no: Noen organisasjoner er bundet av sikkerhetspolicyer som forbyr bruk av offentlige tjenester for sensitiv informasjon som passord. Det er til og med organisasjoner som krever at alle verktøy er på private intranett uten tilgang til omverdenen.
pl: W niektórych organizacjach obowiązują zasady bezpieczeństwa, które zabraniają korzystania z usług publicznych w przypadku poufnych informacji, takich jak hasła. Istnieją nawet organizacje, które wymagają, aby wszystkie narzędzia znajdowały się w prywatnych intranetach bez dostępu do świata zewnętrznego.
pt_br: Algumas empresas estão sujeitas a políticas de segurança que proíbem o uso de serviços públicos para informações confidenciais, como senhas. Existem até empresas que exigem que todas as ferramentas estejam em intranets privadas sem acesso ao mundo exterior.
pt_pt: Algumas organizações estão sujeitas a políticas de segurança que proíbem o uso de serviços públicos para informações confidenciais, como senhas. Existem até organizações que exigem que todas as ferramentas estejam em intranets privadas sem acesso ao mundo exterior.
ro: Unele organizații sunt obligate de politici de securitate care interzic utilizarea serviciilor publice pentru informații sensibile, cum ar fi parolele. Există chiar și organizații care cer ca toate instrumentele să se afle pe intraneturi private, fără acces la lumea exterioară.
ru: Некоторые организации связаны политикой безопасности, запрещающей использование общедоступных сервисов для конфиденциальной информации, такой как пароли. Есть даже организации, которые требуют, чтобы все инструменты находились в частных сетях без доступа к внешнему миру.
sr: Неке организације су обавезне безбедносним политикама које забрањују коришћење јавних услуга за осетљиве информације као што су лозинке. Постоје чак и организације које захтевају да сви алати буду на приватним интранетима без приступа спољашњем свету.
sv: Vissa organisationer är bundna av säkerhetspolicies som förbjuder användning av publika tjänster för känslig information som lösenord. Det finns till och med organisationer som kräver att alla verktyg finns på privata intranät utan tillgång till omvärlden.
th: บางองค์กรมีข้อผูกพันตามนโยบายความปลอดภัยที่ห้ามใช้บริการสาธารณะสำหรับข้อมูลที่ละเอียดอ่อน เช่น รหัสผ่าน มีแม้กระทั่งองค์กรที่ต้องการให้เครื่องมือทั้งหมดอยู่บนอินทราเน็ตส่วนตัวโดยไม่ต้องเข้าถึงโลกภายนอก
uk: Деякі організації зобов'язані дотримуватися політики безпеки, яка забороняє використовувати публічні сервіси для отримання конфіденційної інформації, наприклад, паролів. Існують навіть організації, які вимагають, щоб усі інструменти знаходилися в приватних інтрамережах без доступу до зовнішнього світу.
ur: کچھ تنظیمیں حفاظتی پالیسیوں کی پابند ہیں جو پاس ورڈ جیسی حساس معلومات کے لیے عوامی خدمات کے استعمال کو ممنوع قرار دیتی ہیں۔ یہاں تک کہ ایسی تنظیمیں بھی ہیں جو بیرونی دنیا تک رسائی کے بغیر نجی انٹرانیٹ پر تمام ٹولز کی ضرورت ہوتی ہیں۔
