Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: In this respect, the public instance at pwpush.com may be superior in that it contains only passwords without identifying information mixed among users from around the globe.
ca: En aquest sentit, la instància pública de pwpush.com pot ser superior perquè només conté contrasenyes sense informació d'identificació barrejada entre usuaris d'arreu del món.
cs: V tomto ohledu může být veřejná instance na pwpush.com lepší v tom, že obsahuje pouze hesla bez identifikačních informací smíšených mezi uživateli z celého světa.
da: I denne henseende kan den offentlige instans på pwpush.com være overlegen ved, at den kun indeholder adgangskoder uden identificerende oplysninger blandet blandt brugere fra hele kloden.
de: In dieser Hinsicht könnte die öffentliche Instanz auf pwpush.com überlegen sein, da sie nur Passwörter ohne identifizierende Informationen enthält, die von Benutzern aus der ganzen Welt gemischt werden.
es: En este sentido, la instancia pública en pwpush.com puede ser superior porque contiene sólo contraseñas sin información de identificación mezclada entre usuarios de todo el mundo.
fi: Tässä suhteessa pwpush.com-sivuston julkinen esiintymä voi olla parempi siinä mielessä, että se sisältää vain salasanoja ilman eri puolilta maailmaa olevien käyttäjien kesken sekoitettua tunnistetietoa.
fr: À cet égard, l'instance publique sur pwpush.com peut être supérieure dans la mesure où elle ne contient que des mots de passe sans informations d'identification mélangées entre utilisateurs du monde entier.
hi: इस संबंध में, pwpush.com पर सार्वजनिक उदाहरण इस मायने में बेहतर हो सकता है कि इसमें दुनिया भर के उपयोगकर्ताओं के बीच मिली-जुली जानकारी की पहचान किए बिना केवल पासवर्ड शामिल हैं।
hu: Ebből a szempontból a pwpush.com nyilvános példánya jobb lehet abban, hogy csak jelszavakat tartalmaz, anélkül, hogy azonosító információkat vegyen a világ minden tájáról származó felhasználók között.
id: Dalam hal ini, contoh publik di pwpush.com mungkin lebih unggul karena hanya berisi kata sandi tanpa mengidentifikasi informasi yang tercampur di antara pengguna dari seluruh dunia.
is: Að þessu leyti getur hið opinbera tilvik á pwpush.com verið betra að því leyti að það inniheldur aðeins lykilorð án þess að auðkenna upplýsingar blandað meðal notenda alls staðar að úr heiminum.
it: A questo proposito, l'istanza pubblica su pwpush.com potrebbe essere superiore in quanto contiene solo password senza informazioni identificative mescolate tra utenti di tutto il mondo.
ja: この点、pwpush.com のパブリック インスタンスは、世界中のユーザー間で混在する個人情報を識別せず、パスワードのみを含むという点で優れている可能性があります。
lv: Šajā ziņā publiskā instance vietnē pwpush.com var būt pārāka, jo tajā ir tikai paroles bez identificējošas informācijas, kas sajaukta starp lietotājiem no visas pasaules.
nl: In dit opzicht kan de openbare instantie op pwpush.com superieur zijn omdat deze alleen wachtwoorden bevat zonder identificerende informatie die gemengd is onder gebruikers van over de hele wereld.
no: I denne forbindelse kan den offentlige forekomsten på pwpush.com være overlegen ved at den kun inneholder passord uten identifiserende informasjon blandet blant brukere fra hele verden.
pl: Pod tym względem instancja publiczna na pwpush.com może być lepsza, ponieważ zawiera wyłącznie hasła bez informacji identyfikujących mieszanych między użytkownikami z całego świata.
pt_br: Nesse aspecto, a instância pública em pwpush.com pode ser superior, pois contém apenas senhas sem informações de identificação misturadas entre usuários de todo o mundo.
pt_pt: Nesse aspecto, a instância pública em pwpush.com pode ser superior, pois contém apenas senhas sem informações de identificação misturadas entre usuários de todo o mundo.
ro: În acest sens, instanța publică de la pwpush.com poate fi superioară, deoarece conține doar parole fără informații de identificare amestecate între utilizatori din întreaga lume.
ru: В этом отношении общедоступный экземпляр pwpush.com может оказаться лучше, так как содержит только пароли без идентификационной информации, перемешанной между пользователями со всего мира.
sr: У том погледу, јавна инстанца на пвпусх.цом може бити супериорнија по томе што садржи само лозинке без идентификационих информација измешаних међу корисницима из целог света.
sv: I detta avseende kan den offentliga instansen på pwpush.com vara överlägsen genom att den endast innehåller lösenord utan identifierande information blandad bland användare från hela världen.
th: ในแง่นี้ กรณีสาธารณะที่ pwpush.com อาจเหนือกว่าตรงที่มีเพียงรหัสผ่านโดยไม่มีการระบุข้อมูลปะปนกันระหว่างผู้ใช้จากทั่วโลก
uk: У цьому відношенні публічний екземпляр на pwpush.com може бути кращим, оскільки він містить лише паролі без ідентифікаційної інформації, змішаної серед користувачів з усього світу.
ur: اس سلسلے میں، pwpush.com پر عوامی مثال اس لحاظ سے بہتر ہو سکتی ہے کہ اس میں دنیا بھر کے صارفین کے درمیان ملی جلی معلومات کی شناخت کیے بغیر صرف پاس ورڈ شامل ہیں۔

source: The user should carefully weigh the pros and cons and decide which route is best for them. We happily support both strategies.
ca: L'usuari ha de sospesar acuradament els pros i els contres i decidir quina ruta és la millor per a ell. Estem encantats de recolzar ambdues estratègies.
cs: Uživatel by měl pečlivě zvážit pro a proti a rozhodnout se, která cesta je pro něj nejlepší. Obě strategie rádi podporujeme.
da: Brugeren bør omhyggeligt afveje fordele og ulemper og beslutte, hvilken form der er bedst for dem. Vi støtter gerne begge strategier.
de: Der Nutzer sollte die Vor- und Nachteile sorgfältig abwägen und entscheiden, welcher Weg für ihn der beste ist. Wir unterstützen gern beide Strategien.
es: El usuario debe sopesar cuidadosamente los pros y los contras y decidir qué ruta es mejor para él. Con mucho gusto apoyamos ambas estrategias.
fi: Käyttäjän tulee punnita huolellisesti edut ja haitat ja päättää, mikä vaihtoehto on hänelle paras. Tuemme mielellämme molempia strategioita.
fr: Pesez le pour et le contre et décidez ce qui est le mieux. Nous supportons les deux options.
hi: उपयोगकर्ता को सावधानीपूर्वक पेशेवरों और विपक्षों का मूल्यांकन करना चाहिए और निर्णय लेना चाहिए कि कौन सा मार्ग उनके लिए सर्वोत्तम है। हम ख़ुशी से दोनों रणनीतियों का समर्थन करते हैं।
hu: A felhasználónak gondosan mérlegelnie kell az előnyöket és hátrányokat, és el kell döntenie, hogy melyik útvonal a legjobb a számára. Örömmel támogatjuk mindkét stratégiát.
id: Pengguna harus mempertimbangkan dengan cermat pro dan kontra dan memutuskan rute mana yang terbaik untuk mereka. Kami dengan senang hati mendukung kedua strategi tersebut.
is: Notandinn ætti að vega vandlega kosti og galla og ákveða hvaða leið hentar honum best. Við styðjum báðar aðferðir með ánægju.
it: L'utente dovrebbe valutare attentamente i pro e i contro e decidere quale percorso è meglio per loro. Sosteniamo felicemente entrambe le strategie.
ja: ユーザーは、長所と短所を慎重に比較検討し、最適なルートを決定する必要があります。私たちは両方の戦略を喜んで支持します。
lv: Lietotājam rūpīgi jāizsver plusi un mīnusi un jāizlemj, kurš piedāvājums viņam ir vislabākais. Mēs ar prieku atbalstām abus variantus.
nl: De gebruiker moet de voor- en nadelen zorgvuldig afwegen en beslissen welke route voor hem het beste is. We ondersteunen beide strategieën graag.
no: Brukeren bør nøye veie fordeler og ulemper og bestemme hvilken rute som er best for dem. Vi støtter gjerne begge strategiene.
pl: Użytkownik powinien dokładnie rozważyć zalety oraz wady i zdecydować, która opcja dla niego najlepsza. Chętnie wspieramy obie strategie.
pt_br: O usuário deve pesar cuidadosamente os prós e os contras e decidir qual rota é melhor para ele. Nós apoiamos ambas as estratégias.
pt_pt: O utilizador deve pesar cuidadosamente os prós e os contras e decidir qual rota é a melhor para eles. Temos todo o gosto em apoiar ambas as estratégias.
ro: Utilizatorul ar trebui să cântărească cu atenție avantajele și dezavantajele și să decidă care este cea mai bună cale pentru el. Noi susținem cu plăcere ambele strategii.
ru: Пользователь должен тщательно взвесить все за и против и решить, какой путь для него лучше. Мы с радостью поддерживаем обе стратегии.
sr: Корисник треба пажљиво да одмери предности и недостатке и одлучи која је рута најбоља за њега. Са задовољством подржавамо обе стратегије.
sv: Användaren bör noggrant väga fördelar och nackdelar och bestämma vilken väg som är bäst för dem. Vi stöder gärna båda strategierna.
th: ผู้ใช้ควรชั่งน้ำหนักข้อดีและข้อเสียอย่างรอบคอบและตัดสินใจว่าเส้นทางใดดีที่สุดสำหรับพวกเขา เรายินดีสนับสนุนทั้งสองกลยุทธ์
uk: Користувач повинен ретельно зважити всі "за" і "проти" і вирішити, який маршрут для нього найкращий. Ми з радістю підтримуємо обидві стратегії.
ur: صارف کو احتیاط سے فوائد اور نقصانات کا وزن کرنا چاہئے اور فیصلہ کرنا چاہئے کہ کون سا راستہ ان کے لئے بہترین ہے۔ ہم خوشی سے دونوں حکمت عملیوں کی حمایت کرتے ہیں۔

source: Other
ca: Altres
cs: jiný
da: Andre
de: Sonstiges
es: Otro
fi: Muut
fr: Autre
hi: अन्य
hu: Egyéb
id: Lainnya
is: Annað
it: Altro
ja: 他の
lv: Cits
nl: Ander
no: Annen
pl: Inny
pt_br: Outro
pt_pt: Outro
ro: Altele
ru: Прочее
sr: Остало
sv: Andra
th: อื่น
uk: Інше
ur: دیگر

source: The URL I sent link seems to have not worked by the time it was received. Does this happen occasionally and is there a way to prevent this?
ca: L'URL que he enviat l'enllaç sembla que no ha funcionat quan es va rebre. Això passa de tant en tant i hi ha alguna manera de prevenir-ho?
cs: Zdá se, že adresa URL, kterou jsem poslal, nefungovala v době, kdy byla přijata. Stává se to občas a existuje způsob, jak tomu zabránit?
da: URL'en, jeg sendte linket, ser ikke ud til at have virket, da den blev modtaget. Sker dette lejlighedsvis, og er der en måde at forhindre dette på?
de: Der von mir gesendete Link scheint zum Zeitpunkt des Empfangs nicht funktioniert zu haben. Kommt das gelegentlich vor und gibt es eine Möglichkeit, dies zu verhindern?
es: La URL que envié parece no haber funcionado en el momento en que se recibió. ¿Sucede esto de vez en cuando y hay alguna manera de prevenirlo?
fi: Lähettämäni URL-linkki ei näytä toimineen sen vastaanottamiseen mennessä. Tapahtuuko tätä satunnaisesti ja onko mitään keinoa estää tämä?
fr: L'URL que j'ai envoyée ne semble ne pas avoir fonctionné quand elle a été reçue. Cela arrive-t-il occasionnellement et comment éviter cela ?
hi: ऐसा लगता है कि मैंने जो यूआरएल लिंक भेजा था, वह प्राप्त होने तक काम नहीं कर रहा था। क्या ऐसा कभी-कभी होता है और क्या इसे रोकने का कोई तरीका है?
hu: Úgy tűnik, hogy az általam elküldött URL-cím a beérkezés időpontjában nem működött. Előfordul ez időnként, és van-e mód ennek megelőzésére?
id: Tautan URL yang saya kirimkan tampaknya tidak berfungsi pada saat diterima. Apakah hal ini kadang-kadang terjadi dan adakah cara untuk mencegahnya?
is: Slóðin sem ég sendi tengilinn virðist ekki hafa virkað þegar hún barst. Gerist þetta stundum og er einhver leið til að koma í veg fyrir þetta?
it: L'URL che ho inviato al collegamento sembra non aver funzionato nel momento in cui è stato ricevuto. Succede occasionalmente e c'è un modo per prevenirlo?
ja: リンクを送信した URL は、受信した時点で機能していないようです。これは時々起こりますか、これを防ぐ方法はありますか?
lv: Šķiet, ka nosūtītā URL saite līdz tās saņemšanas brīdim vairs nedarbojās. Cik bieži šī kļūda notiek un vai ir veids, kā to novērst?
nl: De URL die ik heb verzonden, lijkt niet te werken tegen de tijd dat deze werd ontvangen. Gebeurt dit af en toe en is er een manier om dit te voorkomen?
no: URL-en jeg sendte lenken ser ikke ut til å ha fungert da den ble mottatt. Skjer dette av og til, og er det en måte å forhindre dette på?
pl: URL, który wysłałem link wydaje się nie działać do czasu jego otrzymania. Czy zdarza się to sporadycznie i czy istnieje sposób, aby temu zapobiec?
pt_br: O link da URL que enviei parece não ter funcionado no momento em que foi recebido. Isso acontece ocasionalmente e existe uma maneira de evitar isso?
pt_pt: O URL que enviei parece não ter funcionado no momento em que foi recebido. Isto acontece ocasionalmente e existe uma maneira de evitar isso?
ro: URL-ul pe care am trimis link-ul pare să nu fi funcționat până la momentul în care a fost primit. Se întâmplă acest lucru ocazional și există o modalitate de a preveni acest lucru?
ru: URL, по которому я отправил ссылку, похоже, не сработал к моменту ее получения. Случается ли такое время от времени и есть ли способ предотвратить это?
sr: Изгледа да УРЛ који сам послао није функционисао до тренутка када је примљен. Да ли се ово дешава повремено и постоји ли начин да се то спречи?
sv: URL:en jag skickade länken verkar inte ha fungerat när den togs emot. Händer detta ibland och finns det något sätt att förhindra detta?
th: ดูเหมือนว่า URL ที่ฉันส่งลิงก์จะใช้ไม่ได้เมื่อได้รับลิงก์นั้น สิ่งนี้เกิดขึ้นเป็นครั้งคราวและมีวิธีป้องกันหรือไม่?
uk: Здається, що посилання, яке я надіслав, не працювало, коли я його отримав. Чи часто таке трапляється і чи можна цьому запобігти?
ur: ایسا لگتا ہے کہ میں نے جو URL بھیجا ہے اس کے موصول ہونے تک کام نہیں ہوا ہے۔ کیا یہ کبھی کبھار ہوتا ہے اور کیا اسے روکنے کا کوئی طریقہ ہے؟

source: Some systems such as email, firewalls and chat systems often have link scanners that can eat up views.
ca: Alguns sistemes, com ara el correu electrònic, els tallafocs i els sistemes de xat, solen tenir escàners d'enllaços que poden consumir vistes.
cs: Některé systémy, jako jsou e-maily, firewally a chatovací systémy, mají často skenery odkazů, které mohou spotřebovat pohledy.
da: Nogle systemer som e-mail, firewalls og chatsystemer har ofte linkscannere, der kan æde visninger.
de: Einige Systeme wie E-Mail, Firewalls und Chat-Systeme haben oft Link-Scanner, die Aufrufe verbrauchen können.
es: Algunos sistemas, como el correo electrónico, los firewalls y los sistemas de chat, a menudo tienen escáneres de enlaces que pueden consumir vistas.
fi: Joissakin järjestelmissä, kuten sähköpostissa, palomuurissa ja chat-järjestelmissä, on usein linkkien skannereita, jotka voivat kuluttaa näkymiä.
fr: Des systèmes tels que la messagerie, les pare-feu et les systèmes de chat ou conversation en ligne ont souvent des analyseurs de liens qui peuvent consommer des vues.
hi: कुछ सिस्टम जैसे ईमेल, फ़ायरवॉल और चैट सिस्टम में अक्सर लिंक स्कैनर होते हैं जो व्यू को ख़त्म कर सकते हैं।
hu: Egyes rendszerek, például az e-mail, a tűzfalak és a csevegőrendszerek gyakran tartalmaznak linkszkennereket, amelyek felemésztik a nézeteket.
id: Beberapa sistem seperti email, firewall, dan sistem chatting sering kali memiliki pemindai tautan yang bisa menghabiskan tampilan.
is: Sum kerfi eins og tölvupóstur, eldveggir og spjallkerfi eru oft með tenglaskanna sem geta étið upp skoðanir.
it: Alcuni sistemi come e-mail, firewall e sistemi di chat hanno spesso scanner di link che possono consumare visualizzazioni.
ja: 電子メール、ファイアウォール、チャット システムなどの一部のシステムには、多くの場合、ビューを消費するリンク スキャナーが含まれています。
lv: Dažās sistēmas, piemēram, e-pastā, ugunsmūrī un tērzēšanas platformās, bieži vien ir URL skeneri, kas var patērēt skatījumus.
nl: Sommige systems zoals email, firewalls en chat system hebben vaak een link scanner die onnodige een weergave kan gebruiken.
no: Noen systemer som e-post, brannmurer og chatsystemer har ofte lenkeskannere som kan spise opp visninger.
pl: Niektóre systemy, takie jak poczta e-mail, zapory ogniowe i systemy czatu, często mają skanery linków, które mogą nabijać wyświetlenia.
pt_br: Alguns sistemas, como e-mail, firewalls e sistemas de bate-papo, geralmente possuem scanners de link que podem consumir visualizações.
pt_pt: Alguns sistemas, como e-mail, firewalls e sistemas de chat, geralmente possuem scanners de links, que podem consumir visualizações.
ro: Unele sisteme, cum ar fi e-mailurile, firewall-urile și sistemele de chat, au adesea scanere de linkuri care pot consuma vizualizări.
ru: Некоторые системы, такие как электронная почта, брандмауэры и системы чата, часто имеют сканеры ссылок, которые могут съедать просмотры.
sr: Неки системи као што су е-пошта, заштитни зидови и системи за ћаскање често имају скенере линкова који могу да поједу прегледе.
sv: Vissa system som e-post, brandväggar och chattsystem har ofta länkskannrar som kan äta upp vyer.
th: บางระบบ เช่น อีเมล ไฟร์วอลล์ และระบบแชท มักจะมีตัวสแกนลิงก์ที่สามารถกินยอดวิวได้
uk: Деякі системи, такі як електронна пошта, брандмауери та чати, часто мають сканери посилань, які можуть з'їдати перегляди.
ur: کچھ سسٹمز جیسے ای میل، فائر والز اور چیٹ سسٹم میں اکثر لنک اسکینر ہوتے ہیں جو ویوز کو کھا سکتے ہیں۔

source: This is done for security or to simply generate a "preview" for chat systems.
ca: Això es fa per seguretat o simplement per generar una "vista prèvia" per als sistemes de xat.
cs: To se provádí z důvodu bezpečnosti nebo jednoduše pro vytvoření "náhledu" pro chatovací systémy.
da: Dette gøres for sikkerhed eller blot for at generere en "preview" til chatsystemer.
de: Dies geschieht aus Sicherheitsgründen oder um einfach eine "Vorschau" für Chat-Systeme zu erstellen.
es: Esto se hace por seguridad o simplemente para generar una "vista previa" para los sistemas de chat.
fi: Tämä tehdään turvallisuuden vuoksi tai yksinkertaisesti "esikatselun" luomiseksi chat-järjestelmille.
fr: Ceci est fait pour des raisons de sécurité ou simplement pour générer un aperçu pour les outils de conversation ou chat en ligne.
hi: यह सुरक्षा के लिए या केवल चैट सिस्टम के लिए "पूर्वावलोकन" उत्पन्न करने के लिए किया जाता है।
hu: Ez a biztonság érdekében történik, vagy egyszerűen "előnézet" létrehozása a chatrendszerekhez.
id: Hal ini dilakukan untuk keamanan atau sekadar menghasilkan "pratinjau" untuk sistem obrolan.
is: Þetta er gert til öryggis eða til að búa til „forskoðun“ fyrir spjallkerfi.
it: Questo viene fatto per motivi di sicurezza o semplicemente per generare una "anteprima" per i sistemi di chat.
ja: これは、セキュリティのため、または単にチャット システムの「プレビュー」を生成するために行われます。
lv: Tas tiek darīts drošības apsvērumu dēļ vai tāpēc, lai vienkārši ģenerētu "priekšskatījumu" tērzēšanas sistēmās.
nl: Dit wordt gedaan voor de veiligheid of om simpelweg een "preview" voor chatsystemen te genereren.
no: Dette gjøres for sikkerhet eller for å ganske enkelt generere en "forhåndsvisning" for chattesystemer.
pl: Odbywa się to ze względów bezpieczeństwa lub po prostu w celu wygenerowania „podglądu” systemów czatu.
pt_br: Isso é feito por segurança ou simplesmente para gerar uma "visualização" dos sistemas de bate-papo.
pt_pt: Isto é feito por segurança ou simplesmente para gerar uma "visualização" dos sistemas de chat.
ro: Acest lucru se face din motive de securitate sau pur și simplu pentru a genera o "previzualizare" pentru sistemele de chat.
ru: Это делается в целях безопасности или просто для создания "предварительного просмотра" для систем чата.
sr: Ово се ради ради безбедности или да се једноставно генерише „преглед“ за системе за ћаскање.
sv: Detta görs för säkerheten eller för att helt enkelt generera en "förhandsvisning" för chattsystem.
th: สิ่งนี้ทำเพื่อความปลอดภัยหรือเพื่อสร้าง "ตัวอย่าง" สำหรับระบบแชท
uk: Це робиться з міркувань безпеки або для того, щоб просто створити "попередній перегляд" для чат-систем.
ur: یہ سیکیورٹی کے لیے یا صرف چیٹ سسٹمز کے لیے "پیش نظارہ" بنانے کے لیے کیا جاتا ہے۔

source: To prevent this, use the 1-click retrieval step option when pushing passwords.
ca: Per evitar-ho, utilitzeu l'opció de pas de recuperació d'1 clic quan introduïu contrasenyes.
cs: Chcete-li tomu zabránit, použijte při zadávání hesel možnost kroku načítání jedním kliknutím.
da: For at forhindre dette skal du bruge muligheden for 1-klik hentning, når du trykker adgangskoder.
de: Um dies zu verhindern, verwenden Sie beim Pushen von Passwörtern die Option 1-Klick-Abrufschritt.
es: Para evitar esto, use la opción de paso de recuperación de 1 clic cuando envíe contraseñas.
fi: Voit estää tämän käyttämällä yhden napsautuksen hakuvaihetta salasanoja työntäessäsi.
fr: Pour éviter ça, utilisez l'option d'étape de récupération en 1 clic lors de la transmission des mots de passe.
hi: इसे रोकने के लिए, पासवर्ड दबाते समय 1-क्लिक पुनर्प्राप्ति चरण विकल्प का उपयोग करें।
hu: Ennek elkerülése érdekében használja az 1-kattintásos visszakeresési lépést a jelszavak leküldésekor.
id: Untuk mencegah hal ini, gunakan opsi langkah pengambilan 1-klik saat mendorong kata sandi.
is: Til að koma í veg fyrir þetta skaltu nota 1-smella endurheimtunarskref valkostinn þegar þú ýtir á lykilorð.
it: Per evitare ciò, utilizzare l'opzione del passaggio di recupero con 1 clic durante il push delle password.
ja: これを防ぐには、パスワードをプッシュするときにワンクリック取得ステップ オプションを使用します。
lv: Lai to novērstu, nosūtot paroles, izmantojiet viena klikšķa izguves darbības opciju.
nl: Om dit te voorkomen, gebruikt u de 1-klik ophaalstapoptie bij het pushen van wachtwoorden.
no: For å forhindre dette, bruk 1-klikks gjenfinningstrinn-alternativet når du trykker passord.
pl: Aby temu zapobiec, użyj opcji wyświetlania jednym kliknięciem podczas przekazywania haseł.
pt_br: Para evitar isso, use a opção de etapa de recuperação com 1 clique ao enviar senhas.
pt_pt: Para prevenir isto, use a opção de recuperação num só clique quando estiver a enviar palavras-passe
ro: Pentru a preveni acest lucru, utilizați opțiunea 1-click de recuperare a parolelor.
ru: Чтобы предотвратить это, используйте опцию "Механизм исправления доступа в 1 клик" при пересылке паролей.
sr: Да бисте то спречили, користите опцију корака преузимања 1-кликом када уносите лозинке.
sv: För att förhindra detta, använd alternativet för 1-klickshämtning när du skickar lösenord.
th: เพื่อป้องกันปัญหานี้ ให้ใช้ตัวเลือกขั้นตอนการดึงข้อมูลในคลิกเดียวเมื่อกดรหัสผ่าน
uk: Щоб запобігти цьому, використовуйте опцію "Крок відновлення в 1 клік" під час натискання паролів.
ur: اسے روکنے کے لیے، پاس ورڈز کو آگے بڑھاتے وقت 1-کلک بازیافت قدم کا اختیار استعمال کریں۔
