Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: This requires the users to click through a preliminary page to protect views from such scanners.
ca: Això requereix que els usuaris facin clic a través d'una pàgina preliminar per protegir les vistes d'aquests escàners.
cs: To vyžaduje, aby uživatelé proklikali úvodní stránku, aby chránili pohledy z takových skenerů.
da: Dette kræver, at brugerne klikker sig igennem en foreløbig side for at beskytte visninger fra sådanne scannere.
de: Dazu müssen sich die Benutzer durch eine vorgeschaltene Seite klicken, um Ansichten vor solchen Scannern zu schützen.
es: Esto requiere que los usuarios hagan clic en una página preliminar para proteger las vistas de dichos escáneres.
fi: Tämä edellyttää, että käyttäjät napsauttavat alustavan sivun läpi suojatakseen näkymät tällaisilta skannereilta.
fr: Cela contraint les utilisateurs à cliquer sur une page intermédiaire pour préserver le nombre de vues des accès de ces outils d'analyse.
hi: इसके लिए उपयोगकर्ताओं को ऐसे स्कैनर से दृश्यों की सुरक्षा के लिए प्रारंभिक पृष्ठ पर क्लिक करना होगा।
hu: Ehhez a felhasználóknak át kell kattintaniuk egy előzetes oldalra, hogy megvédjék a nézeteiket az ilyen szkennerektől.
id: Hal ini mengharuskan pengguna mengklik melalui halaman pendahuluan untuk melindungi tampilan dari pemindai tersebut.
is: Þetta krefst þess að notendur smelli í gegnum bráðabirgðasíðu til að vernda skoðanir frá slíkum skanna.
it: Ciò richiede agli utenti di fare clic su una pagina preliminare per proteggere le visualizzazioni da tali scanner.
ja: これにより、ユーザーはそのようなスキャナーからビューを保護するために予備ページをクリックする必要があります。
lv: Lai aizsargātu skatījumus no šādiem skeneriem, lietotājiem ir jānoklikšķina uz iepriekšējās lapas.
nl: Dit vereist dat de gebruikers door een voorbereidende pagina klikken om weergaven van dergelijke scanners te beschermen.
no: Dette krever at brukerne klikker seg gjennom en foreløpig side for å beskytte visninger fra slike skannere.
pl: Wymaga to od użytkowników kliknięcia na wstępnej stronie w celu ochrony wyświetleń przed takimi skanerami.
pt_br: Isso requer que os usuários cliquem em uma página preliminar para proteger as exibições de tais scanners.
pt_pt: Isto requer que os utilizadores cliquem em uma página preliminar para proteger as exibições de tais scanners.
ro: Acest lucru necesită ca utilizatorii să facă clic pe o pagină preliminară pentru a proteja vizualizările de astfel de scanere.
ru: Это требует, чтобы пользователи проходили через предварительную страницу для защиты просмотров от таких сканеров.
sr: Ово захтева од корисника да кликну на прелиминарну страницу како би заштитили погледе од таквих скенера.
sv: Detta kräver att användarna klickar sig igenom en preliminär sida för att skydda vyer från sådana skannrar.
th: ผู้ใช้ต้องคลิกผ่านหน้าเริ่มต้นเพื่อป้องกันมุมมองจากเครื่องสแกนดังกล่าว
uk: Це вимагає, щоб користувачі переходили на попередню сторінку, щоб захистити перегляд від таких сканерів.
ur: اس کے لیے صارفین کو ایسے سکینرز سے آراء کی حفاظت کے لیے ابتدائی صفحہ پر کلک کرنے کی ضرورت ہوتی ہے۔

source: As an additional preventative measure, if you create an account, an audit log is provided for every push created.
ca: Com a mesura preventiva addicional, si creeu un compte, es proporciona un registre d'auditoria per a cada impuls creat.
cs: Jako další preventivní opatření, pokud si vytvoříte účet, je poskytován protokol auditu pro každý vytvořený push.
da: Som en yderligere forebyggende foranstaltning, hvis du opretter en konto, leveres en revisionslog for hvert tryk, der oprettes.
de: Wenn Sie ein Konto erstellen wird als zusätzliche vorbeugende Maßnahme für jeden erstellten Push ein Überwachungsprotokoll bereitgestellt.
es: Como medida preventiva adicional, si crea una cuenta, se proporciona un registro de auditoría para cada envío creado.
fi: Ennaltaehkäisevänä lisätoimenpiteenä, jos luot tilin, jokaisesta luodusta push-työstä lähetetään tarkastusloki.
fr: En mesure de prévention complémentaire, si vous créez un compte, un journal d'audit est fourni pour chaque secret partagé.
hi: एक अतिरिक्त निवारक उपाय के रूप में, यदि आप एक खाता बनाते हैं, तो बनाए गए प्रत्येक पुश के लिए एक ऑडिट लॉग प्रदान किया जाता है।
hu: További megelőző intézkedésként, ha fiókot hoz létre, minden létrehozott leküldéshez egy auditnaplót biztosítunk.
id: Sebagai tindakan pencegahan tambahan, jika Anda membuat akun, log audit disediakan untuk setiap push yang dibuat.
is: Sem viðbótar fyrirbyggjandi ráðstöfun, ef þú býrð til reikning, er endurskoðunarskrá veitt fyrir hverja ýtu sem búin er til.
it: Come ulteriore misura preventiva, se crei un account, viene fornito un registro di controllo per ogni push creato.
ja: 追加の予防策として、アカウントを作成すると、作成されたプッシュごとに監査ログが提供されます。
lv: Turklāt, papildus drošībai, ja izveidojat kontu, par katru izveidoto paroles saiti tiek nodrošināti auditācijas pieraksti.
nl: Als extra preventieve maatregel wordt er, als u een account aanmaakt, een auditlogboek verstrekt voor elke gemaakte push.
no: Som et ekstra forebyggende tiltak, hvis du oppretter en konto, blir det gitt en revisjonslogg for hver push som opprettes.
pl: Jako dodatkowy środek zapobiegawczy, jeśli utworzysz konto, dziennik kontrolny jest dostarczany dla każdego utworzonego przekazania.
pt_br: Como medida preventiva adicional, se você criar uma conta, um log de auditoria será fornecido para cada push criado.
pt_pt: Como uma medida adicional de prevenção, se criar uma conta, um registo de auditoria será fornecido para cada envio criado.
ro: Ca o măsură preventivă suplimentară, dacă creați un cont, este furnizat un jurnal de audit pentru fiecare push creat.
ru: В качестве дополнительной превентивной меры, если вы создаете учетную запись, журнал аудита будет вести логи для каждого созданного отправления.
sr: Као додатна превентивна мера, ако креирате налог, обезбеђује се евиденција ревизије за сваки направљени притисак.
sv: Som en ytterligare förebyggande åtgärd, om du skapar ett konto, tillhandahålls en revisionslogg för varje push som skapas.
th: ในฐานะที่เป็นมาตรการป้องกันเพิ่มเติม หากคุณสร้างบัญชี จะมีการจัดทำบันทึกการตรวจสอบสำหรับทุกพุชที่สร้างขึ้น
uk: Як додатковий запобіжний захід, якщо ви створюєте обліковий запис, для кожного створеного push створюється журнал аудиту.
ur: ایک اضافی روک تھام کے اقدام کے طور پر، اگر آپ ایک اکاؤنٹ بناتے ہیں، تو بنائے گئے ہر پش کے لیے ایک آڈٹ لاگ فراہم کیا جاتا ہے۔

source: This audit log can reveal by who and when the push was viewed.
ca: Aquest registre d'auditoria pot revelar per qui i quan es va veure l'empenta.
cs: Tento protokol auditu může odhalit, kdo a kdy byl push zobrazen.
da: Denne revisionslog kan afsløre, hvem og hvornår pushet blev set.
de: Dieses Prüfprotokoll kann zeigen von wem und wann der Push angesehen wurde.
es: Este registro de auditoría puede revelar quién y cuándo se vio el envío.
fi: Tämä tarkastusloki voi paljastaa, kuka ja milloin push katseli.
fr: Ce journal d'audit peut révéler par qui et quand la publication a été consultée.
hi: यह ऑडिट लॉग यह बता सकता है कि पुश को किसने और कब देखा था।
hu: Ez az ellenőrzési napló felfedheti, hogy ki és mikor tekintette meg a leküldést.
id: Log audit ini dapat mengungkapkan oleh siapa dan kapan push dilihat.
is: Þessi endurskoðunarskrá getur leitt í ljós af hverjum og hvenær ýtið var skoðað.
it: Questo registro di controllo può rivelare da chi e quando è stato visualizzato il push.
ja: この監査ログは、誰がいつプッシュを表示したかを明らかにすることができます。
lv: Šie auditācijas pieraksti var atklāt, kurš un kad skatījies nosūtīto paroles saiti.
nl: Dit auditlogboek kan onthullen door wie en wanneer de push is bekeken.
no: Denne revisjonsloggen kan avsløre hvem og når pushet ble sett.
pl: Ten dziennik audytu może ujawnić, kto i kiedy wyświetlił przekazanie.
pt_br: Este log de auditoria pode revelar por quem e quando o push foi visualizado.
pt_pt: Este log de auditoria pode revelar por quem e quando o envio foi visualizado.
ro: Acest jurnal de audit poate dezvălui de către cine și când a fost vizualizat push-ul.
ru: Этот журнал аудита может показать, кто и когда просматривал отправление.
sr: Овај дневник ревизије може открити ко је и када прегледао пусх.
sv: Denna granskningslogg kan avslöja av vem och när pushen sågs.
th: บันทึกการตรวจสอบนี้สามารถเปิดเผยได้โดยใครและเมื่อใดที่มีการดูพุช
uk: Цей журнал аудиту може показати, хто і коли переглядав пуш-повідомлення.
ur: یہ آڈٹ لاگ ظاہر کر سکتا ہے کہ کس نے اور کب دھکا دیکھا تھا۔

source: Can I use Password Pusher in my talk/presentation/conference?
ca: Puc utilitzar Password Pusher a la meva xerrada/presentació/conferència?
cs: Můžu použít Password Pusher v mé přednášce/prezentaci/konferenci?
da: Kan jeg bruge Password Pusher i min tale/præsentation/konference?
de: Darf Password Pusher in einem Vortrag, einer Präsentation oder Konferenz verwendet werden?
es: ¿Puedo usar Password Pusher en mi charla / presentación / conferencia?
fi: Voinko käyttää Password Pusheria puheessani/esityksessäni/konferenssissani?
fr: Puis-je intégrer Password Pusher dans mon exposé, ma présentation ou une conférence ?
hi: क्या मैं अपनी बातचीत/प्रस्तुति/सम्मेलन में पासवर्ड पुशर का उपयोग कर सकता हूँ?
hu: Használhatom a Password Pushert a beszédemben/előadásomban/konferenciámban?
id: Dapatkah saya menggunakan Password Pusher dalam ceramah/presentasi/konferensi saya?
is: Get ég notað Password Pusher í ræðu/kynningu/ráðstefnu?
it: Posso usare Password Pisher nella mia presentazione/conferenza?
ja: トーク/プレゼンテーション/会議でパスワード プッシャーを使用できますか?
lv: Vai es varu izmantot Password Pusher savā runā/prezentācijā/konferencē?
nl: Kan ik Password Pusher gebruiken in mijn lezing/presentatie/conferentie?
no: Kan jeg bruke Password Pusher i min tale/presentasjon/konferanse?
pl: Czy mogę używać narzędzia Password Pusher w mojej rozmowie/prezentacji/konferencji?
pt_br: Posso usar o Password Pusher na minha palestra/apresentação/conferência?
pt_pt: Posso usar o Password Pusher na minha palestra/apresentação/conferência?
ro: Pot folosi Password Pusher în discursul/prezentarea/conferința mea?
ru: Могу ли я использовать Password Pusher в своем выступлении/презентации/конференции?
sr: Могу ли да користим Пассворд Пусхер у свом говору/презентацији/конференцији?
sv: Kan jag använda Password Pusher i mitt presentation/konferens?
th: ฉันสามารถใช้ Password Pusher ในการพูดคุย/การนำเสนอ/การประชุมได้หรือไม่?
uk: Чи можу я використовувати Password Pusher у своїй доповіді/презентації/конференції?
ur: کیا میں اپنی گفتگو/پریزنٹیشن/کانفرنس میں پاس ورڈ پشر استعمال کر سکتا ہوں؟

source: Absolutely. If you need any resources such as statistics, graphics or anything else, don't hesitate to contact me: pglombardo at pwpush.com.
ca: Absolutament. Si necessiteu algun recurs com ara estadístiques, gràfics o qualsevol altra cosa, no dubteu a contactar amb mi: pglombardo at pwpush.com.
cs: Určitě. Pokud potřebujete nějaké zdroje jako statistiky, grafiku nebo cokoliv jiného, neváhejte mě kontaktovat: pglombardo at pwpush.com.
da: Absolut. Hvis du har brug for ressourcer såsom statistik, grafik eller andet, så tøv ikke med at kontakte mig: pglombardo på pwpush.com.
de: Natürlich! Wenn Statistiken, Grafiken oder weitere Informationen benötigt werden – bitte eine E-Mail an: „pglombardo at pwpush.com“ senden.
es: Por supuesto. Si necesita recursos como estadísticas, gráficos o cualquier otra cosa, no dude en ponerse en contacto conmigo: pglombardo en pwpush.com.
fi: Ehdottomasti. Jos tarvitset resursseja, kuten tilastoja, grafiikkaa tai jotain muuta, älä epäröi ottaa minuun yhteyttä: pglombardo at pwpush.com.
fr: Tout à fait. Si vous avez besoin de ressources telles que des statistiques, des graphiques ou autre, n'hésitez pas à me contacter : pglombardo at pwpush.com.
hi: बिल्कुल। यदि आपको सांख्यिकी, ग्राफिक्स या किसी अन्य चीज़ जैसे किसी भी संसाधन की आवश्यकता है, तो मुझसे संपर्क करने में संकोच न करें: pglombardo pwpush.com पर।
hu: Mindenképp! Ha bármilyen erőforrásra van szüksége, például statisztikákra, grafikákra vagy bármi másra, ne habozzon kapcsolatba lépni velem: pglombardo at pwpush.com.
id: Tentu saja. Jika Anda memerlukan sumber daya seperti statistik, grafik atau apa pun, jangan ragu untuk menghubungi saya: pglombardo di pwpush.com.
is: Algjörlega. Ef þig vantar eitthvað úrræði eins og tölfræði, grafík eða eitthvað annað, ekki hika við að hafa samband við mig: pglombardo á pwpush.com.
it: Assolutamente. Se hai bisogno di risorse come statistiche, grafici o altro, non esitare a contattarmi: pglombardo at pwpush.com.
ja: 絶対。統計、グラフィック、またはその他のリソースが必要な場合は、遠慮なく私に連絡してください: pglombardo (pwpush.com)。
lv: Pilnīgi noteikti. Ja Jums nepieciešami kādi resursi, piemēram, statistika, grafika vai kas cits, droši sazinieties ar mani: pglombardo vietnē pwpush.com.
nl: Absoluut. Als je bronnen nodig hebt, zoals statistieken, afbeeldingen of iets anders, aarzel dan niet om contact met me op te nemen: pglombardo (at) pwpush.com.
no: Absolutt. Hvis du trenger noen ressurser som statistikk, grafikk eller noe annet, ikke nøl med å kontakte meg: pglombardo på pwpush.com.
pl: Absolutnie. Jeśli potrzebujesz zasobów, takich jak statystyki, grafika lub cokolwiek innego, nie wahaj się ze mną skontaktować: pglombardo na pwpush.com.
pt_br: Absolutamente. Se você precisar de recursos como estatísticas, gráficos ou qualquer outra coisa, não hesite em me contatar: pglombardo@pwpush.com.
pt_pt: Absolutamente. Se você precisar de algum recurso, como estatísticas, gráficos ou qualquer outra coisa, não hesite em contactar-me: pglombardo at pwpush.com.
ro: Absolut. Dacă aveți nevoie de resurse, cum ar fi statistici, grafice sau orice altceva, nu ezitați să mă contactați: pglombardo at pwpush.com.
ru: Безусловно. Если вам нужны какие-либо ресурсы, например, статистика, графики или что-то еще, не стесняйтесь обращаться ко мне: pglombardo на pwpush.com.
sr: Апсолутно. Ако су вам потребни ресурси као што су статистика, графика или било шта друго, не устручавајте се да ме контактирате: пгломбардо на пвпусх.цом.
sv: Absolut. Om du behöver några resurser så som statistik, grafik eller något annat, tveka inte att kontakta mig: pglombardo snabel-a pwpush.com.
th: อย่างแน่นอน. หากคุณต้องการทรัพยากรใดๆ เช่น สถิติ กราฟิก หรืออื่นๆ โปรดอย่าลังเลที่จะติดต่อฉัน: pglombardo ที่ pwpush.com
uk: Безумовно. Якщо вам потрібні будь-які ресурси, такі як статистика, графіки або щось інше, не соромтеся звертатися до мене: pglombardo at pwpush.com.
ur: بالکل۔ اگر آپ کو کسی بھی وسائل کی ضرورت ہو جیسے کہ اعدادوشمار، گرافکس یا کسی اور چیز کی، مجھ سے رابطہ کرنے میں ہچکچاہٹ نہ کریں: pglombardo pwpush.com پر۔

source: Could you add a specific feature for my organization?
ca: Podries afegir una funció específica per a la meva organització?
cs: Můžete přidat konkrétní funkci pro naši organizaci?
da: Kan du tilføje en specifik funktion til min virksomhed / organisation?
de: Kann eine bestimmte Funktion für mein Unternehmen hinzugefügt werden?
es: ¿Podría agregar una función específica para mi organización?
fi: Voitko lisätä organisaatiolleni erityisen ominaisuuden?
fr: Pourriez-vous ajouter une nouvelle fonctionnalité pour mon organisation ?
hi: क्या आप मेरे संगठन के लिए कोई विशिष्ट सुविधा जोड़ सकते हैं?
hu: Tudna hozzáadni egy speciális funkciót a szervezetem részére?
id: Bisakah Anda menambahkan fitur khusus untuk organisasi saya?
is: Gætirðu bætt við sérstökum eiginleika fyrir fyrirtækið mitt?
it: Potresti aggiungere una funzione specifica per la mia organizzazione?
ja: 私の組織に特定の機能を追加できますか?
lv: Vai Jūs varētu pievienot īpašu funkciju manai organizācijai?
nl: Kunt u een specifieke functie voor mijn organisatie toevoegen?
no: Kan du legge til en spesifikk funksjon for organisasjonen min?
pl: Czy możesz dodać konkretną funkcję dla mojej organizacji?
pt_br: Você poderia adicionar um recurso específico para minha organização?
pt_pt: Poderia adicionar um recurso específico para minha organização?
ro: Ați putea adăuga o caracteristică specifică pentru organizația mea?
ru: Не могли бы вы добавить конкретную функцию для моей организации?
sr: Можете ли да додате одређену функцију за моју организацију?
sv: Kan du lägga till en specifik funktion för min organisation?
th: คุณสามารถเพิ่มคุณลักษณะเฉพาะสำหรับองค์กรของฉันได้ไหม
uk: Чи не могли б ви додати конкретну функцію для моєї організації?
ur: کیا آپ میری تنظیم کے لیے کوئی خاص خصوصیت شامل کر سکتے ہیں؟

source: Very likely. I love to hear all ideas and feedback. If you have any, please submit them to the
ca: Molt probable. M'encanta escoltar totes les idees i comentaris. Si en teniu, envieu-los al
cs: Pravděpodobně. Rád slyším všechny nápady a zpětnou vazbu. Pokud nějaké máte, pošlete je prosím na
da: Meget sandsynligt. Jeg vil meget gerne høre alle ideer og feedback. Hvis du har nogle, bedes du sende dem til
de: Sehr wahrscheinlich. Ich freue mich über alle Ideen und Rückmeldungen. Bitte alle Ideen, Rückmeldungen, Fehlermeldungen oder sonstigen Anregungen in das
es: Muy probable. Me encanta escuchar todas las ideas y comentarios. Si tiene alguno, envíelo al
fi: Erittäin todennäköistä. Rakastan kuulla ideoita ja palautetta. Jos sinulla on palautetta tai ideoita, lähetä ne
fr: Sans doute. Je suis ouvert à toutes idées et commentaires. Si vous en avez une, merci de les soumettre au
hi: बहुत संभावना है। मुझे सभी के विचार और प्रतिक्रिया सुनना अच्छा लगता है। यदि आपके पास कोई है, तो कृपया उन्हें जमा करें
hu: Nagyon valószínű. Szeretek hallani minden ötletet és visszajelzést. Ha van ilyen, kérjük, küldje el a
id: Sangat mungkin. Saya senang mendengar semua ide dan umpan balik. Jika Anda punya, silakan kirimkan ke
is: Mjög líklega. Ég elska að heyra allar hugmyndir og viðbrögð. Ef þú ert með einhverjar, vinsamlegast sendu þær til
it: Molto probabilmente. Mi piace ascoltare tutte le idee e i feedback. Se ne avete, inviatele a
ja: 可能性が非常に高い。すべてのアイデアやフィードバックを聞くのが大好きです。お持ちの方は事務局までご提出ください
lv: Ļoti iespējams. Man ļoti patīk dzirdēt visas idejas un atsauksmes. Ja jums tādas ir, lūdzu, iesniedziet tās
nl: Zeer waarschijnlijk. Ik hoor graag alle ideeën en feedback. Als je die hebt, stuur ze dan naar de
no: Svært sannsynlig. Jeg elsker å høre alle ideer og tilbakemeldinger. Hvis du har noen, vennligst send dem til
pl: Bardzo możliwe. Jestem otwarty na wszystkie pomysły i opinie. Jeśli masz jakieś, prześlij je do
pt_br: Muito provável. Adoraria ouvir qualquer ideia ou feedback. Caso tenha algum, por gentileza, nos envie para
pt_pt: Muito provável. Eu adoro ouvir todas as ideias e feedback. Se tiver alguma sugestão, por favor envie para o
ro: Foarte probabil. Îmi place să aud toate ideile și feedback-ul. Dacă aveți idei, vă rugăm să le trimiteți la adresa
ru: Вполне вероятно. Я люблю слушать все идеи и отзывы. Если у вас есть идеи, пожалуйста, присылайте их в
sr: Врло могуће. Волим да чујем све идеје и повратне информације. Ако их имате, пошаљите их на
sv: Väldigt troligt. Jag älskar att höra alla idéer och feedback. Om du har några, vänligen skicka dem till
th: มีโอกาสมาก. ฉันชอบที่จะรับฟังความคิดเห็นและข้อเสนอแนะทั้งหมด หากมีกรุณาส่งมาที่
uk: Дуже ймовірно. Я з радістю вислухаю всі ідеї та відгуки. Якщо у вас є такі, будь ласка, надсилайте їх на адресу
ur: بہت ملتا جلتا. مجھے تمام خیالات اور آراء سننا پسند ہے۔ اگر آپ کے پاس کوئی ہے تو، براہ کرم انہیں جمع کروائیں

source: Github repository
ca: Repositori Github
cs: úložiště Github
es: Repositorio de GitHub
fi: Github arkisto
fr: Dépôt Github
hi: जीथब भंडार
hu: Github adattár
id: Repositori Github
is: Github geymsla
it: Repository Github
ja: Github リポジトリ
lv: Github repozitorijs
pl: Repozytorium Github
pt_br: Repositório do Github
pt_pt: Repositório Github
ro: Depozitul Github
ru: Репозиторий Github
sr: Гитхуб спремиште
sv: Github-arkiv
th: ที่เก็บ Github
uk: Репозиторій Github
ur: گیتھب ذخیرہ

source: and I will respond as soon as possible.
ca: i respondré el més aviat possible.
cs: a odpovím co nejdříve.
da: og jeg vil svare hurtigst muligt.
de: eintragen und ich werde so schnell wie möglich antworten!
es: y te responderé lo antes posible.
fi: ja vastaan mahdollisimman pian.
fr: et je vous répondrai aussi vite que possible.
hi: और मैं यथाशीघ्र उत्तर दूंगा.
hu: és a lehető leghamarabb válaszolok.
id: dan saya akan merespons sesegera mungkin.
is: og ég mun svara eins fljótt og auðið er.
it: e ti risponderò il prima possibile.
ja: そして、私はできるだけ早く対応します。
lv: un es atbildēšu cik ātri vien iespējams.
nl: en ik zal zo snel mogelijk reageren.
no: og jeg vil svare så snart som mulig.
pl: i odpowiem jak najszybciej.
pt_br: e responderei o mais breve possível.
pt_pt: e responderei o mais rápido possível.
ro: și vă voi răspunde în cel mai scurt timp posibil.
ru: и я отвечу как можно скорее.
sr: а ја ћу одговорити у најкраћем могућем року.
sv: och jag svarar så snart som möjligt.
th: และฉันจะตอบกลับโดยเร็วที่สุด
uk: і я відповім якнайшвидше.
ur: اور میں جلد از جلد جواب دوں گا۔

source: How do you make money?
ca: Com guanyeu diners?
cs: Jak vyděláváte peníze?
da: Hvordan tjener du penge?
de: Verdienen Sie mit Password Pusher Geld?
es: ¿Cómo se gana dinero?
fi: Miten ansaitset rahaa?
fr: Comment vous gagnez de l'argent?
hi: आप पैसा कैसे कमाते हैं?
hu: Hogyan keresel pénzt?
id: Bagaimana Anda menghasilkan uang?
is: Hvernig græðirðu peninga?
it: Come fai i soldi?
ja: どうやってお金を稼ぐのですか？
lv: Kā Jūs pelnāt naudu?
nl: Hoe verdien je geld?
no: Hvordan tjener du penger?
pl: Jak zarabiasz pieniądze?
pt_br: Como você ganha dinheiro?
pt_pt: Como é que fazem dinheiro?
ro: Cum faci bani?
ru: Как вы зарабатываете деньги?
sr: Како зарађујете новац?
sv: Hur tjänar du pengar?
th: คุณทำเงินได้อย่างไร?
uk: Як ви заробляєте гроші?
ur: آپ پیسہ کیسے کماتے ہیں؟
