Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: This token is specific to your account. It can be used with command line applications, the JSON API, 3rd party integrations and more.
ca: Aquest testimoni és específic del vostre compte. Es pot utilitzar amb aplicacions de línia d'ordres, l'API JSON, integracions de tercers i molt més.
cs: Tento token je specifický pro váš účet. Lze jej použít s aplikacemi příkazového řádku, rozhraním JSON API, integracemi třetích stran a dalšími.
cy: Mae'r tocyn hwn yn benodol i'ch cyfrif. Gellir ei ddefnyddio gyda chymwysiadau llinell orchymyn, yr API JSON, integreiddiadau trydydd parti a mwy.
da: Dette token er specifikt for din konto. Det kan bruges med kommandolinjeapplikationer, JSON API, tredjeparts integrationer og mere.
de: Dieses Token ist spezifisch für dieses Konto. Es kann mit Konsolenanwendungen, der JSON-API, Integrationen von Drittanbietern und mehr verwendet werden.
es: Este token es específico para su cuenta. Se puede usar con aplicaciones de línea de comandos, la API JSON, integraciones de terceros y más.
fi: Tämä API-avain on tilikohtainen. Sitä voidaan käyttää komentorivisovellusten, JSON-sovellusliittymän, kolmannen osapuolen integraatioiden kanssa.
fr: Ce token est spécifique à votre compte. Il peut être utilisé avec des applications en ligne de commande, l'API JSON, des intégrations tierces et plus encore.
hi: यह टोकन आपके खाते के लिए विशिष्ट है. इसका उपयोग कमांड लाइन एप्लिकेशन, JSON API, तृतीय पक्ष एकीकरण और बहुत कुछ के साथ किया जा सकता है।
hu: Ez a token az Ön fiókjához kapcsolódik. Használható parancssori alkalmazásokkal, a JSON API-val, harmadik féltől származó integrációkkal és még sok mással.
id: Token ini khusus untuk akun Anda. Token ini dapat digunakan dengan aplikasi baris perintah, API JSON, integrasi pihak ketiga, dan lainnya.
is: Þetta tákn er sérstakt fyrir reikninginn þinn. Það er hægt að nota með skipanalínuforritum, JSON API, samþættingu þriðja aðila og fleira.
it: Questo token è specifico per il tuo account. Può essere utilizzato con applicazioni a riga di comando, API JSON, integrazioni di terze parti e altro ancora.
ja: このトークンは、アカウントに固有です。コマンド ライン アプリケーション、JSON API、サード パーティの統合などで使用できます。
lv: Šis marķieris attiecas tikai uz jūsu kontu. To var izmantot ar komandrindas lietojumprogrammām, JSON API, trešo pušu integrācijām un citām programmām.
nl: Dit token is specifiek voor uw account. Het kan worden gebruikt met opdrachtregeltoepassingen, de JSON API, integraties van derden en meer.
no: Dette tokenet er spesifikt for kontoen din. Den kan brukes med kommandolinjeapplikasjoner, JSON API, tredjepartsintegrasjoner og mer.
pl: Ten token jest dedykowany dla Twojego konta. Może być używany z aplikacjami wiersza poleceń, interfejsem API JSON, integracjami innych firm i nie tylko.
pt_br: Este token é específico para sua conta. Ele pode ser usado com aplicativos de linha de comando, API JSON, integrações de terceiros e muito mais.
pt_pt: Este token é específico para a sua conta. Pode ser usado com aplicações de linha de comandos, JSON API, integrações de terceiros e muito mais.
ro: Acest token este specific contului dumneavoastră. Acesta poate fi utilizat cu aplicații de linie de comandă, API JSON, integrări de la terțe părți și multe altele.
ru: Этот токен уникален для вашей учетной записи. Его можно использовать в приложениях командной строки, API JSON, сторонних интеграциях и т. д.
sr: Овај токен је специфичан за ваш налог. Може се користити са апликацијама командне линије, ЈСОН АПИ-јем, интеграцијама треће стране и још много тога.
sv: Denna token är specifik för ditt konto. Den kan användas med kommandoradsapplikationer, JSON API, tredje parts integrationer och mer.
th: โทเค็นนี้มีไว้สำหรับบัญชีของคุณโดยเฉพาะ สามารถใช้กับแอปพลิเคชันบรรทัดคำสั่ง, JSON API, การผสานรวมของบุคคลที่สาม และอื่นๆ
uk: Цей токен є специфічним для вашого акаунта. Його можна використовувати з додатками командного рядка, JSON API, сторонніми інтеграціями тощо.
ur: یہ ٹوکن آپ کے اکاؤنٹ کے لیے مخصوص ہے۔ اسے کمانڈ لائن ایپلی کیشنز، JSON API، تیسری پارٹی کے انضمام اور مزید کے ساتھ استعمال کیا جا سکتا ہے۔

source: Make sure to keep this token secure. It provides full access to your account.
ca: Assegureu-vos de mantenir aquest testimoni segur. Proporciona accés complet al vostre compte.
cs: Ujistěte se, že je tento token zabezpečený. Poskytuje plný přístup k vašemu účtu.
cy: Gwnewch yn siŵr eich bod yn cadw'r tocyn hwn yn ddiogel. Mae'n rhoi mynediad llawn i'ch cyfrif.
da: Sørg for at opbevare dette token sikkert. Det giver fuld adgang til din konto.
de: Bewahren sie dieses Token sicher auf. Es ermöglicht vollen Zugriff auf Ihr Konto.
es: Asegúrese de mantener este token seguro. Proporciona acceso completo a su cuenta.
fi: Säilytä avain huolellisesti. Se tarjoaa täyden pääsyn tiliisi.
fr: Assurez-vous de conserver ce token en lieu sûr. Il donne un accès complet à votre compte.
hi: इस टोकन को सुरक्षित रखना सुनिश्चित करें. यह आपके खाते तक पूर्ण पहुंच प्रदान करता है।
hu: Ügyeljen arra, hogy ezt a tokent biztonságosan tárolja. Teljes hozzáférést biztosít a fiókjához.
id: Pastikan untuk menyimpan token ini dengan aman. Token ini memberikan akses penuh ke akun Anda.
is: Gakktu úr skugga um að halda þessum auðkenni öruggum. Það veitir fullan aðgang að reikningnum þínum.
it: Assicurati di mantenere questo token sicuro. Fornisce l'accesso completo al tuo account.
ja: このトークンは安全に保管してください。アカウントへのフルアクセスを提供します。
lv: Pārliecinieties, ka šis marķieris tiek droši uzglabāts. Tas nodrošina pilnīgu piekļuvi Jūsu kontam.
nl: Bewaar dit token goed. Het biedt volledige toegang tot uw account.
no: Sørg for å holde dette tokenet sikkert. Det gir full tilgang til kontoen din.
pl: Upewnij się, że ten token jest zabezpieczony. Zapewnia pełny dostęp do Twojego konta.
pt_br: Certifique-se de manter este token seguro. Ele fornece acesso total à sua conta.
pt_pt: Certifique-se de manter este token seguro. Ele permite total acesso à sua conta.
ro: Asigurați-vă că păstrați acest simbol în siguranță. Acesta oferă acces complet la contul dvs.
ru: Обязательно храните этот токен в безопасности. Он предоставляет полный доступ к вашей учетной записи.
sr: Побрините се да овај токен буде сигуран. Омогућава пун приступ вашем налогу.
sv: Se till att hålla denna token säker. Det ger full åtkomst till ditt konto.
th: อย่าลืมรักษาโทเค็นนี้ให้ปลอดภัย ให้การเข้าถึงบัญชีของคุณอย่างเต็มที่
uk: Зберігайте цей токен у безпеці. Він надає повний доступ до вашого облікового запису.
ur: اس ٹوکن کو محفوظ رکھنا یقینی بنائیں۔ یہ آپ کے اکاؤنٹ تک مکمل رسائی فراہم کرتا ہے۔

source: If needed, you can regenerate a new token below which will invalidate this existing token.
ca: Si cal, podeu regenerar un testimoni nou a continuació, que invalidarà aquest testimoni existent.
cs: V případě potřeby můžete znovu vygenerovat nový token, který zneplatní stávající token.
cy: Os oes angen, gallwch chi ail-greu tocyn newydd isod a fydd yn gwneud y tocyn presennol hwn yn annilys.
da: Hvis det er nødvendigt, kan du genskabe et nyt token nedenfor, hvilket vil ugyldiggøre dette eksisterende token.
de: Bei Bedarf können Sie unten ein neues Token regenerieren, welches dieses vorhandene Token ungültig macht.
es: Si es necesario, puede regenerar un nuevo token a continuación que invalidará este token existente.
fi: Tarvittaessa voit luoda alla uuden avaimen, joka mitätöi tämän olemassa olevan avaimen.
fr: Si besoin, vous pouvez régénérer un nouveau token ci-dessous qui invalidera celui existant.
hi: यदि आवश्यक हो, तो आप नीचे एक नया टोकन पुन: उत्पन्न कर सकते हैं जो इस मौजूदा टोकन को अमान्य कर देगा।
hu: Ha szükséges, létrehozhat egy új tokent, amely érvényteleníti a meglévő tokent.
id: Jika diperlukan, Anda dapat membuat ulang token baru di bawah ini yang akan membatalkan token yang sudah ada.
is: Ef þörf krefur geturðu endurskapað nýtt tákn fyrir neðan sem mun ógilda þennan núverandi tákn.
it: Se necessario, puoi rigenerare un nuovo token di seguito che annullerà questo token esistente.
ja: 必要に応じて、この既存のトークンを無効にする新しいトークンを再生成できます。
lv: Ja nepieciešams, tālāk varat atkārtoti izveidot jaunu marķieri, kas padarīs šo marķieri nederīgu.
nl: Indien nodig kunt u hieronder een nieuw token opnieuw genereren, waardoor de bestaande token ongeldig wordt.
no: Om nødvendig kan du regenerere et nytt token nedenfor som vil ugyldiggjøre dette eksisterende tokenet.
pl: W razie potrzeby możesz ponownie wygenerować nowy token poniżej, co spowoduje unieważnienie istniejącego tokena.
pt_br: Se necessário, você pode gerar novamente um novo token abaixo que invalidará esse token existente.
pt_pt: Se necessário, você pode gerar novamente um novo token abaixo que invalidará este token existente.
ro: Dacă este necesar, puteți regenera un nou token mai jos, care va invalida acest token existent.
ru: При необходимости вы можете сгенерировать новый токен ниже, но это сделает существующий токен недействительным.
sr: Ако је потребно, можете поново да генеришете нови токен који ће поништити овај постојећи токен.
sv: Om det behövs kan du återskapa en ny token nedan som kommer att ogiltigförklara denna befintliga token.
th: หากจำเป็น คุณสามารถสร้างโทเค็นใหม่ด้านล่าง ซึ่งจะทำให้โทเค็นที่มีอยู่นี้ใช้ไม่ได้
uk: Якщо потрібно, ви можете регенерувати новий токен нижче, який зробить цей існуючий токен недійсним.
ur: اگر ضرورت ہو تو، آپ ذیل میں ایک نیا ٹوکن دوبارہ بنا سکتے ہیں جو اس موجودہ ٹوکن کو باطل کر دے گا۔

source: Copied!
ca: Copiada!
cs: Zkopírováno!
cy: Wedi'i gopïo!
da: Kopieret!
de: Kopiert!
es: ¡Copiado!
fi: Kopioitu!
fr: Copié!
hi: नकल की गई!
hu: Másolva!
id: Disalin!
is: Afritað!
it: Copiato!
ja: コピーしました！
lv: Kopēts!
nl: Gekopieerd!
no: Kopiert!
pl: Skopiowane!
pt_br: Copiado!
pt_pt: Copiado!
ro: Copiat!
ru: Скопировано!
sr: Копирано!
sv: Kopierad!
th: คัดลอก!
uk: Зрозумів!
ur: کاپی کیا گیا!

source: Your API token is blurred out. Click below to reveal it.
ca: El vostre testimoni de l'API està desenfocat. Feu clic a continuació per revelar-lo.
cs: Váš token API je rozmazaný. Kliknutím níže jej odhalíte.
cy: Mae eich tocyn API wedi'i aneglur. Cliciwch isod i'w ddatgelu.
da: Dit API-token er sløret. Klik nedenfor for at afsløre det.
de: Ihr API-Token ist unkenntlich gemacht. Klicken Sie unten, um es anzuzeigen.
es: Su token API está borroso. Haga clic a continuación para revelarlo.
fi: API-avaimesi on sumennettu sen suojaamiseksi. Napsauta alapuolelta näyttääksesi sen.
fr: Votre token d'API est flouté. Cliquez ci-dessous pour le révéler.
hi: आपका एपीआई टोकन धुंधला हो गया है। इसे प्रकट करने के लिए नीचे क्लिक करें।
hu: A token el van homályosítva. Kattintson az alábbiakra, hogy felfedje.
id: Token API Anda tidak terlihat. Klik di bawah ini untuk mengungkapkannya.
is: API táknið þitt er óskýrt. Smelltu hér að neðan til að sýna það.
it: Il tuo token API è sfocato. Clicca qui sotto per rivelarlo.
ja: API トークンがぼやけています。下をクリックすると表示されます。
lv: Jūsu API marķieris ir aizmiglots. Noklikšķiniet zemāk, lai to atklātu.
nl: Uw API-token is vervaagd. Klik hieronder om het te onthullen.
no: API-tokenet ditt er uskarpt. Klikk nedenfor for å avsløre det.
pl: Twój token API jest rozmyty. Kliknij poniżej, aby go odsłonić.
pt_br: Seu token de API está desfocado. Clique abaixo para revelá-lo.
pt_pt: O seu token de API está desfocado. Clique em baixo para revelá-lo.
ro: Tokenul API este estompat. Faceți clic mai jos pentru a-l dezvălui.
ru: Ваш токен API размыт. Нажмите ниже, чтобы увидеть его.
sr: Ваш АПИ токен је замагљен. Кликните испод да бисте га открили.
sv: Din API-token är suddig. Klicka nedan för att avslöja det.
th: โทเค็น API ของคุณเบลอ คลิกด้านล่างเพื่อเปิดเผย
uk: Ваш токен API розмито. Натисніть нижче, щоб розкрити його.
ur: آپ کا API ٹوکن دھندلا ہوا ہے۔ اسے ظاہر کرنے کے لیے نیچے کلک کریں۔

source: To delete this token and regenerate a new one, use the button below.
ca: Per suprimir aquest testimoni i regenerar-ne un de nou, feu servir el botó següent.
cs: Chcete-li tento token smazat a vygenerovat nový, použijte tlačítko níže.
cy: I ddileu'r tocyn hwn ac ail-greu un newydd, defnyddiwch y botwm isod.
da: For at slette dette token og genskabe et nyt, skal du bruge knappen nedenfor.
de: Um dieses Token zu löschen und ein neues zu generieren, verwenden Sie den Button unten.
es: Para eliminar este token y regenerar uno nuevo, use el botón a continuación.
fi: Voit poistaa avaimen ja luoda uuden käyttämällä alla olevaa painiketta.
fr: Pour supprimer ce token et en regénérer un nouveau, utilisez le bouton ci-dessous.
hi: इस टोकन को हटाने और एक नया टोकन पुनः बनाने के लिए, नीचे दिए गए बटन का उपयोग करें।
hu: Ennek a tokennek a törléséhez és egy új létrehozásához használja az alábbi gombot.
id: Untuk menghapus token ini dan membuat token baru, gunakan tombol di bawah ini.
is: Notaðu hnappinn hér að neðan til að eyða þessum tákni og endurskapa nýjan.
it: Per eliminare questo token e rigenerarne uno nuovo, usa il pulsante qui sotto.
ja: このトークンを削除して新しいトークンを再生成するには、下のボタンを使用します。
lv: Lai dzēstu šo marķieri un izveidotu jaunu, izmantojiet zemāk esošo pogu.
nl: Gebruik de onderstaande knop om deze token te verwijderen en een nieuwe te genereren.
no: For å slette dette tokenet og gjenskape et nytt, bruk knappen nedenfor.
pl: W celu usunięcia tego tokenu i wygenerowania nowego użyj poniższego przycisku.
pt_br: Para excluir este token e gerar um novo, use o botão abaixo.
pt_pt: Para eliminar este token e gerar um novo, use o botão em baixo.
ro: Pentru a șterge acest token și a regenera unul nou, utilizați butonul de mai jos.
ru: Чтобы удалить этот токен и сгенерировать новый, воспользуйтесь кнопкой ниже.
sr: Да бисте избрисали овај токен и поново генерисали нови, користите дугме испод.
sv: För att radera denna token och skapa en ny, använd knappen nedan.
th: หากต้องการลบโทเค็นนี้และสร้างโทเค็นใหม่ ให้ใช้ปุ่มด้านล่าง
uk: Щоб видалити цей токен і згенерувати новий, скористайтеся кнопкою нижче.
ur: اس ٹوکن کو حذف کرنے اور ایک نیا دوبارہ تخلیق کرنے کے لیے، نیچے دیا گیا بٹن استعمال کریں۔

source: Note that this will invalidate any tools that may be using the existing key and will have to be updated with the new token.
ca: Tingueu en compte que això invalidarà qualsevol eina que pugui estar utilitzant la clau existent i s'haurà d'actualitzar amb el nou testimoni.
cs: Všimněte si, že to znehodnotí všechny nástroje, které mohou používat stávající klíč a bude nutné je aktualizovat pomocí nového tokenu.
cy: Noder y bydd hyn yn annilysu unrhyw offer a allai fod yn defnyddio'r allwedd bresennol a bydd yn rhaid eu diweddaru gyda'r tocyn newydd.
da: Bemærk, at dette vil ugyldiggøre alle værktøjer, der muligvis bruger den eksisterende nøgle, og vil skulle opdateres med det nye token.
de: Beachten Sie, dass dadurch alle Tools, welche diese Schlüssel verwenden, nicht mehr funktionieren könnten ungültig werden und mit dem neuen Token aktualisiert werden müssen.
es: Tenga en cuenta que esto invalidará cualquier herramienta que pueda estar usando la clave existente y deberá actualizarse con el nuevo token.
fi: Huomaa, että tämä rikkoo kaikki työkalut, jotka käyttävät olemassa olevaa avainta, ja ne on päivitettävä käyttämään uutta avainta.
fr: Notez que cela invalidera tous les outils susceptibles d'utiliser la clé existante et devra être mis à jour avec le nouveau token.
hi: ध्यान दें कि यह मौजूदा कुंजी का उपयोग करने वाले किसी भी उपकरण को अमान्य कर देगा और उसे नए टोकन के साथ अपडेट करना होगा।
hu: Vegye figyelembe, hogy ez érvénytelenít minden olyan eszközt, amely esetleg a meglévő kulcsot használja, és frissíteni kell őket az új tokennel.
id: Perhatikan bahwa hal ini akan membatalkan semua alat yang mungkin menggunakan kunci yang ada dan harus diperbarui dengan token yang baru.
is: Athugaðu að þetta mun ógilda öll verkfæri sem kunna að nota núverandi lykil og verður að uppfæra með nýja tákninu.
it: Tieni presente che ciò annullerà tutti gli strumenti che potrebbero utilizzare la chiave esistente e dovrà essere aggiornato con il nuovo token.
ja: これにより、既存のキーを使用している可能性のあるツールが無効になり、新しいトークンで更新する必要があることに注意してください。
lv: Ņemiet vērā, ka tas anulēs visus rīkus, kas, iespējams, izmanto esošo atslēgu, un tie būs jāatjaunina ar jauno pilnvaru.
nl: Houd er rekening mee dat hierdoor alle tools die mogelijk de bestaande sleutel gebruiken, ongeldig worden en dat ze moeten worden bijgewerkt met het nieuwe token.
no: Merk at dette vil ugyldiggjøre alle verktøy som kan bruke den eksisterende nøkkelen og må oppdateres med det nye tokenet.
pl: Pamiętaj, że spowoduje to unieważnienie wszelkich narzędzi, które mogą używać istniejącego klucza i będą musiały zostać zaktualizowane o nowy token.
pt_br: Observe que isso invalidará quaisquer ferramentas que possam estar usando a chave existente e terá que ser atualizada com o novo token.
pt_pt: Atenção que isso irá invalidar quaisquer ferramentas que possam estar a usar a chave existente e terá que ser atualizada com o novo token.
ro: Rețineți că acest lucru va invalida orice instrumente care ar putea utiliza cheia existentă și care vor trebui actualizate cu noul token.
ru: Обратите внимание, что это приведет к недействительности всех инструментов, которые могут использовать существующий ключ, и их придется обновить с помощью нового токена.
sr: Имајте на уму да ће ово поништити све алате који можда користе постојећи кључ и да ће морати да се ажурирају новим токеном.
sv: Observera att detta kommer att ogiltigförklara alla verktyg som kan använda den befintliga nyckeln och måste uppdateras med den nya token.
th: โปรดทราบว่าการดำเนินการนี้จะทำให้เครื่องมือใดๆ ที่อาจใช้คีย์ที่มีอยู่ใช้ไม่ได้ และจะต้องอัปเดตด้วยโทเค็นใหม่
uk: Зверніть увагу, що це зробить недійсними всі інструменти, які можуть використовувати існуючий ключ, і їх потрібно буде оновити новим токеном.
ur: نوٹ کریں کہ یہ کسی بھی ٹولز کو باطل کر دے گا جو موجودہ کلید کا استعمال کر رہے ہوں گے اور اسے نئے ٹوکن کے ساتھ اپ ڈیٹ کرنا پڑے گا۔

source: Regenerate Token
ca: Regenera el testimoni
cs: Obnovit token
cy: Adfywio Tocyn
da: Regenerer token
de: Token erneueren
es: Regenerar Token
fi: Luo avain
fr: Régénérer le token
hi: टोकन पुन: उत्पन्न करें
hu: Token újragenerálása
id: Regenerasi Token
is: Endurskapa tákn
it: Rigenera Token
ja: トークンの再生成
lv: Atjaunot marķieri
nl: Token opnieuw genereren
no: Regenerer token
pl: Wygeneruj ponownie token
pt_br: Regenerar token
pt_pt: Regenerar token
ro: Regenerare Token
ru: Пересоздать токен
sr: Регенеришите токен
sv: Återskapa token
th: สร้างโทเค็นใหม่
uk: Регенерувати токен
ur: ٹوکن کو دوبارہ تخلیق کریں۔

source: Delete and generate a new API token?
ca: Vols suprimir i generar un testimoni d'API nou?
cs: Smazat a vygenerovat nový token API?
cy: Dileu a chreu tocyn API newydd?
da: Vil du slette og generere et nyt API-token?
de: API-Token löschen und neu generieren?
es: ¿Eliminar y generar un nuevo token de API?
fi: Poistetaanko ja luodaanko uusi API-avain?
fr: Supprimer et générer un nouveau token d'API ?
hi: हटाएँ और एक नया एपीआई टोकन जनरेट करें?
hu: Törli és újragenerálja az API tokent?
id: Menghapus dan membuat token API baru?
is: Eyða og búa til nýtt API tákn?
it: Eliminare e generare un nuovo token API?
ja: 新しい API トークンを削除して生成しますか?
lv: Dzēst un atjaunot jaunu API marķieri?
nl: Verwijderen en een nieuw API-token genereren?
no: Vil du slette og generere et nytt API-token?
pl: Usuń i wygeneruj nowy token API
pt_br: Excluir e gerar um novo token de API?
pt_pt: Eliminar e gerar um novo token de API
ro: Ștergeți și generați un nou token API?
ru: Удалить и сгенерировать новый API-токен?
sr: Желите ли да избришете и генеришете нови АПИ токен?
sv: Ta bort och generera en ny API-token?
th: ลบและสร้างโทเค็น API ใหม่ไหม
uk: Видалити та згенерувати новий токен API?
ur: حذف کریں اور نیا API ٹوکن بنائیں؟

source: This will delete this token and
ca: Això suprimirà aquest testimoni i
cs: Tím smažete tento token a
cy: Bydd hyn yn dileu'r tocyn hwn a
da: Dette vil slette dette token og
de: Dadurch wird dieses Token gelöscht und
es: Esto eliminará este token y
fi: Tämä poistaa tämän avaimen ja
fr: Cela supprimera ce token et
hi: इससे यह टोकन हट जाएगा और
hu: Ezzel törli ezt a tokent és
id: Ini akan menghapus token ini dan
is: Þetta mun eyða þessum tákni og
it: Questo cancellerà questo token e
ja: これにより、このトークンが削除され、
lv: Tas izdzēsīs šo marķieri un
nl: Hiermee wordt dit token verwijderd en
no: Dette vil slette dette tokenet og
pl: Spowoduje to usunięcie tego tokena i
pt_br: Isso excluirá este token e
pt_pt: Isto irá eliminar este token e
ro: Acest lucru va șterge acest token și
ru: Это приведет к удалению данного токена и
sr: Ово ће избрисати овај токен и
sv: Detta kommer att ta bort denna token och
th: สิ่งนี้จะลบโทเค็นนี้และ
uk: Це призведе до видалення цього токена і
ur: اس سے یہ ٹوکن حذف ہو جائے گا اور

source: invalidate any tools that may be using it
ca: invalidar qualsevol eina que l'estigui utilitzant
cs: zrušit platnost všech nástrojů, které jej mohou používat
cy: annilysu unrhyw offer a allai fod yn ei ddefnyddio
da: ugyldiggøre eventuelle værktøjer, der kan bruge det
de: alle Tools ungültig machen, die es möglicherweise verwenden
es: invalidar cualquier herramienta que pueda estar usándolo
fi: mitätöi kaikki työkalut, jotka saattavat käyttää sitä
fr: invalider tous les outils susceptibles de l'utiliser
hi: ऐसे किसी भी उपकरण को अमान्य करें जो इसका उपयोग कर रहा हो
hu: érvényteleníti azokat az eszközöket, amelyek esetleg használják
id: membatalkan alat apa pun yang mungkin menggunakannya
is: ógilda öll verkfæri sem kunna að nota það
it: invalidare tutti gli strumenti che potrebbero utilizzarlo
ja: それを使用している可能性のあるツールを無効にする
lv: atzīt par nederīgiem visus rīkus, kas, iespējams, to izmanto
nl: alle tools die het mogelijk gebruiken, ongeldig maken
no: ugyldiggjøre eventuelle verktøy som bruker den
pl: unieważnić wszystkie narzędzia, które mogą z niego korzystac
pt_br: invalidar quaisquer ferramentas que possam estar usando
pt_pt: invalidar quaisquer ferramentas que o possam estar a usar
ro: să invalideze orice instrumente care îl folosesc
ru: вывести из строя все инструменты, которые могут его использовать
sr: поништити све алате који га можда користе
sv: ogiltigförklara alla verktyg som kan använda den
th: ทำให้เครื่องมือใด ๆ ที่อาจใช้อยู่เป็นโมฆะ
uk: зробити недійсними будь-які інструменти, які можуть його використовувати
ur: کسی بھی ٹولز کو باطل کریں جو اسے استعمال کر رہے ہوں۔

source: A new token will be generated in its place.
ca: Es generarà un nou testimoni al seu lloc.
cs: Na jeho místo bude vygenerován nový token.
cy: Bydd tocyn newydd yn cael ei gynhyrchu yn ei le.
da: Et nyt token vil blive genereret i stedet for.
de: Es wird ein neues Token generiert.
es: Se generará un nuevo token en su lugar.
fi: Tilalle luodaan uusi avain.
fr: Un nouveau token sera généré à sa place.
hi: इसके स्थान पर एक नया टोकन जनरेट किया जाएगा।
hu: Egy új token jön létre helyette.
id: Token baru akan dibuat sebagai gantinya.
is: Nýtt tákn verður búið til í staðinn.
it: Al suo posto verrà generato un nuovo token.
ja: その場所に新しいトークンが生成されます。
lv: Tā vietā tiks ģenerēts jauns marķieris.
nl: Een nieuwe token zal worden gegenereerd.
no: Et nytt token vil bli generert i stedet.
pl: W jego miejsce zostanie wygenerowany nowy token.
pt_br: Um novo token será gerado em seu lugar.
pt_pt: Um novo token será gerado no seu lugar.
ro: Un nou token va fi generat în locul acestuia.
ru: Здесь будет сгенерирован новый токен.
sr: На његовом месту ће се генерисати нови токен.
sv: En ny token kommer att genereras i dess ställe.
th: โทเค็นใหม่จะถูกสร้างขึ้นแทนที่
uk: На його місці буде згенеровано новий токен.
ur: اس کی جگہ ایک نیا ٹوکن تیار کیا جائے گا۔
