Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: It's gasoline for the algos that trend Password Pusher.
ca: És gasolina per als algos que tendeixen a Password Pusher.
cs: Je to benzín pro algy, které jsou trendem Password Pusher.
cy: Mae'n betrol i'r algos sy'n tueddu Password Pusher.
da: Det er benzin til algoerne, der trender Password Pusher.
de: Dies hilft um Password Pusher voranzubringen.
es: Es gasolina para los algoritmos que mueven Password Pusher.
fi: Se on bensiiniä Password Pusherin trendikkäille algoille.
fr: Ça favorise Password Pusher dans les algorithmes de tendance.
hi: यह उन अल्गोज़ के लिए गैसोलीन है जो पासवर्ड पुशर को ट्रेंड करते हैं।
hu: Benzin az algók számára, amelyek a jelszótoló trendet használják fel.
id: Ini adalah bensin untuk algo yang menjadi tren Password Pusher.
is: Það er bensín fyrir algos sem þróa lykilorð Pusher.
it: È benzina per gli algoritmi che fanno tendenza a Password Pusher.
ja: これは、Password Pusher のトレンドであるアルゴリズムのガソリンです。
lv: Tas ir benzīns algoritmiem, kas ir populāri Password Pusher.
nl: Het is benzine voor de algo's die trend Password Pusher zijn.
no: Det er bensin for algoene som trender Password Pusher.
pl: To benzyna dla algorytmów, które napędzają Przekazywacz Haseł.
pt_br: É gasolina para os algoritmos que usam o Password Pusher.
pt_pt: É gasolina para os algoritmos que usam o Password Pusher.
ro: Este benzină pentru alogeni care au tendința de a folosi Password Pusher.
ru: Это топливо для алгоритмов, которые поднимают Password Pusher в трендах.
sr: То је бензин за алге који су у тренду Пассворд Пусхер.
sv: Det är bensin för algon som trenden Password Pusher.
th: เป็นน้ำมันสำหรับ algos ที่มีแนวโน้ม Password Pusher
uk: Це пальне для водоростей, які просувають Password Pusher.
ur: یہ الگوس کے لیے پٹرول ہے جو پاس ورڈ پشر کا رجحان رکھتا ہے۔

source: Sign up for the
ca: Inscriu-te a la
cs: Zaregistrujte se na
cy: Cofrestrwch ar gyfer y
da: Tilmeld dig
de: Melden Sie sich für den
es: Regístrate para el
fi: Ilmoittaudu mukaan
fr: Inscrivez-vous pour le
hi: के लिए साइन अप करें
hu: Iratkozzon fel a
id: Mendaftar untuk program
is: Skráðu þig í
it: Iscriviti al
ja: にサインアップ
lv: Reģistrējieties uz
nl: Schrijf je in voor de
no: Meld deg på
pl: Zapisz się na
pt_br: Inscreva-se para o
pt_pt: Inscreva-se para o
ro: Înscrieți-vă pentru
ru: Зарегистрироваться в
sr: Пријавите се за
sv: Anmäl dig till
th: ลงทะเบียนสำหรับ
uk: Підпишіться на
ur: کے لیے سائن اپ کریں۔

source: newsletter
ca: butlletí
cs: zpravodaj
cy: cylchlythyr
da: nyhedsbrev
es: Boletin informativo
fi: uutiskirje
fr: lettre d'information
hi: न्यूजलैटर
hu: hírlevél
id: buletin
is: fréttabréf
ja: ニュースレター
lv: informatīvais izdevums
nl: nieuwsbrief
no: nyhetsbrev
pl: biuletyn
pt_br: Boletim de Notícias
ru: рассылка
sr: билтен
sv: nyhetsbrev
th: จดหมายข่าว
uk: інформаційний бюлетень
ur: نیوز لیٹر

source: to get updates on important releases, security issues, tips and more.
ca: per rebre actualitzacions sobre versions importants, problemes de seguretat, consells i molt més.
cs: získat aktualizace důležitých vydání, bezpečnostní problémy, tipy a další.
cy: i gael y wybodaeth ddiweddaraf am ddatganiadau pwysig, materion diogelwch, awgrymiadau a mwy.
da: for at få opdateringer om vigtige udgivelser, sikkerhedsproblemer, tips og mere.
de: an um Updates zu wichtigen Versionen, Sicherheitsproblemen, Tipps und mehr zu erhalten.
es: para obtener actualizaciones sobre lanzamientos importantes, problemas de seguridad, consejos y más.
fi: saadaksesi päivityksiä tärkeistä julkaisuista, tietoturvaongelmista, vinkeistä ja muusta.
fr: pour avoir des infos fraîches sur les versions importantes, les problèmes de sécurité, des conseils et plus encore.
hi: महत्वपूर्ण रिलीज़, सुरक्षा मुद्दों, युक्तियों और अधिक पर अपडेट प्राप्त करने के लिए।
hu: frissítéseket kaphat a fontos kiadásokról, biztonsági problémákról, tippekről és egyebekről.
id: untuk mendapatkan pembaruan tentang rilis penting, masalah keamanan, tips, dan lainnya.
is: til að fá uppfærslur um mikilvægar útgáfur, öryggismál, ábendingar og fleira.
it: per ricevere aggiornamenti su rilasci importanti, problemi di sicurezza, suggerimenti e altro ancora.
ja: 重要なリリース、セキュリティの問題、ヒントなどの最新情報を入手できます。
lv: lai saņemtu atjauninājumus par svarīgiem laidieniem, drošības problēmām, padomiem un daudz ko citu.
nl: om updates te krijgen over belangrijke releases, beveiligingsproblemen, tips en meer.
no: for å få oppdateringer om viktige utgivelser, sikkerhetsproblemer, tips og mer.
pl: aby otrzymywać aktualizacje dotyczące ważnych wydań, problemów z bezpieczeństwem, wskazówek i nie tylko.
pt_br: para obter atualizações sobre lançamentos importantes, problemas de segurança, dicas e muito mais.
pt_pt: para receber atualizações sobre lançamentos importantes, problemas de segurança, dicas e muito mais.
ro: pentru a primi actualizări cu privire la versiuni importante, probleme de securitate, sfaturi și multe altele.
ru: чтобы получать обновления о важных релизах, проблемах безопасности, советы и многое другое.
sr: да добијате ажурирања о важним издањима, безбедносним проблемима, саветима и још много тога.
sv: för att få uppdateringar om viktiga utgåvor, säkerhetsproblem, tips och mer.
th: เพื่อรับการอัปเดตเกี่ยวกับการเผยแพร่ที่สำคัญ ปัญหาด้านความปลอดภัย เคล็ดลับ และอื่นๆ
uk: щоб отримувати оновлення про важливі випуски, проблеми безпеки, поради та багато іншого.
ur: اہم ریلیزز، سیکورٹی کے مسائل، تجاویز اور مزید کے بارے میں اپ ڈیٹس حاصل کرنے کے لیے۔

source: Follow Password Pusher on
ca: Seguiu Password Pusher a
cs: Postupujte podle Password Pusher na
cy: Dilynwch y Gwthiwr Cyfrinair ar
da: Følg Password Pusher på
de: Passwort-Pusher folgen auf
es: Siga Password Pusher en
fi: Seuraa Password Pusheria
fr: Suivre Password Pusher sur
hi: पासवर्ड पुशर का पालन करें
hu: Kövesse a Password Pusher-t
id: Ikuti Pendorong Kata Sandi di
is: Fylgdu Password Pusher áfram
it: Segui Password Pusher su
ja: パスワードプッシャーをフォローする
lv: Sekojiet Password Pusher platformās
nl: Volg Password Pusher op
no: Følg Password Pusher på
pl: Obserwować Przekazywacza Haseł na
pt_br: Siga o Password Pusher em
pt_pt: Siga o Password Pusher em
ro: Urmăriți Password Pusher pe
ru: Подпишитесь на Password Pusher в
sr: Фоллов Пассворд Пусхер укључен
sv: Följ Password Pusher på
th: ติดตาม Password Pusher บน
uk: Підпишіться на Password Pusher
ur: پاس ورڈ پشر کو فالو کریں۔

source: and
ca: i
cs: a
cy: a
da: og
de: und
es: y
fi: ja
fr: et
hi: और
hu: és
id: dan
is: og
it: e
ja: と
lv: un
nl: en
no: og
pl: i
pt_br: e
pt_pt: e
ro: și
ru: и
sr: и
sv: och
th: และ
uk: і
ur: اور

source: Fix an issue, add a feature or write some documentation.
ca: Solucioneu un problema, afegiu una funció o escriviu documentació.
cs: Opravte problém, přidejte funkci nebo napište nějakou dokumentaci.
cy: Trwsio problem, ychwanegu nodwedd neu ysgrifennu rhywfaint o ddogfennaeth.
da: Løs et problem, tilføj en funktion eller skriv noget dokumentation.
de: Beheben Sie ein Problem, fügen Sie eine Funktion hinzu oder schreiben Sie eine Dokumentation.
es: Solucione un problema, agregue una característica o escriba alguna documentación.
fi: Korjaa ongelma, lisää ominaisuus tai kirjoita ohjeita.
fr: Résoudre un problème, ajouter une fonctionnalité ou rédiger de la documentation.
hi: किसी समस्या को ठीक करें, कोई सुविधा जोड़ें या कुछ दस्तावेज़ लिखें।
hu: Javítson ki egy hibát, adjon hozzá egy funkciót vagy írjon dokumentációt.
id: Memperbaiki masalah, menambahkan fitur atau menulis dokumentasi.
is: Lagaðu mál, bættu við eiginleika eða skrifaðu skjöl.
it: Risolvi un problema, aggiungi una funzionalità o scrivi della documentazione.
ja: 問題を修正したり、機能を追加したり、ドキュメントを作成したりします。
lv: Novērsiet problēmu, pievienojiet raksturpazīmi vai uzrakstiet dokumentāciju.
nl: Los een probleem op, voeg een functie toe of schrijf documentatie.
no: Løs et problem, legg til en funksjon eller skriv litt dokumentasjon.
pl: Napraw problem, dodaj funkcję lub napisz dokumentację.
pt_br: Corrija um problema, adicione um recurso ou escreva alguma documentação.
pt_pt: Corrija um problema, adicione um recurso ou escreva alguma documentação.
ro: Remediați o problemă, adăugați o caracteristică sau scrieți documentație.
ru: Исправьте проблему, добавьте функцию или напишите документацию.
sr: Решите проблем, додајте функцију или напишите неку документацију.
sv: Åtgärda ett problem, lägg till en funktion eller skriv lite dokumentation.
th: แก้ไขปัญหา เพิ่มฟีเจอร์ หรือเขียนเอกสารประกอบ
uk: Виправити проблему, додати функцію або написати документацію.
ur: کسی مسئلے کو حل کریں، کوئی خصوصیت شامل کریں یا کچھ دستاویزات لکھیں۔

source: See the Github project.
ca: Vegeu el projecte Github.
cs: Podívejte se na projekt Github.
cy: Gweler y prosiect Github.
da: Se Github-projektet.
de: Siehe Github-Projekt.
es: Ver el proyecto Github.
fi: Katso Github-projekti.
fr: Voir le projet Github.
hi: जीथब प्रोजेक्ट देखें।
hu: Lásd a Github projektet.
id: Lihat proyek Github.
is: Sjá Github verkefnið.
it: Vedi il progetto Github.
ja: Github プロジェクトを参照してください。
lv: Skatiet Github projektu.
nl: Bekijk het GitHub project.
no: Se Github-prosjektet.
pl: Zobacz projekt Github.
pt_br: Veja o projeto no Github.
pt_pt: Veja o projeto Github.
ro: Consultați proiectul Github.
ru: Смотрите проект на Github.
sr: Погледајте пројекат Гитхуб.
sv: Se Github-projektet.
th: ดูโครงการ Github
uk: Дивіться проект на Github.
ur: Github پروجیکٹ دیکھیں۔

source: Sign up to Digital Ocean
ca: Registra't a Digital Ocean
cs: Zaregistrujte se do Digital Ocean
cy: Cofrestrwch ar gyfer Cefnfor Digidol
da: Tilmeld dig Digital Ocean
de: Melden Sie sich
es: Regístrate en Digital Ocean
fi: Rekisteröidy Digital Oceaniin
fr: Inscrivez-vous à Digital Ocean
hi: डिजिटल महासागर के लिए साइन अप करें
hu: Regisztráljon a Digital Ocean szolgáltatásra
id: Mendaftar ke Digital Ocean
is: Skráðu þig í Digital Ocean
it: Iscriviti a Digital Ocean
ja: デジタルオーシャンにサインアップ
lv: Reģistrējieties Digital Ocean
nl: Meld u aan bij Digital Ocean
no: Registrer deg for Digital Ocean
pl: Zarejestruj się w Digital Ocean
pt_br: Inscreva-se no Oceano Digital
pt_pt: Inscreva-se no Digital Ocean
ro: Înscrieți-vă la Digital Ocean
ru: Зарегистрируйтесь в Digital Ocean
sr: Пријавите се за Дигитал Оцеан
sv: Registrera dig till Digital Ocean
th: ลงชื่อสมัครใช้ Digital Ocean
uk: Підпишіться на "Цифровий океан
ur: ڈیجیٹل اوشین میں سائن اپ کریں۔

source: with this link
ca: amb aquest enllaç
cs: s tímto odkazem
cy: gyda'r ddolen hon
da: med dette link
de: mit diesem Link
es: con este enlace
fi: tällä linkillä
fr: avec ce lien
hi: इस लिंक के साथ
hu: ezzel a linkkel
id: dengan tautan ini
is: með þessum hlekk
it: con questo link
ja: このリンクで
lv: ar šo saiti
nl: met deze link
no: med denne linken
pl: z tym linkiem
pt_br: com este link
pt_pt: com este link
ro: cu acest link
ru: по этой ссылке
sr: са овом везом
sv: med denna länk
th: ด้วยลิงค์นี้
uk: за цим посиланням
ur: اس لنک کے ساتھ

source: to get Password Pusher a hosting credit.
ca: per obtenir Password Pusher un crèdit d'allotjament.
cs: získat Password Puher hostovací kredit.
cy: i gael credyd cynnal gan Password Pusher.
da: for at få Password Pusher en hostingkredit.
de: bei Digital Ocean an und verhelfen sie Password Pusher zu einen Hosting-Guthaben
es: para obtener Password Pusher un crédito de hosting.
fi: saadaksesi Password Pusherille hosting-hyvityksen.
fr: pour obtenir un crédit d’hébergement pour Password Pusher.
hi: पासवर्ड पुशर को होस्टिंग क्रेडिट प्राप्त करने के लिए।
hu: hogy a Password Pusher tárhely-jóváírást kapjon.
id: untuk mendapatkan kredit hosting dari Password Pusher.
is: til að fá Password Pusher hýsingarinneign.
it: per ottenere a Password Pusher un credito di hosting.
ja: Password Pusher のホスティング クレジットを取得します。
lv: lai saņemtu Password Pusher uzturēšanas samaksu.
nl: om Password Pusher een hosting credit te geven.
no: for å få Password Pusher en vertskreditt.
pl: w celu uzyskania przez Przekazywacz Haseł kredytu hostingowego.
pt_br: para obter o Password Pusher um crédito de hospedagem.
pt_pt: para obter ao Password Pusher um crédito de hospedagem.
ro: pentru a obține un credit de găzduire pentru Password Pusher.
ru: чтобы получить кредит на хостинг для Password Pusher.
sr: да добијете Пассворд Пусхер кредит за хостинг.
sv: för att få Password Pusher en värdkredit.
th: เพื่อรับ Password Pusher เป็นเครดิตโฮสติ้ง
uk: щоб отримати кредит на хостинг для Password Pusher.
ur: پاس ورڈ پشر کو ہوسٹنگ کریڈٹ حاصل کرنے کے لیے۔

source: Thank you for supporting Password Pusher!
ca: Gràcies per donar suport a Password Pusher!
cs: Děkujeme za podporu Password Pusher!
cy: Diolch am gefnogi Password Pusher!
da: Tak fordi du støtter Password Pusher!
de: Danke für die Unterstützung von Password Pusher!
es: ¡Gracias por apoyar Password Pusher!
fi: Kiitos Password Pusherin tukemisesta!
fr: Merci de soutenir Password Pusher!
hi: पासवर्ड पुशर का समर्थन करने के लिए धन्यवाद!
hu: Köszönjük, hogy támogatja a Password Pushert!
id: Terima kasih telah mendukung Password Pusher!
is: Þakka þér fyrir að styðja Password Pusher!
it: Grazie per aver supportato Password Pusher!
ja: パスワードプッシャーをサポートしていただきありがとうございます。
lv: Paldies, ka atbalstāt Password Pusher!
nl: Bedankt voor het steunen van Password Pusher!
no: Takk for at du støtter Password Pusher!
pl: Dziękujemy za wsparcie narzędzia Przekazywacz Haseł!
pt_br: Obrigado por apoiar o Password Pusher!
pt_pt: Obrigado por apoiar o Password Pusher!
ro: Vă mulțumim pentru că susțineți Password Pusher!
ru: Спасибо за поддержку Password Pusher!
sr: Хвала вам што подржавате Пассворд Пусхер!
sv: Tack för att du stöttar Password Pusher!
th: ขอบคุณที่สนับสนุน Password Pusher!
uk: Дякуємо за підтримку Password Pusher!
ur: پاس ورڈ پشر کو سپورٹ کرنے کے لیے آپ کا شکریہ!

source: Resources
ca: Recursos
cs: Zdroje
cy: Adnoddau
da: Ressourcer
de: Ressourcen
es: Recursos
fi: Resurssit
fr: En plus
hi: संसाधन
hu: Erőforrások
id: Sumber daya
is: Auðlindir
it: Risorse
ja: 資力
lv: Resursi
nl: Middelen
no: Ressurser
pl: Zasoby
pt_br: Recursos
pt_pt: Recursos
ro: Resurse
ru: Ресурсы
sr: Ресурси
sv: Resurser
th: ทรัพยากร
uk: Ресурси
ur: حوالہ جات

source: If you are giving a presentation, authoring a blog post or video about Password Pusher, feel free to contact me for any questions.
ca: Si esteu fent una presentació, escrivint una publicació de bloc o un vídeo sobre Password Pusher, no dubteu a contactar amb mi per a qualsevol pregunta.
cs: Pokud pořádáte prezentaci, vytváříte blogový příspěvek nebo video o Password Pusher, neváhejte mě kontaktovat s případnými dotazy.
cy: Os ydych chi'n rhoi cyflwyniad, yn ysgrifennu postiad blog neu fideo am Password Pusher, mae croeso i chi gysylltu â mi gydag unrhyw gwestiynau.
da: Hvis du holder en præsentation, skriver et blogindlæg eller en video om Password Pusher, er du velkommen til at kontakte mig for spørgsmål.
de: Wenn Sie eine Präsentation halten, einen Blogbeitrag oder ein Video über Password Pusher erstellen, können Sie sich bei Fragen gerne an mich wenden.
es: Si está dando una presentación, escribiendo una publicación de blog o un video sobre Password Pusher, no dude en ponerse en contacto conmigo si tiene alguna pregunta.
fi: Jos pidät esityksen, kirjoitat blogikirjoituksen tai videon Password Pusherista, ota minuun yhteyttä, jos sinulla on kysyttävää.
fr: Si vous faites une présentation, créez un article de blog ou bien une vidéo sur Password Pusher, n'hésitez pas à me contacter pour toute question.
hi: यदि आप पासवर्ड पुशर के बारे में कोई प्रेजेंटेशन दे रहे हैं, ब्लॉग पोस्ट या वीडियो लिख रहे हैं, तो किसी भी प्रश्न के लिए बेझिझक मुझसे संपर्क करें।
hu: Ha prezentációt tart, blogbejegyzést vagy videót ír a Password Pusherről, bármilyen kérdése van, forduljon hozzám bizalommal.
id: Jika Anda memberikan presentasi, menulis posting blog atau video tentang Password Pusher, jangan ragu untuk menghubungi saya jika ada pertanyaan.
is: Ef þú ert að halda kynningu, skrifa bloggfærslu eða myndband um Password Pusher, ekki hika við að hafa samband við mig fyrir allar spurningar.
it: Se stai facendo una presentazione, creando un post sul blog o un video su Password Pusher, non esitare a contattarmi per qualsiasi domanda.
ja: Password Pusher に関するプレゼンテーション、ブログ投稿、またはビデオの作成を行っている場合は、ご不明な点がございましたら、お気軽にお問い合わせください。
lv: Ja sniedzat prezentāciju, veidojat emuāra ierakstu vai video par Password Pusher, jautājumu gadījumā droši sazinieties ar mani.
nl: Als je een presentatie geeft, een blog post of video schrijft over Password Pusher, neem dan gerust contact met me op voor al je vragen.
no: Hvis du holder en presentasjon, skriver et blogginnlegg eller video om Password Pusher, kan du gjerne kontakte meg for spørsmål.
pl: Jeśli prowadzisz prezentację, jesteś autorem posta na blogu lub filmu na temat Przekazywacza Haseł, skontaktuj się ze mną w przypadku jakichkolwiek pytań.
pt_br: Se você estiver fazendo uma apresentação, criando uma postagem de blog ou vídeo sobre o Password Pusher, sinta-se à vontade para entrar em contato comigo em caso de dúvidas.
pt_pt: Se estiver a fazer uma apresentação, a publicar um blog ou um vídeo sobre o Password Pusher, sinta-se à vontade para entrar em contacto comigo para quaisquer dúvidas.
ro: Dacă faceți o prezentare, scrieți un articol pe blog sau un videoclip despre Password Pusher, nu ezitați să mă contactați pentru orice întrebare.
ru: Если вы выступаете с презентацией, пишете статью в блоге или видео о Password Pusher, не стесняйтесь обращаться ко мне с любыми вопросами.
sr: Ако одржавате презентацију, пишете блог или видео запис о Пассворд Пусхер-у, слободно ме контактирајте за сва питања.
sv: Om du håller en presentation, skriver ett blogginlägg eller video om Password Pusher, kontakta mig gärna för eventuella frågor.
th: หากคุณกำลังนำเสนอ เขียนบล็อกโพสต์หรือวิดีโอเกี่ยวกับ Password Pusher โปรดอย่าลังเลที่จะติดต่อฉันหากมีคำถามใดๆ
uk: Якщо ви проводите презентацію, пишете статтю в блозі або відео про Password Pusher, не соромтеся звертатися до мене з будь-якими питаннями.
ur: اگر آپ پاس ورڈ پشر کے بارے میں کوئی پریزنٹیشن دے رہے ہیں، بلاگ پوسٹ یا ویڈیو لکھ رہے ہیں، کسی بھی سوال کے لیے بلا جھجھک مجھ سے رابطہ کریں۔

source: We have media resources and a full explanation of features available in
ca: Tenim recursos multimèdia i una explicació completa de les funcions disponibles a
cs: Máme mediální zdroje a úplné vysvětlení funkcí dostupných v
cy: Mae gennym adnoddau cyfryngau ac esboniad llawn o'r nodweddion sydd ar gael yn
da: Vi har medieressourcer og en komplet forklaring af funktioner tilgængelige i
de: Wir haben Medienressourcen und eine vollständige Erklärung der verfügbaren Funktionen in
es: Tenemos recursos multimedia y una explicación completa de las funciones disponibles en
fi: Meillä on mediaresursseja ja täydellinen selitys saatavilla olevista ominaisuuksista
fr: Nous avons des ressources multimédias et une explication complète des fonctionnalités disponibles dans
hi: हमारे पास मीडिया संसाधन और सुविधाओं की पूरी व्याख्या उपलब्ध है
hu: Médiaforrásaink és a funkciók teljes körű leírása állnak rendelkezésre itt
id: Kami memiliki sumber daya media dan penjelasan lengkap mengenai fitur-fitur yang tersedia di
is: Við höfum fjölmiðlaauðlindir og fulla útskýringu á eiginleikum sem til eru í
it: Abbiamo risorse multimediali e una spiegazione completa delle funzionalità disponibili in
ja: メディア リソースと利用可能な機能の完全な説明は、
lv: Mums ir plašsaziņas līdzekļu resursi un pilns funkciju skaidrojums
nl: We hebben mediabronnen en een volledige uitleg van functies beschikbaar in
no: Vi har medieressurser og en fullstendig forklaring av funksjoner tilgjengelig i
pl: Mamy zasoby multimedialne i pełne wyjaśnienie funkcji dostępnych w
pt_br: Temos recursos de mídia e uma explicação completa dos recursos disponíveis em
pt_pt: Temos recursos de mídia e uma explicação completa dos recursos disponíveis em
ro: Avem resurse media și o explicație completă a funcțiilor disponibile în
ru: У нас есть медиа-ресурсы и полное объяснение возможностей, доступных в
sr: Имамо медијске ресурсе и потпуно објашњење функција доступних у
sv: Vi har medieresurser och en fullständig förklaring av funktioner som är tillgängliga i
th: เรามีแหล่งข้อมูลสื่อและคำอธิบายคุณสมบัติทั้งหมดที่มีอยู่ใน
uk: У нас є медіа-ресурси та повне пояснення функцій, доступні в
ur: ہمارے پاس میڈیا وسائل اور خصوصیات کی مکمل وضاحت دستیاب ہے۔

source: Mac Keynote
cy: Prif Anerchiad Mac
fr: Keynote Mac
hi: मैक मुख्य वक्ता
it: Nota chiave del Mac
ja: マック基調講演
pl: Keynote na Maca
ru: Заметка для Mac
sr: Мац Кеиноте
th: ประเด็นสำคัญของ Mac
ur: میک کینوٹ

source: formats.
cs: formátů.
cy: fformatau.
da: formater.
de: Formate.
es: formatos.
fi: muotoja.
hi: प्रारूप।
hu: formátumok.
id: format.
is: sniðum.
it: formati.
ja: フォーマット。
lv: formātos.
nl: formaten.
no: formater.
pl: formaty.
pt_br: formatos.
pt_pt: formatos.
ro: formate.
ru: форматы.
sr: формати.
sv: format.
th: รูปแบบ
uk: форматів.
ur: فارمیٹس

source: Birthday
ca: Aniversari
cs: Narozeniny
cy: Pen-blwydd
da: Fødselsdag
de: Geburtstag
es: Cumpleaños
fi: Syntymäpäivä
fr: Anniversaire
hi: जन्मदिन
hu: Születésnap
id: Ulang tahun
is: Afmælisdagur
it: Compleanno
ja: 誕生日
lv: Dzimšanas diena
nl: Verjaardag
no: Fødselsdag
pl: Urodziny
pt_br: Aniversário
pt_pt: Aniversário
ro: Ziua de naștere
ru: День рождения
sr: Рођендан
sv: Födelsedag
th: วันเกิด
uk: День народження
ur: سالگرہ

source: More Than 11 Years Old
ca: Més d'11 anys
cs: Více než 11 let
cy: Mwy nag 11 oed
da: Mere end 11 år gammel
de: Mehr als 11 Jahre alt
es: Más de 11 años
fi: Yli 11 vuotta vanha
fr: Plus de 11 ans
hi: 11 वर्ष से अधिक पुराना
hu: Több mint 11 éves
id: Berusia Lebih dari 11 Tahun
is: Meira en 11 ára
it: Più di 11 anni
ja: 11歳以上
lv: Vairāk nekā 11 gadus vecs
nl: Meer dan 11 jaar oud
no: Mer enn 11 år gammel
pl: Więcej niż 11 lat
pt_br: Mais de 11 anos
pt_pt: Mais de 11 anos
ro: Mai mult de 11 ani
ru: Более 11 лет
sr: Више од 11 година
sv: Mer än 11 år gammal
th: มากกว่า 11 ปี
uk: Більше 11 років
ur: 11 سال سے زیادہ پرانا

source: The first git commit to Password Pusher was on
ca: El primer commit de git a Password Pusher va ser
cs: Bylo zapnuto první potvrzení git do Password Pusher
cy: Roedd yr ymrwymiad git cyntaf i Password Pusher ymlaen
da: Den første git-commit af Password Pusher var den
de: Der erste Git-Commit zu Password Pusher war am 28. 12. 2011. pwpush.com ging kurz darauf online.
es: El primer commit en git de Password Pusher fué en
fi: Ensimmäinen git-muutos Password Pusheriin oli
fr: Le premier commit sur Git pour Password Pusher a eu lieu
hi: पासवर्ड पुशर के लिए पहला गिट कमिट चालू था
hu: Az első git-commit a Password Pusherhez:
id: Komit git pertama ke Password Pusher sudah aktif
is: Fyrsta git skuldbindingin til Password Pusher var á
it: Il primo git commit su Password Pusher era attivo
ja: Password Pusher への最初の git commit はオンでした
lv: Pirmais Password Pusher git tika palaists
nl: De eerste git commit voor Password Pusher was op
no: Den første git-commit til Password Pusher var på
pl: Pierwsze zatwierdzenie git Przekazywacza Haseł było
pt_br: O primeiro commit do git para o Password Pusher aconteceu em
pt_pt: O primeiro git commit para Password Pusher foi em
ro: Primul commit git pentru Password Pusher a fost pe
ru: Первый git commit на Password Pusher был в
sr: Прво гит урезивање на Пассворд Пусхер је било укључено
sv: Den första git-committen till Password Pusher var
th: คอมไพล์แรกที่ใช้กับ Password Pusher เปิดอยู่
uk: Перший git-комміт до Password Pusher було зроблено
ur: پاس ورڈ پشر کا پہلا گٹ کمٹ آن تھا۔
