Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: It is often used by individuals and organizations to share login credentials or other sensitive data with colleagues, clients, or partners.
ca: Sovint l'utilitzen persones i organitzacions per compartir credencials d'inici de sessió o altres dades sensibles amb col·legues, clients o socis.
cs: Často jej používají jednotlivci a organizace ke sdílení přihlašovacích údajů nebo jiných citlivých údajů s kolegy, klienty nebo partnery.
cy: Fe'i defnyddir yn aml gan unigolion a sefydliadau i rannu manylion mewngofnodi neu ddata sensitif arall gyda chydweithwyr, cleientiaid neu bartneriaid.
da: Det bruges ofte af enkeltpersoner og organisationer til at dele login-legitimationsoplysninger eller andre følsomme data med kolleger, kunder eller partnere.
de: Es wird häufig von Einzelpersonen und Organisationen verwendet, um Anmeldeinformationen oder andere sensible Daten mit Kollegen, Kunden oder Partnern zu teilen.
es: A menudo, las personas y las organizaciones lo utilizan para compartir credenciales de inicio de sesión u otros datos confidenciales con colegas, clientes o socios.
fi: Yksityishenkilöt ja organisaatiot käyttävät sitä usein jakaakseen kirjautumistietoja tai muita arkaluonteisia tietoja kollegoiden, asiakkaiden tai kumppaneiden kanssa.
fr: Il est souvent utilisé par des particuliers et des organisations pour partager des identifiants de connexion ou d'autres données sensibles avec des collègues, des clients ou des partenaires.
hi: इसका उपयोग अक्सर व्यक्तियों और संगठनों द्वारा सहकर्मियों, ग्राहकों या भागीदारों के साथ लॉगिन क्रेडेंशियल या अन्य संवेदनशील डेटा साझा करने के लिए किया जाता है।
hu: Magánszemélyek és szervezetek gyakran használják bejelentkezési adatok vagy más érzékeny adatok megosztására kollégáikkal, ügyfelekkel vagy partnerekkel.
id: Ini sering digunakan oleh individu dan organisasi untuk berbagi kredensial login atau data sensitif lainnya dengan kolega, klien, atau mitra.
is: Það er oft notað af einstaklingum og stofnunum til að deila innskráningarskilríkjum eða öðrum viðkvæmum gögnum með samstarfsmönnum, viðskiptavinum eða samstarfsaðilum.
it: Viene spesso utilizzato da individui e organizzazioni per condividere credenziali di accesso o altri dati sensibili con colleghi, clienti o partner.
ja: 個人や組織が、ログイン資格情報やその他の機密データを同僚、クライアント、またはパートナーと共有するためによく使用されます。
lv: To bieži izmanto privātpersonas un organizācijas, lai koplietotu pieteikšanās akreditācijas datus vai citus sensitīvus datus ar kolēģiem, klientiem vai partneriem.
nl: Het wordt vaak gebruikt door individuen en organisaties om inloggegevens of andere gevoelige gegevens te delen met collega's, klanten of partners.
no: Den brukes ofte av enkeltpersoner og organisasjoner til å dele påloggingsinformasjon eller andre sensitive data med kolleger, klienter eller partnere.
pl: Jest często używany przez osoby i organizacje do udostępniania danych logowania lub innych poufnych danych współpracownikom, klientom lub partnerom.
pt_br: Geralmente é usado por indivíduos e organizações para compartilhar credenciais de login ou outros dados confidenciais com colegas, clientes ou parceiros.
pt_pt: Geralmente é usado por indivíduos e organizações para compartilhar credenciais de login ou outros dados confidenciais com colegas, clientes ou parceiros.
ro: Acesta este adesea utilizat de persoane și organizații pentru a partaja credențiale de conectare sau alte date sensibile cu colegii, clienții sau partenerii.
ru: Он часто используется частными лицами и организациями для обмена учетными данными или другими конфиденциальными данными с коллегами, клиентами или партнерами.
sr: Често га користе појединци и организације за дељење акредитива за пријаву или других осетљивих података са колегама, клијентима или партнерима.
sv: Det används ofta av individer och organisationer för att dela inloggningsuppgifter eller annan känslig data med kollegor, kunder eller partners.
th: บุคคลและองค์กรมักใช้เพื่อแบ่งปันข้อมูลรับรองการเข้าสู่ระบบหรือข้อมูลที่ละเอียดอ่อนอื่นๆ กับเพื่อนร่วมงาน ลูกค้า หรือคู่ค้า
uk: Він часто використовується приватними особами та організаціями для обміну обліковими даними для входу або іншими конфіденційними даними з колегами, клієнтами або партнерами.
ur: یہ اکثر افراد اور تنظیمیں لاگ ان کی اسناد یا دیگر حساس ڈیٹا کو ساتھیوں، کلائنٹس یا شراکت داروں کے ساتھ شیئر کرنے کے لیے استعمال کرتی ہیں۔

source: Password Pusher is a simple and convenient solution for securely sharing passwords without the need for email or other less secure communication methods.
ca: Password Pusher és una solució senzilla i còmoda per compartir contrasenyes de manera segura sense necessitat de correu electrònic o altres mètodes de comunicació menys segurs.
cs: Password Pusher je jednoduché a pohodlné řešení pro bezpečné sdílení hesel bez potřeby e-mailu nebo jiných méně bezpečných komunikačních metod.
cy: Mae Password Pusher yn ddatrysiad syml a chyfleus ar gyfer rhannu cyfrineiriau'n ddiogel heb yr angen am e-bost na dulliau cyfathrebu llai diogel eraill.
da: Password Pusher er en enkel og bekvem løsning til sikker deling af adgangskoder uden behov for e-mail eller andre mindre sikre kommunikationsmetoder.
de: Password Pusher ist eine einfache und bequeme Lösung zum sicheren Teilen von Passwörtern, ohne dass E-Mail oder andere weniger sichere Kommunikationsmethoden erforderlich sind.
es: Password Pusher es una solución simple y conveniente para compartir contraseñas de forma segura sin necesidad de correo electrónico u otros métodos de comunicación menos seguros.
fi: Password Pusher on yksinkertainen ja kätevä ratkaisu salasanojen turvalliseen jakamiseen ilman sähköpostia tai muita vähemmän turvallisia viestintätapoja.
fr: Password Pusher est une solution simple et pratique pour partager en toute sécurité des mots de passe sans avoir besoin d'e-mail ou d'autres méthodes de communication moins sécurisées.
hi: पासवर्ड पुशर ईमेल या अन्य कम सुरक्षित संचार विधियों की आवश्यकता के बिना पासवर्ड को सुरक्षित रूप से साझा करने का एक सरल और सुविधाजनक समाधान है।
hu: A Password Pusher egy egyszerű és kényelmes megoldás a jelszavak biztonságos megosztására anélkül, hogy e-mailre vagy más kevésbé biztonságos kommunikációs módszerre lenne szükség.
id: Password Pusher adalah solusi sederhana dan nyaman untuk berbagi kata sandi dengan aman tanpa perlu email atau metode komunikasi lain yang kurang aman.
is: Password Pusher er einföld og þægileg lausn til að deila lykilorðum á öruggan hátt án þess að þurfa tölvupóst eða aðrar óöruggar samskiptaaðferðir.
it: Password Pusher è una soluzione semplice e conveniente per condividere in modo sicuro le password senza la necessità di e-mail o altri metodi di comunicazione meno sicuri.
ja: Password Pusher は、電子メールやその他の安全性の低い通信方法を必要とせずに、パスワードを安全に共有するためのシンプルで便利なソリューションです。
lv: Password Pusher ir vienkāršs un ērts risinājums drošai paroļu koplietošanai, neizmantojot e-pastu vai citas mazāk drošas saziņas metodes.
nl: Password Pusher is een eenvoudige en handige oplossing voor het veilig delen van wachtwoorden zonder e-mail of andere minder veilige communicatiemethoden.
no: Password Pusher er en enkel og praktisk løsning for sikker deling av passord uten behov for e-post eller andre mindre sikre kommunikasjonsmetoder.
pl: Password Pusher to proste i wygodne rozwiązanie do bezpiecznego udostępniania haseł bez potrzeby korzystania z poczty e-mail lub innych mniej bezpiecznych metod komunikacji.
pt_br: O Password Pusher é uma solução simples e conveniente para compartilhar senhas com segurança sem a necessidade de e-mail ou outros métodos de comunicação menos seguros.
pt_pt: O Password Pusher é uma solução simples e conveniente para compartilhar senhas com segurança sem a necessidade de e-mail ou outros métodos de comunicação menos seguros.
ro: Password Pusher este o soluție simplă și convenabilă pentru partajarea în siguranță a parolelor, fără a fi nevoie de e-mail sau alte metode de comunicare mai puțin sigure.
ru: Password Pusher - это простое и удобное решение для безопасного обмена паролями без необходимости использования электронной почты или других менее безопасных методов связи.
sr: Пассворд Пусхер је једноставно и практично решење за безбедно дељење лозинки без потребе за е-поштом или другим мање безбедним методама комуникације.
sv: Password Pusher är en enkel och bekväm lösning för att säkert dela lösenord utan behov av e-post eller andra mindre säkra kommunikationsmetoder.
th: Password Pusher เป็นโซลูชันที่ง่ายและสะดวกสำหรับการแบ่งปันรหัสผ่านอย่างปลอดภัยโดยไม่จำเป็นต้องใช้อีเมลหรือวิธีการสื่อสารอื่นๆ ที่ปลอดภัยน้อยกว่า
uk: Password Pusher - це просте і зручне рішення для безпечного обміну паролями без використання електронної пошти або інших менш безпечних способів зв'язку.
ur: پاس ورڈ پشر ای میل یا دیگر کم محفوظ مواصلاتی طریقوں کی ضرورت کے بغیر پاس ورڈ کو محفوظ طریقے سے شیئر کرنے کا ایک آسان اور آسان حل ہے۔

source: Hosted at
ca: Allotjat a
cs: Hostováno na
cy: Wedi'i gynnal yn
da: Hosted hos
de: Gehostet bei
es: Alojado en
fi: hostattu
fr: Hébergée sur
hi: पर होस्ट किया गया
hu: Házigazda:
id: Diselenggarakan di
is: Gestgjafi kl
it: Ospitato presso
ja: 主催
lv: Izmantojiet
nl: Gehost bij
no: Hostet hos
pl: Hostowana na
pt_br: Hospedado em
pt_pt: Hospedado em
ro: Găzduit la
ru: Развернут на
sr: Хостед ат
sv: Hostad på
th: เป็นเจ้าภาพที่
uk: Відбудеться за адресою
ur: پر میزبانی کی۔

source: or you can run your own private instance wherever you like.
ca: o podeu executar la vostra pròpia instància privada allà on vulgueu.
cs: nebo můžete spustit svou vlastní soukromou instanci, kdekoli chcete.
cy: neu gallwch redeg eich achos preifat eich hun lle bynnag y dymunwch.
da: eller du kan køre din egen private udgave, hvor du vil.
de: oder Sie können Ihre eigene private Instanz betreiben, wo immer Sie wollen.
es: o puede ejecutar su propia instancia privada donde quiera.
fi: tai voit käyttää omaa yksityistä instanssia missä haluat.
fr: ou sur votre propre installation hébergée où vous voulez.
hi: या आप जहां चाहें अपना निजी इंस्टेंस चला सकते हैं।
hu: vagy bárhol futtathatja saját privát példányát.
id: atau Anda bisa menjalankan instance pribadi Anda sendiri di mana pun Anda suka.
is: eða þú getur keyrt þitt eigið einkatilvik hvar sem þú vilt.
it: oppure puoi eseguire la tua istanza privata dove preferisci.
ja: または、好きな場所で独自のプライベート インスタンスを実行できます。
lv: vai arī izveidojiet un palaidiet savu privāto instanci, kur vien vēlaties.
nl: of u kunt uw eigen privé-instantie uitvoeren waar u maar wilt.
no: eller du kan kjøre din egen private instans hvor du vil.
pl: ale możesz uruchomić własną prywatną instancję, gdziekolwiek chcesz.
pt_br: ou você pode executar sua própria instância privada onde quiser.
pt_pt: ou pode executar a sua própria instância privada onde quiser.
ro: sau vă puteți rula propria instanță privată oriunde doriți.
ru: или вы можете запустить свой собственный частный экземпляр в любом удобном для вас месте.
sr: или можете покренути своју приватну инстанцу где год желите.
sv: eller så kan du köra din egen privata instans var du vill.
th: หรือคุณสามารถเรียกใช้อินสแตนซ์ส่วนตัวของคุณเองได้ทุกที่ที่คุณต้องการ
uk: або ви можете запустити свій власний приватний екземпляр де завгодно.
ur: یا آپ جہاں چاہیں اپنی ذاتی مثال چلا سکتے ہیں۔

source: The source code is
ca: El codi font és
cs: Zdrojový kód je
cy: Y cod ffynhonnell yw
da: Kildekoden er
de: Der Quellcode ist auf
es: El código fuente es
fi: Lähdekoodi on
fr: Le code source est
hi: स्रोत कोड है
hu: A forráskód az
id: Kode sumbernya adalah
is: Kóðinn er
it: Il codice sorgente è
ja: ソースコードは
lv: Pirmkods pieejams
nl: De broncode is
no: Kildekoden er
pl: Kod źródłowy znajduje się
pt_br: O código fonte é
pt_pt: O código fonte é
ro: Codul sursă este
ru: Исходный код
sr: Изворни код је
sv: Källkoden är
th: รหัสที่มาคือ
uk: Вихідний код
ur: سورس کوڈ ہے۔

source: on Github
ca: a Github
cs: na Github
cy: ar Github
da: på Github
de: Github
es: en Github
fi: Githubissa
fr: sur Github
hi: जीथूब पर
hu: a Githubon
id: di Github
is: á Github
it: su Github
ja: Githubで
lv: vietnē Github
nl: op GitHub
no: på Github
pl: na Github
pt_br: no Github
pt_pt: no Github
ro: pe Github
ru: на Github
sr: на Гитхуб-у
sv: på Github
th: บน Github
uk: на Github
ur: گیتھب پر

source: It’s opensource and free for anyone to use, review or modify.
ca: És de codi obert i gratuït perquè qualsevol pugui utilitzar-lo, revisar-lo o modificar-lo.
cs: Je to opensource a může jej kdokoli používat, kontrolovat nebo upravovat zdarma.
cy: Mae'n ffynhonnell agored ac yn rhad ac am ddim i unrhyw un ei ddefnyddio, ei adolygu neu ei addasu.
da: Det er opensource og gratis for alle at bruge, gennemgå eller ændre.
de: Es ist quelloffen und kann von jedermann frei verwendet, überprüft und verändert werden.
es: Es de código abierto y gratuito para que cualquiera pueda usarlo, revisarlo o modificarlo.
fi: Se onavointa lähdekoodia ja ilmainen kenen tahansa käytettäväksi, tarkastettavaksi tai muokattavaksi.
fr: Il est opensource et libre pour qui veux l'utiliser, l'examiner ou le modifier.
hi: यह ओपनसोर्स है और किसी के भी उपयोग, समीक्षा या संशोधन के लिए निःशुल्क है।
hu: Nyílt forráskódú, és bárki ingyenesen használhatja, áttekintheti vagy módosíthatja.
is: Það er opinn og ókeypis fyrir alla að nota, skoða eða breyta.
it: È opensource e gratuito per chiunque possa utilizzarlo, rivederlo o modificarlo.
ja: オープンソースであり、誰でも無料で使用、レビュー、または変更できます。
lv: Tā ir atvērtā pirmkoda programmatūra, kuru var izmantot, pārskatīt un pārveidot ikviens.
nl: Het is opensource en voor iedereen gratis te gebruiken, te herzien of aan te passen.
no: Det er åpen kildekode og gratis for alle å bruke, gjennomgå eller endre.
pl: Jest otwarty i bezpłatny dla każdego, można go przeglądać i modyfikować.
pt_br: É de código aberto e gratuito para qualquer pessoa usar, revisar ou modificar.
pt_pt: É de código aberto e gratuito para qualquer um usar, rever ou modificar.
ro: Este open-source și este liber pentru oricine să o folosească, să o revizuiască sau să o modifice.
ru: Он с открытым исходным кодом и свободен для использования, просмотра или изменения любым желающим.
sr: Отворен је код и бесплатан је за коришћење, преглед или модификовање.
sv: Det är open source och gratis för alla att använda, granska eller ändra.
th: เป็นโอเพ่นซอร์สและฟรีสำหรับทุกคนที่จะใช้ ตรวจสอบ หรือแก้ไข
uk: Це відкритий код, і будь-хто може його використовувати, переглядати або змінювати.
ur: یہ اوپن سورس ہے اور کسی کے لیے بھی استعمال کرنے، جائزہ لینے یا ترمیم کرنے کے لیے مفت ہے۔

source: The Author
ca: L'autor
cs: Autor
cy: Yr Awdur
da: Forfatteren
de: Der Autor
es: El autor
fi: Kirjoittaja
fr: L'auteur
hi: लेखक
hu: A szerző
id: Penulis
is: Höfundurinn
it: L'autore
ja: 著者
lv: Autors
nl: De Auteur
no: Forfatteren
pl: Autor
pt_br: O autor
pt_pt: O Autor
ro: Autorul
ru: Автор
sr: Аутор
sv: Författaren
th: ผู้เขียน
uk: Автор
ur: مصنف

source: My name is Peter Giacomo Lombardo. You can find me on
ca: Em dic Peter Giacomo Lombardo. Em pots trobar a
cs: Jmenuji se Peter Giacomo Lombardo. Najdete mě na
cy: Fy enw i yw Peter Giacomo Lombardo. Gallwch ddod o hyd i mi ar
da: Mit navn er Peter Giacomo Lombardo. Du kan finde mig på
de: Mein Name ist Peter Giacomo Lombardo. Sie finden mich auf
es: Mi nombre es Pedro Giacomo Lombardo. Puedes encontrarme en
fi: Nimeni on Peter Giacomo Lombardo. Löydät minut
fr: Je m'appelle Peter Giacomo Lombardo. Retrouvez-moi sur
hi: मेरा नाम पीटर जियाकोमो लोम्बार्डो है। आप मुझे यहां पा सकते हैं
hu: A nevem Peter Giacomo Lombardo. Megtalálsz
id: Nama saya Peter Giacomo Lombardo. Anda dapat menemukan saya di
is: Ég heiti Peter Giacomo Lombardo. Þú getur fundið mig á
it: Mi chiamo Pietro Giacomo Lombardo. Mi puoi trovare su
ja: 私の名前はピーター・ジャコモ・ロンバルドです。あなたは私を見つけることができます
lv: Mani sauc Pīters Džakomo Lombardo (Peter Giacomo Lombardo). Jūs varat mani atrast
nl: Mijn naam is Peter Giacomo Lombardo. Je kunt me vinden op
no: Mitt navn er Peter Giacomo Lombardo. Du finner meg på
pl: Nazywam się Peter Giacomo Lombardo. Możesz mnie znaleźć na
pt_br: Meu nome é Peter Giacomo Lombardo. Você pode me encontrar em
pt_pt: O meu nome é Pedro Giacomo Lombardo. Pode me encontrar em
ro: Numele meu este Peter Giacomo Lombardo. Mă puteți găsi pe
ru: Меня зовут Питер Джакомо Ломбардо. Вы можете найти меня на
sr: Моје име је Петер Гиацомо Ломбардо. Можете ме наћи на
sv: Jag heter Peter Giacomo Lombardo. Du hittar mig på
th: ฉันชื่อปีเตอร์ จาโกโม ลอมบาร์โด คุณสามารถพบฉันได้ที่
uk: Мене звати Пітер Джакомо Ломбардо. Ви можете знайти мене на
ur: میرا نام پیٹر جیاکومو لومبارڈو ہے۔ آپ مجھے تلاش کر سکتے ہیں۔

source: or
ca: o
cs: nebo
cy: neu
da: eller
de: oder
es: o
fi: tai
fr: ou
hi: या
hu: vagy
id: atau
is: eða
it: o
ja: また
lv: vai
nl: of
no: eller
pl: lub
pt_br: ou
pt_pt: ou
ro: sau
ru: или
sr: или
sv: eller
th: หรือ
uk: або
ur: یا

source: For updates, you can
ca: Per a actualitzacions, podeu
cs: U aktualizací můžete
cy: Am ddiweddariadau, gallwch
da: For at opdatere kan du
de: Für Updates mir folgen auf
es: Para obtener actualizaciones, puede
fi: Päivityksiä varten voit
fr: Pour des actualités,
hi: अपडेट के लिए, आप कर सकते हैं
hu: Frissítésekért megteheti
id: Untuk pembaruan, Anda dapat
is: Fyrir uppfærslur geturðu
it: Per gli aggiornamenti, puoi
ja: 更新については、次のことができます。
lv: Lai saņemtu atjauninājumus, Jūs varat
nl: Voor updates kunt u
no: For oppdateringer kan du
pl: Aby uzyskać aktualne informacje
pt_br: Para atualizações, você pode
pt_pt: Para atualizações, você pode
ro: Pentru actualizări, puteți
ru: Для получения обновлений вы можете
sr: За ажурирања, можете
sv: För uppdateringar kan du
th: สำหรับการอัพเดต คุณสามารถ
uk: Для отримання оновлень ви можете
ur: اپ ڈیٹس کے لیے، آپ کر سکتے ہیں۔

source: follow me on Twitter
ca: segueix-me a Twitter
cs: Sleduj mě na Twitteru
cy: dilynwch fi ar Twitter
da: følg mig på Twitter
de: Twitter
es: Sígueme en Twitter
fi: seuraa minua Twitterissä
fr: Suivez moi sur Twitter
hi: ट्विटर पर मुझे फॉलो करें
hu: Kövess a Twitteren
id: ikuti saya di Twitter
is: fylgdu mér á Twitter
it: seguimi su Twitter
ja: Twitterをフォローしてください
lv: seko man Twitter
nl: Volg me op Twitter
no: Følg meg på Twitter
pl: obserwuj mnie na Twitterze
pt_br: Siga me no twitter
pt_pt: siga me no Twitter
ro: urmărește-mă pe Twitter
ru: подпишитесь на мной в Твиттер
sr: Запрати ме на твитеру
sv: följ mig på Twitter
th: ติดตามฉันบนทวิตเตอร์
uk: слідкуйте за мною у Твіттері
ur: ٹویٹر پر مجھے فالو کریں۔

source: Want to Help Out?
ca: Vols ajudar?
cs: Chcete pomoci?
cy: Eisiau Helpu Allan?
da: Vil du hjælpe?
de: Willst du helfen?
es: ¿Quieres Ayudar?
fi: Haluatko auttaa?
fr: Vous voulez aider ?
hi: मदद करना चाहते हैं?
hu: Szeretne segíteni?
id: Ingin Membantu?
is: Viltu hjálpa til?
it: Vuoi Aiutare?
ja: 手伝いたいですか？
lv: Vai vēlies palīdzēt?
nl: Wil je helpen?
no: Vil du hjelpe til?
pl: Chcesz pomóc?
pt_br: Quer ajudar?
pt_pt: Quer ajudar?
ro: Vrei să ajuți?
ru: Хотите помочь?
sr: Желите да помогнете?
sv: Vill du hjälpa till?
th: ต้องการความช่วยเหลือหรือไม่
uk: Хочете допомогти?
ur: مدد کرنا چاہتے ہیں؟

source: By far the biggest help is to spread the word
ca: De lluny, la major ajuda és difondre la veu
cs: Jednoznačně nejlepší způsob jak pomoci je doporučit ostatní
cy: Y cymorth mwyaf o bell ffordd yw lledaenu'r gair
da: Langt den bedste hjælp er at sprede budskabet
de: Die mit Abstand größte Hilfe ist es, das Wort zu verbreiten
es: De lejos, la mayor ayuda es correr la voz
fi: Ylivoimaisesti suurin apu on sanan levittäminen
fr: De loin la plus grande aide est d'en parler
hi: अब तक की सबसे बड़ी मदद बात फैलाना है
hu: A legnagyobb segítség a hír terjesztése
id: Sejauh ini, bantuan terbesar adalah dengan menyebarkan berita
is: Langstærsta hjálpin er að dreifa boðskapnum
it: Di gran lunga il più grande aiuto è spargere la voce
ja: 断然最大の助けは言葉を広めることです
lv: Līdz šim lielākā palīdzība ir informācijas izplatīšana
nl: De beste reclame is mond tot mond reclame
no: Den desidert største hjelpen er å spre ordet
pl: Zdecydowanie największą pomocą jest rozpowszechnianie informacji
pt_br: De longe, a maior ajuda é espalhar a palavra
pt_pt: De longe, a maior ajuda é espalhar a palavra
ro: De departe, cel mai mare ajutor este de a răspândi cuvântul
ru: Самой большой помощью является распространение информации
sr: Далеко највећа помоћ је ширење речи
sv: Den överlägset största hjälpen är att sprida budskapet
th: ความช่วยเหลือที่ใหญ่ที่สุดคือการกระจายข่าว
uk: Безумовно, найбільша допомога - це поширення інформації
ur: اب تک کی سب سے بڑی مدد لفظ کو پھیلانا ہے۔

source: Share and suggest Password Pusher to colleagues and friends.
ca: Comparteix i suggereix Password Pusher a companys i amics.
cs: Sdílejte a navrhujte Password Pusher kolegům a přátelům.
cy: Rhannwch ac awgrymwch Password Pusher i gydweithwyr a ffrindiau.
da: Del og foreslå Password Pusher til kolleger og venner.
de: Password Pusher an Freunde und Kollege empfehlen.
es: Comparte y sugiere Password Pusher a colegas y amigos.
fi: Jaa ja ehdota Password Pusheria kollegoille ja ystäville.
fr: Partagez et conseillez Password Pusher à vos collègues et proches.
hi: सहकर्मियों और मित्रों को पासवर्ड पुशर साझा करें और सुझाव दें।
hu: Ossza meg és javasolja a Password Pusher alkalmazást kollégáinak és barátainak.
id: Bagikan dan sarankan Password Pusher kepada kolega dan teman.
is: Deildu og stingdu upp á Password Pusher til samstarfsmanna og vina.
it: Condividi e suggerisci Password Pusher a colleghi e amici.
ja: Password Pusher を同僚や友人と共有して提案します。
lv: Dalieties un iesakiet Password Pusher kolēģiem un draugiem.
nl: Deel en stel Password Pusher voor aan collega's en vrienden.
no: Del og foreslå Password Pusher til kolleger og venner.
pl: Udostępnij i zasugeruj narzędzie Przekazywacz Haseł współpracownikom i znajomym.
pt_br: Compartilhe e sugira o Password Pusher para seus colegas e amigos.
pt_pt: Partilhe e sugira o Password Pusher aos seus colegas e amigos.
ro: Partajați și sugerați Password Pusher colegilor și prietenilor.
ru: Поделитесь и предложите Password Pusher коллегам и друзьям.
sr: Поделите и предложите Пассворд Пусхер колегама и пријатељима.
sv: Dela och föreslå Password Pusher till kollegor och vänner.
th: แบ่งปันและแนะนำ Password Pusher ให้กับเพื่อนร่วมงานและเพื่อนๆ
uk: Поділіться та порекомендуйте Password Pusher колегам і друзям.
ur: ساتھیوں اور دوستوں کو پاس ورڈ پشر کا اشتراک کریں اور تجویز کریں۔

source: You can also
ca: També pots
cs: Můžete také
cy: Gallwch hefyd
da: Du kan også
de: Sie können auch
es: Tú también puedes
fi: Voit myös
fr: Vous pouvez aussi
hi: आप भी कर सकते हैं
hu: Te is
id: Anda juga dapat
is: Þú getur líka
it: Puoi anche
ja: あなたもすることができます
lv: Jūs varat arī:
nl: Je kan ook
no: Du kan også
pl: Możesz również
pt_br: Você também pode
pt_pt: Pode também
ro: De asemenea, puteți
ru: Вы также можете
sr: Можете такође
sv: Du kan också
th: นอกจากนี้คุณยังสามารถ
uk: Ви також можете
ur: آپ بھی

source: Star the Github project
ca: Destaca el projecte Github
cs: Spusťte projekt Github
cy: Serennu prosiect Github
da: Stjerne Github-projektet
de: Star das Github-Projekt
es: Destaca el proyecto en Github
fi: Tähditä Github-projekti
fr: donner une étoile au projet Github
hi: जीथब प्रोजेक्ट को तारांकित करें
hu: Csillagozza meg a Github projektet
id: Membintangi proyek Github
is: Stjörnu Github verkefnið
it: Stellare il progetto su Github
ja: Github プロジェクトにスターを付ける
lv: Novērtējiet Github projektu
nl: Geef het Github-project een ster
no: Gi stjerne til Github-prosjektet
pl: Rozpocznij projekt Github
pt_br: Acompanhe (star) o projeto no Github
pt_pt: Dê estrela ao projeto Github
ro: Începeți proiectul Github
ru: Запустите проект на Github
sr: Означите Гитхуб пројекат
sv: Stjärna Github-projektet
th: ติดดาวโครงการ Github
uk: Станьте зіркою проекту на Github
ur: گیتھب پروجیکٹ کو اسٹار کریں۔
