Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: there is no way I can reliably prove that the opensource code is the same that runs on pwpush.com (this is true for all sites in reality).
ca: no hi ha manera de demostrar de manera fiable que el codi publicat sigui el mateix que s'executa a pwpush.com (això és cert per a tots els llocs en realitat).
cs: neexistuje žádný způsob, jak mohu spolehlivě prokázat, že opensource kód je stejný jako na pwpush.com (to platí pro všechny weby ve skutečnosti).
da: der er ingen måde, jeg kan bevise, at opensource-koden er den samme, der kører på pwpush.com (dette gælder iøvrigt alle websteder i).
de: Ich kann nicht zuverlässig beweisen, dass der Open-Source-Quellcode derselbe ist, der auf pwpush.com läuft (dies gilt in Wirklichkeit für alle Websites).
es: No hay forma de que pueda probar de manera confiable que el código de fuente abierto es el mismo que se ejecuta en pwpush.com (esto es cierto para todos los sitios en realidad).
fi: Ei ole tapaa aukottomasti todistaa, että avoimen lähdekoodin koodi on sama, joka toimii osoitteessa pwpush.com (tämä pätee todellisuudessa kaikille sivustoille).
fr: il n'y a aucun moyen que je puisse vous prouver de manière sûre que le code en opensource est le même s'exécutant sur pwpush.com (c'est vrai pour tous les sites web)
hi: ऐसा कोई तरीका नहीं है जिससे मैं विश्वसनीय रूप से साबित कर सकूं कि ओपनसोर्स कोड वही है जो pwpush.com पर चलता है (वास्तव में यह सभी साइटों के लिए सच है)।
hu: semmilyen módon nem tudom megbízhatóan bizonyítani, hogy a nyílt forráskód ugyanaz, mint a pwpush.com-on (ez a valóságban minden webhelyre igaz).
id: tidak ada cara yang dapat saya buktikan secara andal bahwa kode sumber terbuka sama dengan yang berjalan di pwpush.com (ini berlaku untuk semua situs pada kenyataannya).
is: það er engin leið að ég geti sannað með áreiðanlegum hætti að opensource kóðinn sé sá sami og keyrir á pwpush.com (þetta er satt fyrir allar síður í raun og veru).
it: non c'è modo in cui posso dimostrare in modo affidabile che il codice opensource sia lo stesso che gira su pwpush.com (questo è vero per tutti i siti in realtà).
ja: (全てのサイトがそうであるように)オープンソースのコードが pwpush.com で実行されているものと同じであることを確実に証明できる方法はありません。
lv: Es nekādi nevaru ticami pierādīt, ka pirmkods ir tas pats, kas darbojas pwpush.com (patiesībā, tas attiecas uz visām vietnēm).
nl: ik kan op geen enkele manier betrouwbaar bewijzen dat de opensource-code dezelfde is als die op pwpush.com (dit geldt in werkelijkheid voor alle sites).
no: det er ingen måte jeg pålitelig kan bevise at opensource-koden er den samme som kjører på pwpush.com (dette er sant for alle nettsteder i virkeligheten).
pl: nie ma sposobu, abym wiarygodnie udowodnił, że kod open source jest taki sam, jak działa na pwpush.com (dotyczy to wszystkich witryn).
pt_br: não há como provar com segurança que o código aberto é o mesmo que é executado no pwpush.com (isso é verdade para todos os sites na realidade).
pt_pt: não há como provar com segurança que o código-fonte aberto é o mesmo executado em pwpush.com (o mesmo é verdade para todos os sites na realidade).
ro: nu am cum să pot dovedi în mod fiabil că codul opensource este același cu cel care rulează pe pwpush.com (acest lucru este valabil pentru toate site-urile în realitate).
ru: я никак не могу достоверно доказать, что код с открытым исходным кодом - тот же самый, что работает на pwpush.com (в действительности это справедливо для всех сайтов).
sr: не постоји начин на који могу поуздано доказати да је опенсоурце код исти који ради на пвпусх.цом (ово у стварности важи за све сајтове).
sv: det finns inget sätt jag på ett tillförlitligt sätt kan bevisa att open source-koden är densamma som körs på pwpush.com (detta är sant för alla webbplatser).
th: ไม่มีทางที่ฉันสามารถพิสูจน์ได้อย่างน่าเชื่อถือว่าโค้ด opensource นั้นเหมือนกันกับที่ทำงานบน pwpush.com (ซึ่งจริงสำหรับทุกไซต์ในความเป็นจริง)
uk: я не можу достовірно довести, що код з відкритим вихідним кодом є тим самим, що працює на pwpush.com (це стосується всіх сайтів насправді).
ur: ایسا کوئی طریقہ نہیں ہے کہ میں قابل اعتماد طریقے سے ثابت کر سکوں کہ اوپن سورس کوڈ وہی ہے جو pwpush.com پر چلتا ہے (یہ حقیقت میں تمام سائٹوں کے لیے درست ہے)۔

source: The only thing I can provide in this respect is my public reputation on
ca: L'únic que puc aportar en aquest sentit és la meva reputació pública
cs: Jediné, co mohu v tomto ohledu poskytnout, je moje veřejná pověst
da: Det eneste, jeg kan give i denne henseende, er mit offentlige omdømme
de: Das Einzige, was ich in dieser Hinsicht bieten kann, ist mein öffentliches Renommee auf
es: Lo único que puedo ofrecer a este respecto es mi reputación pública en
fi: Ainoa asia, johon voin tässä suhteessa vedota, on julkinen maineeni
fr: La seule chose que je peux donner par rapport à ça est ma réputation sur
hi: इस संबंध में मैं केवल अपनी सार्वजनिक प्रतिष्ठा ही बता सकता हूं
hu: Az egyetlen dolog, amit e tekintetben nyújthatok, az a nyilvános hírnevem
id: Satu-satunya hal yang dapat saya berikan dalam hal ini adalah reputasi publik saya di
is: Það eina sem ég get veitt í þessum efnum er almenningur minn á
it: L'unica cosa che posso fornire in questo senso è la mia reputazione pubblica su
ja: この点で私が提供できる唯一のことは、私の公の評判です
lv: Vienīgais, ko šajā ziņā varu sniegt, ir mana publiskā reputācija
nl: Het enige dat ik in dit opzicht kan bieden, is mijn publieke reputatie op
no: Det eneste jeg kan gi i denne forbindelse er mitt offentlige rykte på
pl: Jedyne, co mogę w tym zakresie zapewnić, to moja publiczna reputacja na
pt_br: A única coisa que posso fornecer a este respeito é a minha reputação pública em
pt_pt: A única coisa que posso acrescentar a respeito disto é a minha reputação pública.
ro: Singurul lucru pe care îl pot oferi în această privință este reputația mea publică pe
ru: Единственное, что я могу предоставить в этом отношении, - это моя общественная репутация на
sr: Једино што могу да обезбедим у том погледу је мој јавни углед
sv: Det enda jag kan ge i detta avseende är mitt offentliga rykte om
th: สิ่งเดียวที่ฉันสามารถให้ได้ในเรื่องนี้คือชื่อเสียงของฉันที่มีต่อสาธารณะ
uk: Єдине, що я можу надати в цьому відношенні, - це моя публічна репутація на
ur: اس سلسلے میں میں صرف ایک چیز فراہم کر سکتا ہوں وہ ہے میری عوامی ساکھ

source: my blog
ca: el meu bloc
cs: můj blog
da: min blog
de: Mein Blog
es: mi blog
fi: blogini
fr: mon blog
hi: मेरा चिट्ठा
hu: a blogom
id: blog saya
is: bloggið mitt
it: il mio blog
ja: 私のブログ
lv: mans emuārs
nl: mijn blog
no: min blogg
pl: mój blog
pt_br: meu blog
pt_pt: meu blog
ro: blogul meu
ru: мой блог
sr: мој блог
sv: min blogg
th: บล็อคของฉัน
uk: мій блог
ur: میرا بلاگ

source: If this is a concern for you, feel free to review the code, post any questions that you may have and consider running it internally at your organization instead.
ca: Si això us preocupa, no dubteu a revisar el codi, publicar qualsevol pregunta que tingueu i, en canvi, considereu executar-lo internament a la vostra organització.
cs: Pokud vás to znepokojuje, můžete si kód prohlédnout, zveřejnit případné dotazy a zvážit jeho zavedení interně ve vaší organizaci.
da: Hvis dette er et problem for dig, er du velkommen til at gennemgå koden, stille eventuelle spørgsmål, du måtte have, og overveje at køre den internt i din organisation i stedet for.
de: Wenn dies für Sie ein Problem darstellt, können Sie den Quellcode überprüfen, Fragen stellen und in Erwägung ziehen, ihn stattdessen intern in Ihrer Organisation einzusetzen.
es: Si esto le preocupa, no dude en revisar el código, publicar cualquier pregunta que pueda tener y considerar ejecutarlo internamente en su organización.
fi: Jos tämä huolestuttaa sinua, tarkista koodi, lähetä mahdolliset kysymykset ja harkitse sen sijaan sen käyttämistä sisäisesti organisaatiossasi.
fr: Si cela vous préoccupe, n'hésitez pas à examiner le code source, à poster toutes les questions que vous pourriez vous poser et à envisager plutôt de l'exécuter en interne dans votre organisation.
hi: यदि यह आपके लिए चिंता का विषय है, तो बेझिझक कोड की समीक्षा करें, अपने कोई भी प्रश्न पोस्ट करें और इसके बजाय इसे अपने संगठन में आंतरिक रूप से चलाने पर विचार करें।
hu: Ha ez aggodalomra ad okot, nyugodtan tekintse át a kódot, tegye fel kérdéseit, és fontolja meg a szervezeten belüli futtatást.
id: Jika hal ini menjadi perhatian Anda, jangan ragu untuk meninjau kode tersebut, kirimkan pertanyaan apa pun yang mungkin Anda miliki dan pertimbangkan untuk menjalankannya secara internal di organisasi Anda.
is: Ef þetta er áhyggjuefni fyrir þig skaltu ekki hika við að fara yfir kóðann, setja inn einhverjar spurningar sem þú gætir haft og íhugaðu að keyra hann innan fyrirtækisins í staðinn.
it: Se questo è un problema per te, sentiti libero di rivedere il codice, posta qualsiasi domanda tu possa avere e considera invece di eseguirlo internamente alla tua organizzazione.
ja: これが懸念される場合は、お気軽にコードを確認し、質問がある場合は投稿して、代わりに組織内で実行することを検討してください。
lv: Ja tas Jūs uztrauc, droši pārskatiet kodu, uzdodiet visus iespējamos jautājumus un apsveriet iespēju to izmantot savā organizācijā.
nl: Als u zich hier zorgen over maakt, aarzel dan niet om de code door te nemen, eventuele vragen te stellen en in plaats daarvan te overwegen deze intern bij uw organisatie uit te voeren.
no: Hvis dette er en bekymring for deg, kan du gjerne gå gjennom koden, legge ut spørsmål du måtte ha og vurdere å kjøre den internt i organisasjonen din i stedet.
pl: Jeśli jest to dla Ciebie problem, zapoznaj się z kodem, opublikuj wszelkie pytania i rozważ uruchomienie go wewnętrznie w swojej organizacji.
pt_br: Se isso for uma preocupação para você, sinta-se à vontade para revisar o código, postar quaisquer dúvidas que você possa ter e considere executar internamente em sua organização.
pt_pt: Se isto for uma preocupação para você, sinta-se à vontade para rever o código, enviar qualquer dúvida que possa ter e considerar executá-lo internamente na sua organização.
ro: Dacă acest lucru vă îngrijorează, nu ezitați să revizuiți codul, să postați orice întrebare pe care o aveți și să luați în considerare posibilitatea de a o rula intern în cadrul organizației dumneavoastră.
ru: Если вас это беспокоит, не стесняйтесь ознакомиться с кодом, задать все интересующие вас вопросы и рассмотреть возможность запуска этого продукта внутри вашей организации.
sr: Ако вас ово брине, слободно прегледајте код, поставите сва питања која имате и размислите о томе да га интерно покренете у својој организацији.
sv: Om det här är ett problem för dig kan du granska koden, ställa eventuella frågor du kan ha och överväga att köra den internt i din organisation istället.
th: หากสิ่งนี้ทำให้คุณกังวล โปรดตรวจทานโค้ด โพสต์คำถามใดๆ ที่คุณอาจมี และพิจารณาเรียกใช้โค้ดเป็นการภายในที่องค์กรของคุณแทน
uk: Якщо це викликає у вас занепокоєння, не соромтеся переглянути кодекс, написати будь-які запитання, які у вас виникли, і розглянути можливість його внутрішнього використання у вашій організації.
ur: اگر یہ آپ کے لیے تشویش کا باعث ہے، تو بلا جھجھک کوڈ کا جائزہ لیں، جو بھی سوالات آپ کے ذہن میں ہو اسے پوسٹ کریں اور اس کے بجائے اسے اپنی تنظیم میں اندرونی طور پر چلانے پر غور کریں۔

source: Tools, Utilities and Applications
ca: Eines, Utilitats i Aplicacions
cs: Nástroje, utility a aplikace
da: Værktøjer, hjælpeprogrammer og applikationer
de: Tools, Dienstprogramme und Anwendungen
es: Herramientas, Utilidades y Aplicaciones
fi: Työkalut, apuohjelmat ja sovellukset
fr: Outils, utilitaires et applications
hi: उपकरण, उपयोगिताएँ और अनुप्रयोग
hu: Eszközök, segédprogramok és alkalmazások
id: Alat, Utilitas, dan Aplikasi
is: Verkfæri, tól og forrit
it: Strumenti, Utilità e Applicazioni
ja: ツール、ユーティリティ、およびアプリケーション
lv: Rīki, utilītprogrammas un lietojumprogrammas
nl: Hulpprogramma's, Hulpprogramma's en Toepassingen
no: Verktøy og applikasjoner
pl: Narzędzia, programy użytkowe i aplikacje
pt_br: Ferramentas, utilitários e aplicações
pt_pt: Ferramentas, Utilitários e Aplicações
ro: Instrumente, utilități și aplicații
ru: Инструменты, утилиты и приложения
sr: Алати, услужни програми и апликације
sv: Verktyg & Applikationer
th: เครื่องมือ ยูทิลิตี้ และแอพพลิเคชั่น
uk: Інструменти, утиліти та програми
ur: ٹولز، یوٹیلیٹیز اور ایپلی کیشنز

source: Are there other ways I can access Password Pusher outside of a browser?
ca: Hi ha altres maneres d'accedir a Password Pusher fora d'un navegador?
cs: Jsou zde, kromě prohlížeče, další cesty jak přistupovat k Password Pusheru?
da: Er der andre måder, jeg kan få adgang til Password Pusher uden for en browser?
de: Gibt es andere Möglichkeiten, auf Password Pusher außerhalb eines Browsers zuzugreifen?
es: ¿Hay otras formas de acceder a Password Pusher fuera de un navegador?
fi: Voinko käyttää Password Pusheria muilla tavoilla selaimen ulkopuolella?
fr: Existe-t-il d'autres moyens d'utiliser Password Pusher que par un navigateur ?
hi: क्या ऐसे अन्य तरीके हैं जिनसे मैं ब्राउज़र के बाहर पासवर्ड पुशर तक पहुंच सकता हूं?
hu: Vannak más módok is a Password Pusher elérésére a böngészőn kívül?
id: Apakah ada cara lain untuk mengakses Password Pusher di luar browser?
is: Eru aðrar leiðir sem ég get fengið aðgang að Password Pusher utan vafra?
it: Esistono altri modi per accedere a Password Pusher al di fuori di un browser?
ja: ブラウザ以外で Password Pusher にアクセスする他の方法はありますか?
lv: Vai ir citi veidi, kā piekļūt Password Pusher ārpus pārlūkprogrammas?
nl: Zijn er andere manieren om toegang te krijgen tot Password Pusher buiten een browser?
no: Er det andre måter jeg kan få tilgang til Password Pusher utenfor en nettleser?
pl: Czy są inne sposoby uzyskania dostępu do narzędzia Przekazywacz Haseł poza przeglądarką?
pt_br: Existem outras maneiras de acessar o Password Pusher fora de um navegador?
pt_pt: Existem outras maneiras de aceder ao Password Pusher fora de um explorador?
ro: Există și alte modalități prin care pot accesa Password Pusher în afara unui browser?
ru: Есть ли другие способы доступа к Password Pusher кроме браузера?
sr: Постоје ли други начини на које могу да приступим Пассворд Пусхер-у ван прегледача?
sv: Finns det andra sätt jag kan komma åt Password Pusher utanför en webbläsare?
th: มีวิธีอื่นที่ฉันสามารถเข้าถึง Password Pusher นอกเบราว์เซอร์ได้หรือไม่
uk: Чи є інші способи отримати доступ до Password Pusher поза браузером?
ur: کیا ایسے اور طریقے ہیں جن سے میں براؤزر سے باہر پاس ورڈ پشر تک رسائی حاصل کر سکتا ہوں؟

source: Absolutely. Password Pusher has a number of applications and command line utilities (CLI) that interface with pwpush.com or privately run instances. Push passwords from the CLI, Slack, Alfred App and more.
ca: Absolutament. Password Pusher té diverses aplicacions i utilitats de línia d'ordres (CLI) que interaccionen amb pwpush.com o instàncies d'execució privada. Envieu contrasenyes des de la CLI, Slack, Alfred App i molt més.
cs: Určitě. Password Pusher má množství aplikací a nástrojů pro příkazovou řádku (CLI), které spolupracují s pwpush.com nebo privátními instancemi. Posílejte hesla z CLI, Slacku, Alfreda a dalších.
da: Absolut. Password Pusher har en række applikationer og kommandolinjeværktøjer (CLI), der der kan benyttes med pwpush.com eller privatdrevne instanser. Push adgangskoder fra CLI, Slack, Alfred App og mere.
de: Natürlich! Password Pusher verfügt über eine ganze Reihe von Anwendungen und Befehlszeilenprogrammen (CLI), die eine Schnittstelle zu pwpush.com oder privat ausgeführten Instanzen bieten. Passworterstellung via CLI, Slack, Alfred App und vielen anderen Möglichkeiten.
es: Por supuesto. Password Pusher tiene una serie de aplicaciones y utilidades de línea de comandos (CLI) que interactúan con pwpush.com o instancias de ejecución privada. Inserte contraseñas de CLI, Slack, Alfred App y más.
fi: Ehdottomasti. Password Pusherissa on useita sovelluksia ja komentorivin apuohjelmia (CLI), jotka ovat yhteydessä pwpush.com-sivustoon tai yksityisesti suoritettuihin esiintymiin. Lähetä salasanat komentoriviltä, Slackin kautta, Alfred Appista ym.
fr: Absolument. Password Pusher dispose d'applications et d'utilitaires de ligne de commande (CLI) qui s'interfacent avec pwpush.com ou des instances privées. Vous pouvez publier les mots de passe depuis une CLI, depuis Slack, depuis l'application Alfred etc.
hi: बिल्कुल। पासवर्ड पुशर में कई एप्लिकेशन और कमांड लाइन यूटिलिटीज (सीएलआई) हैं जो pwpush.com या निजी तौर पर चलने वाले इंस्टेंस के साथ इंटरफेस करते हैं। सीएलआई, स्लैक, अल्फ्रेड ऐप और अन्य से पासवर्ड पुश करें।
hu: Minenképpen! A Password Pusher számos alkalmazást és parancssori segédprogramot (CLI) tartalmaz, amelyek a pwpush.com webhelyhez vagy privát módon futtatott példányokhoz kapcsolódnak. Jelszavak küldése a CLI, a Slack, az Alfred alkalmazásból és egyebekből.
id: Tentu saja. Password Pusher memiliki sejumlah aplikasi dan utilitas baris perintah (CLI) yang berinteraksi dengan pwpush.com atau instans yang dijalankan secara pribadi. Dorong kata sandi dari CLI, Slack, Aplikasi Alfred, dan banyak lagi.
is: Algjörlega. Password Pusher er með fjölda forrita og skipanalínuforrita (CLI) sem tengjast pwpush.com eða einkareknum tilvikum. Ýttu á lykilorð frá CLI, Slack, Alfred App og fleira.
it: Assolutamente. Password Pusher ha una serie di applicazioni e utilità da riga di comando (CLI) che si interfacciano con pwpush.com o con istanze private. Invia le password dalla CLI, da Slack, dall'app Alfred e altro ancora.
ja: 絶対。 Password Pusher には、pwpush.com または非公開で実行されるインスタンスと連携する多数のアプリケーションとコマンド ライン ユーティリティ (CLI) があります。 CLI、Slack、Alfred アプリなどからパスワードをプッシュします。
lv: Pilnīgi noteikti. Password Pusher ir vairākas lietojumprogrammas un komandrindu utilītprogrammas (CLI), kas sadarbojas ar pwpush.com vai privāti palaistām instancēm. Pārsūti paroles no CLI, Slack, Alfred App, u.c.
nl: Absoluut. Wachtwoord Pusher heeft een aantal toepassingen en opdrachtregelhulpprogramma's (CLI) die communiceren met pwpush.com of privé-exemplaren uitvoeren. Push wachtwoorden vanuit de CLI, Slack, Alfred App en meer.
no: Absolutt. Password Pusher har en rekke applikasjoner og kommandolinjeverktøy (CLI) som har grensesnitt med pwpush.com eller privatdrevne instanser. Push passord fra CLI, Slack, Alfred App og mer.
pl: Absolutnie. Password Pusher zawiera wiele aplikacji i narzędzi wiersza poleceń (CLI), które współpracują z pwpush.com lub uruchamianymi prywatnie instancjami. Przesyłaj hasła z CLI, Slacka, aplikacji Alfred i nie tylko.
pt_br: Absolutamente. O Password Pusher tem vários aplicativos e utilitários de linha de comando (CLI) que fazem interface com pwpush.com ou instâncias executadas de forma privada. Envie senhas da CLI, Slack, Alfred App e muito mais.
pt_pt: Absolutamente. O Password Pusher tem vários aplicativos e utilitários de linha de comando (CLI) que fazem de interface com pwpush.com ou com instâncias de execução privada. Envie senhas por CLI, Slack, Alfred App e muito mais.
ro: Absolut. Password Pusher are o serie de aplicații și utilități de linie de comandă (CLI) care se interfațează cu pwpush.com sau cu instanțe executate în mod privat. Împingeți parolele din CLI, Slack, Alfred App și multe altele.
ru: Безусловно. Password Pusher имеет ряд приложений и утилит командной строки (CLI), которые взаимодействуют с pwpush.com или частными экземплярами. Передавайте пароли из CLI, Slack, Alfred App и других приложений.
sr: Апсолутно. Пассворд Пусхер има бројне апликације и услужне програме командне линије (ЦЛИ) који се повезују са пвпусх.цом или приватно покренутим инстанцама. Гурните лозинке из ЦЛИ, Слацк, Алфред апликације и још много тога.
sv: Absolut. Password Pusher har ett antal applikationer och kommandoradsverktyg (CLI) som gränssnitt mot pwpush.com eller privatkörda instanser. Pusha lösenord från CLI, Slack, Alfred App och mer.
th: อย่างแน่นอน. Password Pusher มีแอปพลิเคชั่นและยูทิลิตี้บรรทัดคำสั่ง (CLI) จำนวนหนึ่งที่เชื่อมต่อกับ pwpush.com หรืออินสแตนซ์ที่รันแบบส่วนตัว พุชรหัสผ่านจาก CLI, Slack, Alfred App และอื่นๆ
uk: Безумовно. Password Pusher має ряд додатків і утиліт командного рядка (CLI), які взаємодіють з pwpush.com або приватними екземплярами. Надсилайте паролі з CLI, Slack, Alfred App тощо.
ur: بالکل۔ پاس ورڈ پشر کے پاس متعدد ایپلیکیشنز اور کمانڈ لائن یوٹیلیٹیز (CLI) ہیں جو pwpush.com کے ساتھ انٹرفیس کرتے ہیں یا نجی طور پر چلائے جانے والے مثالوں کو۔ CLI، Slack، Alfred App اور مزید سے پاس ورڈز کو پش کریں۔

source: See our
ca: Vegeu el nostre
cs: Podívejte se na naše
da: Se vores
de: Siehe
es: Ver nuestro
fi: Katso meidän
fr: Consultez notre page
hi: हमारा देखें
hu: Lásd a mi
id: Lihat kami
is: Sjáið okkar
it: Guarda il nostro
ja: 私たちを参照してください
lv: Skatiet mūsu
nl: Zie onze
no: Se vår
pl: Zobacz nasze
pt_br: Veja nosso
pt_pt: Veja o nosso
ro: Vedeți pagina noastră
ru: Смотрите наш
sr: Погледајте наше
sv: Se vår
th: ดูของเรา
uk: Дивіться наш
ur: ہماری دیکھیں

source: Tools and Applications
ca: Eines i Aplicacions
cs: Nástroje a aplikace
da: Værktøjer og applikationer
de: Tools und Applikationen
es: Herramientas y Aplicaciones
fi: Työkalut ja sovellukset
fr: Outils et applications
hi: उपकरण और अनुप्रयोग
hu: Eszközök és alkalmazások
id: Alat dan Aplikasi
is: Verkfæri og forrit
it: Strumenti e applicazioni
ja: ツールとアプリケーション
lv: Rīki un lietojumprogrammas
nl: Hulpmiddelen en Toepassingen
no: Verktøy og applikasjoner
pl: Narzędzia i aplikacje
pt_br: Ferramentas e Aplicações
pt_pt: Ferramentas e Aplicações
ro: Instrumente și aplicații
ru: Инструменты и приложения
sr: Алати и апликације
sv: Verktyg och applikationer
th: เครื่องมือและแอพพลิเคชั่น
uk: Інструменти та програми
ur: ٹولز اور ایپلی کیشنز

source: page for more details.
ca: pàgina per a més detalls.
cs: stránce pro více podrobností.
da: side for flere detaljer.
de: für weitere Details und konkrete Anleitungen.
es: página para más detalles.
fi: sivulta lisätietoja.
fr: pour plus d'informations.
hi: अधिक जानकारी के लिए पेज.
hu: oldalon további részletekért.
id: untuk detail lebih lanjut.
is: síðu fyrir frekari upplýsingar.
it: pagina per maggiori dettagli.
ja: 詳しくはページをご覧ください。
lv: lapu, lai iegūtu sīkāku informāciju.
nl: pagina voor meer details.
no: side for mer informasjon.
pl: stronę po więcej szczegółów.
pt_br: página para mais detalhes.
pt_pt: página para mais detalhes.
ro: pentru mai multe detalii.
ru: страница для получения более подробной информации.
sr: страницу за више детаља.
sv: sida för mer information.
th: หน้าสำหรับรายละเอียดเพิ่มเติม
uk: для більш детальної інформації.
ur: مزید تفصیلات کے لیے صفحہ۔

source: Can I automate my password distribution?
ca: Puc automatitzar la distribució de la meva contrasenya?
cs: Můžu nějak automatizovat distribuci hesel?
da: Kan jeg automatisere min adgangskodedistribution?
de: Kann ich meine Passwortverteilung automatisieren?
es: ¿Puedo automatizar la distribución de mi contraseña?
fi: Voinko automatisoida salasanojen jakelun?
fr: Est-ce que je peux automatiser la distribution de mot de passe ?
hi: क्या मैं अपना पासवर्ड वितरण स्वचालित कर सकता हूँ?
hu: Automatizálhatom a jelszavak kiosztását?
id: Dapatkah saya mengotomatiskan distribusi kata sandi saya?
is: Get ég sjálfvirkt dreifingu lykilorðs míns?
it: Posso automatizzare la distribuzione della mia password?
ja: パスワード配布を自動化できますか?
lv: Vai varu automatizēt paroles izplatīšanu?
nl: Kan ik mijn wachtwoorddistributie automatiseren?
no: Kan jeg automatisere passorddistribusjonen min?
pl: Czy mogę zautomatyzować dystrybucję moich haseł?
pt_br: Posso automatizar a distribuição da minha senha?
pt_pt: Posso automatizar a distribuição da minha palavra-passe
ro: Pot automatiza distribuirea parolelor?
ru: Можно ли автоматизировать отправку паролей?
sr: Могу ли да аутоматизујем дистрибуцију лозинке?
sv: Kan jag automatisera min lösenordsspridning?
th: ฉันจะทำให้การแจกจ่ายรหัสผ่านเป็นแบบอัตโนมัติได้หรือไม่
uk: Чи можу я автоматизувати розподіл паролів?
ur: کیا میں اپنے پاس ورڈ کی تقسیم کو خودکار کر سکتا ہوں؟
