Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Translation Tips
ca: Consells de traducció
cs: Tipy pro překlad
da: Oversættelsestips
de: Übersetzungstipps
es: Sugerencias de traducción
fi: Käännösvinkkejä
fr: Astuces de traduction
hi: अनुवाद युक्तियाँ
hu: Fordítási tippek
id: Tips Penerjemahan
is: Þýðingarráð
it: Suggerimenti per la Traduzione
ja: 翻訳のヒント
lv: Tulkošanas padomi
nl: Vertaaltips
no: Oversettelsestips
pl: Wskazówki dotyczące tłumaczenia
pt_br: Dicas de tradução
pt_pt: Dicas de tradução
ro: Sfaturi de traducere
ru: Советы по переводу
sr: Савети за превођење
sv: Översättningstips
th: เคล็ดลับการแปล
uk: Поради щодо перекладу
ur: ترجمے کے نکات

source: If the source text is capitalized, try to maintain similar capitalization in the translated text as well (assuming it's permitted syntactically in the target language).
ca: Si el text d'origen està en majúscula, intenteu mantenir una majúscula similar al text traduït també (suposant que està permès sintàcticament a l'idioma de destinació).
cs: Pokud je zdrojový text velkými písmeny, snažte se zachovat podobné psaní velkých písmen také v přeloženém textu (za předpokladu, že je to syntakticky povoleno v cílovém jazyce).
da: Hvis kildeteksten er med stort, så prøv også at opretholde en lignende brug af store bogstaver i den oversatte tekst (forudsat at det er tilladt syntaktisk på målsproget).
de: Wenn der Ausgangstext großgeschrieben ist, versuchen Sie, diese Großschreibung auch im übersetzten Text beizubehalten – vorausgesetzt, sie ist in der Zielsprache syntaktisch zulässig.
es: Si el texto de origen está en mayúsculas, intente mantener un uso similar de mayúsculas en el texto traducido también (asumiendo que está permitido sintácticamente en el idioma de destino).
fi: Jos lähdeteksti kirjoitetaan isoilla kirjaimilla, yritä säilyttää samanlainen kirjainkoko myös käännetyssä tekstissä (olettaen, että se on sallittua kohdekielessä syntaktisesti).
fr: Si le texte source est en majuscule, essayez de conserver la même casse dans le texte traduit (en respectant la syntaxe de la langue cible).
hi: यदि स्रोत पाठ को बड़े अक्षरों में लिखा गया है, तो अनुवादित पाठ में भी समान बड़े अक्षरों को बनाए रखने का प्रयास करें (यह मानते हुए कि लक्ष्य भाषा में वाक्यविन्यास की दृष्टि से इसकी अनुमति है)।
hu: Ha a forrásszöveg nagybetűs, próbáljon meg hasonló nagybetűket használni a lefordított szövegben is (feltéve, hogy ez szintaktikailag megengedett a célnyelven).
id: Jika teks sumber menggunakan huruf besar, cobalah untuk mempertahankan penggunaan huruf besar yang sama dalam teks terjemahan (dengan asumsi bahwa hal tersebut diperbolehkan secara sintaksis dalam bahasa sasaran).
is: Ef frumtextinn er með hástöfum, reyndu að viðhalda svipaðri hástöfum í þýdda textanum líka (að því gefnu að það sé leyfilegt setningafræðilega á markmálinu).
it: Se il testo di partenza è in maiuscolo, prova a mantenere una simile maiuscola anche nel testo tradotto (supponendo che sia consentito sintatticamente nella lingua di destinazione).
ja: ソース テキストが大文字である場合は、翻訳されたテキストでも同様の大文字を維持するようにしてください (ターゲット言語で構文上許可されている場合)。
lv: Ja avotteksts ir rakstīts ar lielajiem burtiem, mēģiniet saglabāt līdzīgu lielo burtu lietojumu arī tulkotajā tekstā (pieņemot, ka tas ir sintaktiski atļauts mērķvalodā).
nl: Als de brontekst met hoofdletters is geschreven, probeer dan ook in de vertaalde tekst hetzelfde hoofdlettergebruik te behouden (ervan uitgaande dat het syntactisch is toegestaan in de doeltaal).
no: Hvis teksten er i store bokstaver, prøv å opprettholde tilsvarende store bokstaver i den oversatte teksten også (forutsatt at det er tillatt syntaks på målspråket).
pl: Jeśli tekst źródłowy jest pisany wielkimi literami, postaraj się zachować podobną wielkość liter również w przetłumaczonym tekście (zakładając, że jest to dozwolone składniowo w języku docelowym).
pt_br: Se o texto de origem estiver em letras maiúsculas, tente manter uma formatação semelhante no texto traduzido também (supondo que seja permitido sintaticamente no idioma de destino).
pt_pt: Se o texto de origem estiver em maiúsculas, tente manter da mesma forma as maiúsculas também no texto traduzido (supondo que seja permitido sintaticamente no idioma de destino).
ro: Dacă textul sursă este scris cu majuscule, încercați să păstrați o majusculă similară și în textul tradus (presupunând că este permisă sintactic în limba țintă).
ru: Если исходный текст написан с заглавной буквы, постарайтесь сохранить такую же заглавную букву и в переводном тексте (при условии, что она синтаксически разрешена в языке перевода).
sr: Ако је изворни текст написан великим словима, покушајте да задржите слична велика слова иу преведеном тексту (под претпоставком да је то синтаксички дозвољено на циљном језику).
sv: Om källtexten är stor, försök att behålla liknande versaler också i den översatta texten (förutsatt att det är tillåtet syntaktiskt på målspråket).
th: หากข้อความต้นฉบับเป็นตัวพิมพ์ใหญ่ ให้พยายามใช้ตัวพิมพ์ใหญ่ที่คล้ายกันในข้อความที่แปลด้วย (สมมติว่าอนุญาตให้ใช้รูปแบบวากยสัมพันธ์ในภาษาเป้าหมาย)
uk: Якщо вихідний текст написаний з великої літери, намагайтеся зберегти таку саму велику літеру в перекладеному тексті (за умови, що це дозволено синтаксично в мові перекладу).
ur: اگر ماخذ کا متن کیپٹلائز کیا گیا ہے، تو ترجمہ شدہ متن میں بھی اسی طرح کی کیپٹلائزیشن کو برقرار رکھنے کی کوشش کریں (یہ فرض کرتے ہوئے کہ ہدف کی زبان میں اس کی نحوی طور پر اجازت ہے)۔

source: If you see embedded codes such as "%s", {%file} or similar, leave those fully intact in the target translation. These are substitution codes used in the application.
ca: Si veieu codis incrustats com ara "%s", {%file} o similars, deixeu-los completament intactes a la traducció de destinació. Aquests són els codis de substitució utilitzats a l'aplicació.
cs: Pokud vidíte vložené kódy jako „%s“, {%file} nebo podobné, ponechte je v cílovém překladu zcela nedotčené. Toto jsou substituční kódy používané v aplikaci.
da: Hvis du ser indlejrede koder såsom "%s", {%file} eller lignende, så lad dem være helt intakte i oversættelsen. Disse er substitutionskoder bruges i applikationen.
de: Wenn Zeichenketten mit eingebettetem Codes wie: "%s"; {%file} übersetzt werden, müssen diese intakt bleiben. Das sind Platzhalter, die in der Anwendung verwendet werden.
es: Si ve códigos incrustados como "% s", {% file} o similares, déjelos completamente intactos en la traducción de destino. Estos son códigos de sustitución utilizados en la aplicación.
fi: Jos näet upotettuja koodeja, kuten "%s", {%file} tai vastaavia, jätä ne täysin koskemattomiksi kohdekäännökseen. Nämä ovat sovelluksessa käytettyjä korvauskoodeja.
fr: Si vous voyez des balises telles que "%s", {%file} ou similaire, laissez-les intactes dans la traduction finale. Ce sont des codes de substitution utilisés dans l'application.
hi: यदि आपको "%s", {%file} या इसी तरह के एम्बेडेड कोड दिखाई देते हैं, तो लक्ष्य अनुवाद में उन्हें पूरी तरह से बरकरार रखें। ये एप्लिकेशन में उपयोग किए गए प्रतिस्थापन कोड हैं।
hu: Ha olyan beágyazott kódokat lát, mint például "%s", {%file} vagy hasonló, hagyja azokat teljesen érintetlenül a célfordításban. Ezek az alkalmazásban használt helyettesítő kódok.
id: Jika Anda melihat kode yang disematkan seperti "%s", {%file} atau sejenisnya, biarkan kode tersebut tetap utuh dalam terjemahan target. Ini adalah kode substitusi yang digunakan dalam aplikasi.
is: Ef þú sérð innbyggða kóða eins og "%s", {%file} eða álíka skaltu skilja þá eftir að fullu ósnortna í markþýðingunni. Þetta eru staðgöngukóðar sem notaðir eru í forritinu.
it: Se vedi codici incorporati come "%s", {%file} o simili, lasciali completamente intatti nella traduzione di destinazione. Questi sono i codici di sostituzione utilizzati nell'applicazione.
ja: 「%s」、{%file} などの埋め込みコードが表示された場合は、ターゲットの翻訳でそれらを完全にそのままにしておきます。これらは、アプリケーションで使用される置換コードです。
lv: Ja redzat iegultus kodus, piemēram, “%s”, {%file} vai līdzīgus kodus, tulkojumā atstājiet tos pilnībā neskartus. Tie ir lietojumprogrammā izmantotie aizstāšanas kodi.
nl: Als u ingesloten codes zoals "%s", {%file} of iets dergelijks ziet, laat deze dan volledig intact in de doelvertaling. Dit zijn vervangingscodes die in de applicatie worden gebruikt.
no: Hvis du ser innebygde koder som "%s", {%file} eller lignende, la disse være helt intakte i måloversettelsen. Dette er erstatningskoder som brukes i applikasjonen.
pl: Jeśli widzisz osadzone kody, takie jak „%s”, {%file} lub podobne, pozostaw je w całości w tłumaczeniu docelowym. Są to kody zastępcze używane w aplikacji.
pt_br: Se você vir códigos incorporados como "%s", {%file} ou similares, deixe-os totalmente intactos na tradução de destino. Esses são códigos de substituição usados no aplicativo.
pt_pt: Se vir códigos incorporados tais como "%s", {%file} ou similares, deixe-os totalmente intactos na tradução de destino. Estes são códigos de substituição usados na aplicação.
ro: Dacă vedeți coduri încorporate, cum ar fi "%s", {%file} sau altele similare, lăsați-le complet intacte în traducerea țintă. Acestea sunt coduri de substituție utilizate în aplicație.
ru: Если вы видите встроенные коды, такие как "%s", {%file} или подобные, оставьте их полностью нетронутыми в переводе. Это коды подстановки, используемые в приложении.
sr: Ако видите уграђене кодове као што су „%с“, {%филе} или слично, оставите их потпуно нетакнуте у циљном преводу. Ово су заменски кодови који се користе у апликацији.
sv: Om du ser inbäddade koder som "%s", {%file} eller liknande, lämna dem helt intakta i målöversättningen. Dessa är substitutionskoder som används i applikationen.
th: หากคุณเห็นรหัสที่ฝังเช่น "%s", {%file} หรือที่คล้ายกัน ให้ปล่อยรหัสเหล่านั้นไว้อย่างสมบูรณ์ในการแปลเป้าหมาย นี่คือรหัสแทนที่ใช้ในแอปพลิเคชัน
uk: Якщо ви бачите вбудовані коди, такі як "%s", {%file} або подібні, залиште їх у цільовому перекладі без змін. Це коди підстановки, які використовуються в програмі.
ur: اگر آپ کو ایمبیڈڈ کوڈز جیسے "%s", {%file} یا اس سے ملتے جلتے نظر آتے ہیں، تو ان کو ہدف ترجمہ میں مکمل طور پر برقرار رکھیں۔ یہ ایپلیکیشن میں استعمال ہونے والے متبادل کوڈ ہیں۔

source: Thanks for helping to translate Password Pusher!
ca: Gràcies per ajudar a traduir Password Pusher!
cs: Děkujeme za pomoc s překladem Password Pusher!
da: Tak for hjælpen med at oversætte Password Pusher!
de: Vielen Dank für die Hilfe bei der Übersetzung von Password Pusher!
es: ¡Gracias por ayudarnos a traducir Password Pusher!
fi: Kiitos, että autat kääntämään Password Pusheria!
fr: Merci d'aider à traduire Password Pusher !
hi: पासवर्ड पुशर का अनुवाद करने में मदद के लिए धन्यवाद!
hu: Köszönjük, hogy segített a Password Pusher fordításában!
id: Terima kasih telah membantu menerjemahkan Password Pusher!
is: Takk fyrir að hjálpa til við að þýða Password Pusher!
it: Grazie per aver contribuito a tradurre Password Pusher!
ja: Password Pusher の翻訳にご協力いただきありがとうございます。
lv: Paldies, ka palīdzējāt tulkot Password Pusher!
nl: Bedankt voor het helpen vertalen van Password Pusher!
no: Takk for hjelpen med å oversette Password Pusher!
pl: Dziękujemy za pomoc w tłumaczeniu narzędzia Przekazywacz Haseł!
pt_br: Obrigado por ajudar a traduzir o Password Pusher!
pt_pt: Obrigado por ajudar a traduzir o Password Pusher!
ro: Vă mulțumim că ați ajutat la traducerea Password Pusher!
ru: Спасибо за помощь в переводе Password Pusher!
sr: Хвала вам што сте помогли да преведете Пассворд Пусхер!
sv: Tack för att du hjälper till med att översätta Password Pusher!
th: ขอบคุณที่ช่วยแปล Password Pusher!
uk: Дякуємо за допомогу в перекладі Password Pusher!
ur: پاس ورڈ پشر کا ترجمہ کرنے میں مدد کرنے کا شکریہ!

source: Active Password Pushes
ca: Contrasenyes actives
cs: Aktivní zatlačení hesla
da: Aktive adgangskoder
de: Aktive Passwort Pushs
es: Enlaces de contraseña activa
fi: Aktiiviset salasanan työnnät
fr: Publications de mot de passe actives
hi: सक्रिय पासवर्ड पुश
hu: Aktív jelszótöltések
id: Dorongan Kata Sandi Aktif
is: Virkt lykilorð ýtir
it: Push di Password Attivi
ja: アクティブなパスワードのプッシュ
lv: Aktīvie paroles nospiež
nl: Actieve Wachtwoord Pushes
no: Aktivt passord pusher
pl: Aktywne przekazania haseł
pt_br: Envios de Senha Ativa
pt_pt: Envios de Palavra-Passe Ativa
ro: Împingeri active de parole
ru: Активные отправления паролей
sr: Ацтиве Пассворд Пусхес
sv: Aktivt lösenord pushar
th: การกดรหัสผ่านที่ใช้งานอยู่
uk: Активні натискання паролів
ur: ایکٹو پاس ورڈ پش کرتا ہے۔

source: You currently have no active password pushes.
ca: Actualment no tens cap contrasenya activa.
cs: Momentálně nemáte žádné aktivní zasílání hesla.
da: Du har i øjeblikket ingen aktive adgangskode-push.
de: Derzeit sind keine aktiven Passwort-Pushs vorhanden.
es: Actualmente no tiene envíos de contraseña activos.
fi: Sinulla ei tällä hetkellä ole aktiivisia salasanan työntöjä.
fr: Vous n'avez actuellement aucune publication de mot de passe active.
hi: आपके पास वर्तमान में कोई सक्रिय पासवर्ड पुश नहीं है.
hu: Jelenleg nincs aktív jelszóküldése.
id: Saat ini Anda tidak memiliki dorongan kata sandi yang aktif.
is: Þú ert ekki með neinar virkar lykilorðsýtingar eins og er.
it: Al momento non hai push di password attivi.
ja: 現在、有効なパスワード プッシュはありません。
lv: Jums pašlaik nav neviena aktīva paroles nosūtīšanas.
nl: U heeft momenteel geen actieve wachtwoord-pushes.
no: Du har for øyeblikket ingen aktive passord-push.
pl: Obecnie nie masz aktywnych przekazań haseł.
pt_br: No momento, você não tem pushes de senha ativos.
pt_pt: De momento, não tem envios de senha ativos.
ro: În prezent, nu aveți nicio împingere de parolă activă.
ru: В настоящее время у вас нет активных отправлений паролей.
sr: Тренутно немате активних гурање лозинки.
sv: Du har för närvarande inga aktiva lösenordstryckningar.
th: ขณะนี้คุณไม่มีการพุชรหัสผ่านที่ใช้งานอยู่
uk: Наразі у вас немає активних підказок паролів.
ur: آپ کے پاس فی الحال کوئی فعال پاس ورڈ نہیں ہے۔

source: Audit Log for Password Push
ca: Registre d'auditoria de contrasenya push
cs: Audit protokolu pro Password Push
da: Revisionslog for adgangskode-push
de: Audit-Log für Passwort-Pushes
es: Registro de auditoría para enlaces de contraseña
fi: Salasanan painamisen tarkastusloki
fr: Journal d'audit pour la publication de mots de passe
hi: पासवर्ड पुश के लिए ऑडिट लॉग
hu: Audit napló a jelszó leküldéséhez
id: Log Audit untuk Push Kata Sandi
is: Endurskoðunarskrá fyrir lykilorðsýtingu
it: Audit Log dei Caricamenti di Password
ja: パスワードプッシュの監査ログ
lv: Paroles nosūtīšanas audita žurnāls
nl: Auditlogboek voor Password-push
no: Revisjonslogg for passordpush
pl: Dziennik audytu dla przekazań haseł
pt_br: Log de auditoria para push de senha
pt_pt: Registo de Auditoria para o Envio da Palavra-passe
ro: Jurnal de audit pentru Password Push
ru: Журнал аудита для отправленных паролей
sr: Дневник ревизије за Пусх лозинке
sv: Granskningslogg för lösenordstryck
th: บันทึกการตรวจสอบสำหรับการกดรหัสผ่าน
uk: Журнал аудиту для Push-паролів
ur: پاس ورڈ پش کے لیے آڈٹ لاگ

source: Password expires after this number of views.
ca: La contrasenya caduca després d'aquest nombre de visualitzacions.
cs: Po tomto počtu zobrazení heslo vyprší.
da: Adgangskoden udløber efter dette antal visninger.
de: Das Passwort verfällt nach dieser Anzahl von Aufrufen.
es: La contraseña caduca después de este número de visitas.
fi: Salasana vanhenee määritetyn näyttökertojen määrän jälkeen.
fr: Le mot de passe expire après le nombre de vues précisé.
hi: इतने बार देखे जाने के बाद पासवर्ड समाप्त हो जाता है।
hu: A jelszó ennyi megtekintés után lejár.
id: Kata sandi akan kedaluwarsa setelah jumlah tampilan ini.
is: Lykilorðið rennur út eftir þennan fjölda áhorfa.
it: La password scade dopo questo numero di visualizzazioni.
ja: この閲覧回数を超えると、パスワードは失効します。
lv: Paroles derīguma termiņš beidzas pēc šāda skatījumu skaita.
nl: Wachtwoord verloopt na dit aantal keer bekeken te zijn.
no: Passordet utløper etter dette antallet visninger.
pl: Hasło wygasa po tej liczbie wyświetleń.
pt_br: A senha expira após esse número de visualizações.
pt_pt: A palavra-passe expira após este número de visualizações.
ro: Parola expiră după acest număr de vizualizări.
ru: Срок действия пароля истекает после указанного количества просмотров.
sr: Лозинка истиче након овог броја прегледа.
sv: Lösenordet löper ut efter detta antal visningar.
th: รหัสผ่านจะหมดอายุหลังจากจำนวนการดูนี้
uk: Після цієї кількості переглядів пароль втрачає чинність.
ur: اس تعداد کے ملاحظات کے بعد پاس ورڈ ختم ہو جاتا ہے۔

source: Password expires after this number of days.
ca: La contrasenya caduca després d'aquest nombre de dies.
cs: Heslo vyprší po tomto počtu dní.
da: Adgangskoden udløber efter dette antal dage.
de: Das Passwort verfällt nach dieser Anzahl von Tagen.
es: La contraseña caduca después de este número de días.
fi: Salasana vanhenee x päivän jälkeen.
fr: Le mot de passe expire après le nombre de jours précisé.
hi: इतने दिनों के बाद पासवर्ड समाप्त हो जाता है.
hu: A jelszó ennyi nap után lejár.
id: Kata sandi akan kedaluwarsa setelah beberapa hari.
is: Lykilorðið rennur út eftir þennan fjölda daga.
it: La password scade dopo questo numero di giorni.
ja: この日数が経過すると、パスワードの有効期限が切れます。
lv: Paroles derīguma termiņš beidzas pēc šāda dienu skaita.
nl: Wachtwoord verloopt na dit aantal dagen.
no: Passordet utløper etter dette antall dager.
pl: Hasło wygasa po tej liczbie dni.
pt_br: A senha expira após esse número de dias.
pt_pt: A palavra-passe expira após este número de dias.
ro: Parola expiră după acest număr de zile.
ru: Срок действия пароля истекает через указанное количество дней.
sr: Лозинка истиче након овог броја дана.
sv: Lösenordet löper ut efter detta antal dagar.
th: รหัสผ่านจะหมดอายุหลังจากจำนวนวันดังกล่าว
uk: Термін дії пароля закінчується через цю кількість днів.
ur: اتنے دنوں کے بعد پاس ورڈ کی میعاد ختم ہو جاتی ہے۔

source: This allows end users to delete passwords once retrieved.
ca: Això permet als usuaris finals eliminar les contrasenyes un cop recuperades.
cs: To umožňuje koncovým uživatelům odstranit hesla po jejich načtení.
da: Dette giver slutbrugere mulighed for at slette adgangskoder, når de er hentet.
de: Dies ermöglicht es den Endnutzern, einmal abgerufene Passwörter zu löschen.
es: Esto permite a los usuarios finales eliminar las contraseñas una vez recuperadas.
fi: Tämän avulla loppukäyttäjät voivat poistaa salasanat, kun ne on haettu.
fr: Permet aux utilisateurs de supprimer les mots de passe après récupération
hi: यह अंतिम उपयोगकर्ताओं को पासवर्ड पुनर्प्राप्त करने के बाद हटाने की अनुमति देता है।
hu: Ez lehetővé teszi a végfelhasználók számára, hogy töröljék jelszavaikat a megtekintés után.
id: Hal ini memungkinkan pengguna akhir untuk menghapus kata sandi setelah diambil.
is: Þetta gerir notendum kleift að eyða lykilorðum þegar þau eru sótt.
it: Ciò consente agli utenti finali di eliminare le password una volta recuperate.
ja: これにより、エンド ユーザーは取得したパスワードを削除できます。
lv: Šis ļauj lietotājiem dzēst paroles pēc to atgūšanas.
nl: Hierdoor kunnen eindgebruikers wachtwoorden verwijderen zodra ze zijn opgehaald.
no: Dette lar sluttbrukere slette passord når de er hentet.
pl: Dzięki temu użytkownicy końcowi mogą usuwać hasła po pobraniu.
pt_br: Isso permite que os usuários finais excluam as senhas depois de serem recuperadas.
pt_pt: Isto permite que os utilizadores finais eliminem as palavras-passe depois de recuperadas.
ro: Acest lucru le permite utilizatorilor finali să șteargă parolele odată ce au fost recuperate.
ru: Это позволяет конечным пользователям удалять пароли после их получения.
sr: Ово омогућава крајњим корисницима да избришу лозинке када се преузму.
sv: Detta gör det möjligt för slutanvändare att radera lösenord när de har hämtats.
th: สิ่งนี้ทำให้ผู้ใช้สามารถลบรหัสผ่านเมื่อได้รับข้อมูลแล้ว
uk: Це дозволяє кінцевим користувачам видаляти паролі після їх отримання.
ur: یہ اختتامی صارفین کو دوبارہ حاصل کرنے کے بعد پاس ورڈز کو حذف کرنے کی اجازت دیتا ہے۔

source: The number of times this password has been viewed before expiration.
ca: El nombre de vegades que s'ha vist aquesta contrasenya abans de caducar.
cs: Počet zobrazení tohoto hesla před vypršením platnosti.
da: Antallet af gange denne adgangskode er blevet set før udløb.
de: Die Anzahl der Aufrufe dieses Passwortes vor Ablauf der Gültigkeit.
es: La cantidad de veces que se ha visto esta contraseña antes de que caduque.
fi: Kuinka monta kertaa tämä salasana on katsottu ennen vanhenemista.
fr: Le nombre de fois que le mot de passe a été vu avant expiration.
hi: समाप्ति से पहले इस पासवर्ड को कितनी बार देखा गया है।
hu: A jelszó megtekintéseinek száma a lejárat előtt.
id: Berapa kali kata sandi ini telah dilihat sebelum kedaluwarsa.
is: Fjöldi skipta sem þetta lykilorð hefur verið skoðað áður en það rennur út.
it: Il numero di volte che questa password è stata visualizzata prima della scadenza.
ja: 有効期限が切れる前にこのパスワードが表示された回数。
lv: Paroles skatījumu skaits pirms derīguma termiņa beigām.
nl: Het aantal keren dat dit wachtwoord is bekeken voordat het verloopt.
no: Antall ganger dette passordet har blitt sett før utløp.
pl: Liczba wyświetleń tego hasła przed wygaśnięciem.
pt_br: O número de vezes que essa senha foi visualizada antes de sua validade.
pt_pt: O número de vezes que esta palavra-passe foi visualizada antes de expirar.
ro: Numărul de ori de câte ori a fost vizualizată această parolă înainte de expirare.
ru: Количество просмотров данного пароля до истечения срока действия.
sr: Колико пута је ова лозинка прегледана пре истека.
sv: Antalet gånger detta lösenord har visats före utgången.
th: จำนวนครั้งที่มีการดูรหัสผ่านนี้ก่อนหมดอายุ
uk: Кількість разів, коли цей пароль був переглянутий до закінчення терміну дії.
ur: میعاد ختم ہونے سے پہلے اس پاس ورڈ کو جتنی بار دیکھا گیا ہے۔

source: The number of times this password has been viewed after expiration.
ca: El nombre de vegades que s'ha vist aquesta contrasenya després de la caducitat.
cs: Počet zobrazení tohoto hesla po vypršení platnosti.
da: Antallet af gange denne adgangskode er blevet forsøgt set efter udløb.
de: Die Häufigkeit, mit der dieses Kennwort nach Ablauf angezeigt wurde.
es: La cantidad de veces que se ha visto esta contraseña después de su vencimiento.
fi: Kuinka monta kertaa tämä salasana on katsottu vanhenemisen jälkeen.
fr: Le nombre de tentative d'accès au mot de passe après expiration.
hi: समाप्ति के बाद इस पासवर्ड को कितनी बार देखा गया है।
hu: A jelszó megtekintéseinek száma a lejárat után.
id: Berapa kali kata sandi ini telah dilihat setelah kedaluwarsa.
is: Fjöldi skipta sem þetta lykilorð hefur verið skoðað eftir að það rennur út.
it: Il numero di volte che questa password è stata visualizzata dopo la scadenza.
ja: このパスワードが有効期限後に表示された回数。
lv: Paroles skatījumu skaits pēc derīguma termiņa beigām.
nl: Het aantal keren dat dit wachtwoord is bekeken nadat het is verlopen.
no: Antall ganger dette passordet har blitt sett etter utløp.
pl: Liczba wyświetleń tego hasła po wygaśnięciu.
pt_br: O número de vezes que essa senha foi visualizada após sua validade.
pt_pt: O número de vezes que esta palavra-passe foi visualizada após expiração.
ro: Numărul de ori de câte ori a fost vizualizată această parolă după expirare.
ru: Количество просмотров данного пароля после истечения срока действия.
sr: Колико пута је ова лозинка прегледана након истека.
sv: Antalet gånger detta lösenord har visats efter utgången.
th: จำนวนครั้งที่มีการดูรหัสผ่านนี้หลังจากหมดอายุ
uk: Кількість разів, коли цей пароль був переглянутий після закінчення терміну дії.
ur: میعاد ختم ہونے کے بعد اس پاس ورڈ کو جتنی بار دیکھا گیا ہے۔
