Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: We have no limits on how many passwords you can push (and have no intentions of adding limits) but we do have a rate limiter so the site doesn’t get taken down by bad scripts or bad actors. Limit your tools to maximum 1 password every few seconds and you should be fine.
ca: No tenim límits sobre quantes contrasenyes podeu pujar (i no teniu intenció d'afegir límits) però sí que tenim un limitador de velocitat perquè el lloc no sigui abatut per scripts dolents o actors dolents. Limiteu les vostres eines al màxim 1 contrasenya cada pocs segons i hauríeu d'estar bé.
cs: Nemáme žádné limity na počet hesel, které můžete vložit (a nemáme v úmyslu přidávat limity), ale máme omezovač rychlosti, aby web nebyl stažen špatnými scénáři nebo špatnými herci. Omezte své nástroje na maximálně 1 heslo každých pár sekund a měli byste být v pořádku.
da: Vi har ingen grænser for, hvor mange adgangskoder du kan "pushe" (og har ingen intentioner om at tilføje grænser), men vi har en begrænsning, så siden ikke bliver lukket ned af dårlige scripts eller andet. Begræns dine aktiviteter til maksimalt 1 adgangskode hvert sekunder, så burde være på den sikre side.
de: Wir haben keine Beschränkungen für die Anzahl der Passwörter, die Sie übertragen können (und haben auch nicht die Absicht, solche Beschränkungen einzuführen), aber wir haben einen Begrenzer, damit die Website nicht durch schlechte Skripte oder bösartige Akteure zum Absturz gebracht wird. Wenn Sie Ihre Tools auf maximal 1 Passwort alle paar Sekunden beschränken, sollte alles in Ordnung sein.
es: No tenemos límites sobre la cantidad de contraseñas que puede insertar (y no tenemos la intención de agregar límites), pero tenemos un limitador de velocidad para que el sitio no sea eliminado por malos guiones o malos actores. Limite sus herramientas a un máximo de 1 contraseña cada pocos segundos y debería estar bien.
fi: Meillä ei ole rajoituksia sille, kuinka monta salasanaa voit lähettää (eikä aikomusta lisätä rajoja), mutta meillä on nopeuden rajoitin, jotta huonot skriptit tai ikävät käyttäjät eivät häiritse sivustoa tai kaada sitä. Rajoita työkalusi enintään yhteen salasanaan muutaman sekunnin välein, niin kaiken pitäisi olla kunnossa.
fr: Il n'existe pas de limite sur le nombre de mots de passe que vous pouvez envoyer (ce n'est pas prévu) mais il existe une limite de taux d'accès afin que l'application ne soit pas mise hors-service par des scripts ou des utilisateurs malveillants. Limitez l'accès de vos outils à 1 mot de passe maximum toutes les quelques secondes et tout devrait bien se passer.
hi: हमारे पास इस पर कोई सीमा नहीं है कि आप कितने पासवर्ड डाल सकते हैं (और सीमा जोड़ने का हमारा कोई इरादा नहीं है) लेकिन हमारे पास एक दर अवरोधक है ताकि साइट खराब स्क्रिप्ट या बुरे अभिनेताओं द्वारा बंद न हो जाए। अपने टूल को हर कुछ सेकंड में अधिकतम 1 पासवर्ड तक सीमित रखें और आपको कोई परेशानी नहीं होगी।
hu: Nincs korlátozás arra vonatkozóan, hogy hány jelszót tolhat ki (és nem áll szándékunkban korlátokat hozzáadni), de van sebességkorlátozónk, hogy a webhelyet ne rontsák el a rossz programok vagy a rossz alakok. Korlátozza eszközeit legfeljebb 1 jelszóra néhány másodpercenként, és minden rendben lesz.
is: Við höfum engin takmörk á því hversu mörg lykilorð þú getur ýtt á (og höfum ekki í hyggju að bæta við takmörkunum) en við erum með gengistakmarkara svo að síða verði ekki tekin niður af slæmum handritum eða slæmum leikurum. Takmarkaðu tækin þín við hámark 1 lykilorð á nokkurra sekúndna fresti og þú ættir að vera í lagi.
it: Non abbiamo limiti sul numero di password che puoi inserire (e non abbiamo intenzione di aggiungere limiti) ma abbiamo un limitatore di velocità in modo che il sito non venga bloccato da script o attori non validi. Limita i tuoi strumenti a un massimo di 1 password ogni pochi secondi e dovresti stare bene.
ja: プッシュできるパスワードの数に制限はありません (制限を追加する意図はありません) が、レート リミッターがあるため、悪いスクリプトや悪意のある人物によってサイトがダウンすることはありません。ツールを数秒ごとに最大 1 つのパスワードに制限すれば、問題ないはずです。
lv: Mums nav ierobežojumu attiecībā uz to, cik daudz paroļu varat kopīgot (un nedomājam tos ieviest), taču mums ir ātruma ierobežotājs, lai nepieļautu, ka vietni slēdz ļaunprātīgas personas vai programmas. Problēmām nevajadzētu rasties, ja ģenerējat vienu paroli ne vairāk kā dažu sekunžu laikā.
nl: We hebben geen limiet op het aantal wachtwoorden dat u kunt pushen (en zijn niet van plan om limieten toe te voegen), maar we hebben wel een snelheidsbegrenzer zodat de site niet wordt verwijderd door slechte scripts of slechte acteurs. Beperk uw tools tot maximaal 1 wachtwoord om de paar seconden en het zou goed moeten komen.
no: Vi har ingen grenser for hvor mange passord du kan trykke (og har ingen intensjoner om å legge til grenser), men vi har en hastighetsbegrenser slik at siden ikke blir tatt ned av dårlige manus eller dårlige skuespillere. Begrens verktøyene dine til maksimalt 1 passord med noen sekunders mellomrom, så skal det gå bra.
pl: Nie mamy ograniczeń co do liczby haseł, które możesz przekazać (i nie mamy zamiaru dodawać limitów), ale mamy ogranicznik szybkości, dzięki czemu strona nie zostanie usunięta przez złe skrypty lub złych aktorów. Ogranicz swoje narzędzia do maksymalnie 1 hasła co kilka sekund i powinno być dobrze.
pt_br: Não temos limites de quantas senhas você pode enviar (e não temos intenção de adicionar limites), mas temos um limitador de taxa para que o site não seja derrubado por scripts ou usuários maliciosos. Limite suas ferramentas a no máximo 1 senha a cada poucos segundos e você pode ficar tranquilo.
pt_pt: Não temos limites de quantas palavras-passe consegue enviar (e não temos intenção de adicionar limites), mas temos um limitador de taxa para que o site não seja congestionado por scripts ou pessoas com más intenções. Limite as suas ferramentas a no máximo 1 palavra-passe a cada poucos segundos e tudo correrá bem.
ro: Nu avem limite privind numărul de parole pe care le puteți introduce (și nu intenționăm să adăugăm limite), dar avem un limitator de viteză pentru ca site-ul să nu fie doborât de scripturi sau actori răi. Limitați-vă instrumentele la maxim 1 parolă la fiecare câteva secunde și ar trebui să fiți în regulă.
ru: У нас нет ограничений на количество паролей, которые вы можете вводить (и нет намерений добавлять ограничения), но у нас есть ограничитель скорости, чтобы сайт не был уничтожен плохими скриптами или плохими людьми. Ограничьте свои инструменты до максимум 1 пароля каждые несколько секунд, и все будет в порядке.
sr: Немамо ограничења колико лозинки можете да унесете (и немамо намеру да додајемо ограничења), али имамо лимитатор брзине како лоши скрипти или лоши актери не би уклонили сајт. Ограничите своје алате на највише 1 лозинку сваких неколико секунди и требало би да будете добро.
sv: Vi har inga gränser för hur många lösenord du kan pusha (och har inga avsikter att lägga till det) men vi har en begränsning så att webbplatsen inte tas ner av dåliga skript eller dåliga aktörer. Begränsa dina verktyg till maximalt ett lösenord med några sekunders mellanrum och det borde gå bra.
th: เราไม่จำกัดจำนวนรหัสผ่านที่คุณสามารถกดได้ (และไม่มีความตั้งใจที่จะเพิ่มขีดจำกัด) แต่เรามีตัวจำกัดอัตราเพื่อให้ไซต์ไม่ถูกลบโดยสคริปต์ที่ไม่ดีหรือนักแสดงที่ไม่ดี จำกัดเครื่องมือของคุณไว้ที่ 1 รหัสผ่านทุกๆ 2-3 วินาที และคุณน่าจะสบายดี
uk: У нас немає обмежень на кількість паролів, які ви можете вводити (і ми не маємо наміру додавати обмеження), але у нас є обмежувач швидкості, щоб сайт не був знищений поганими сценаріями або поганими акторами. Обмежте свої інструменти максимум 1 паролем кожні кілька секунд, і все буде гаразд.
ur: ہمارے پاس اس بات کی کوئی حد نہیں ہے کہ آپ کتنے پاس ورڈز کو دھکیل سکتے ہیں (اور حدود شامل کرنے کا کوئی ارادہ نہیں ہے) لیکن ہمارے پاس ریٹ محدود کرنے والا ہے تاکہ سائٹ کو خراب اسکرپٹس یا خراب اداکاروں سے ہٹایا نہ جائے۔ اپنے ٹولز کو ہر چند سیکنڈ میں زیادہ سے زیادہ 1 پاس ورڈ تک محدود رکھیں اور آپ کو ٹھیک ہونا چاہیے۔

source: Command Line Utilities
ca: Utilitats de línia d'ordres
cs: Nástroje pro příkazovou řádku
da: Kommandolinjeværktøjer
de: Befehlszeilenprogramme
es: Utilidades de Línea de Comandos
fi: Komentorivityökalut
fr: Outils en ligne de commande
hi: कमांड लाइन उपयोगिताएँ
hu: Parancssori segédprogramok
id: Utilitas Baris Perintah
is: Command Line tól
it: Utilità della Riga di Comando
ja: コマンド ライン ユーティリティ
lv: Komandrindu utilītprogrammas
nl: Hulpprogramma's Voor Opdrachtregels
no: Kommandolinjeverktøy
pl: Narzędzia wiersza poleceń
pt_br: Utilitários de linha de comando
pt_pt: Utilitários de linha de comando
ro: Utilități în linie de comandă
ru: Утилиты командной строки
sr: Услужни програми командне линије
sv: Kommandoradsverktyg
th: ยูทิลิตี้บรรทัดคำสั่ง
uk: Утиліти командного рядка
ur: کمانڈ لائن یوٹیلیٹیز

source: Applications
ca: Aplicacions
cs: Aplikace
da: Applikationer
de: Anwendungen
es: Aplicaciones
fi: Sovellukset
hi: अनुप्रयोग
hu: Alkalmazások
id: Aplikasi
is: Umsóknir
it: Applicazioni
ja: アプリケーション
lv: Lietojumprogrammas
nl: Toepassingen
no: applikasjoner
pl: Aplikacje
pt_br: Aplicações
pt_pt: Aplicações
ro: Aplicații
ru: Приложения
sr: Апликације
sv: Applikationer
th: แอพพลิเคชั่น
uk: Додатки
ur: ایپلی کیشنز

source: This API allows you to interface with Password Pusher via JSON. This can be utilized by existing utilities such as curl, wget or any programming language. See the examples below for some ideas.
ca: Aquesta API us permet connectar amb Password Pusher mitjançant JSON. Això pot ser utilitzat per les utilitats existents com curl, wget o qualsevol llenguatge de programació. Vegeu els exemples següents per obtenir algunes idees.
cs: Toto rozhraní API vám umožňuje rozhraní s Password Pusher přes JSON. Toho mohou využít stávající nástroje jako curl, wget nebo jakýkoli programovací jazyk. Některé nápady najdete v příkladech níže.
da: Denne API giver dig mulighed for at interface med Password Pusher via JSON. Dette kan bruges af eksisterende hjælpeprogrammer såsom curl, wget eller et hvilket som helst programmeringssprog. Se eksemplerne nedenfor for at få nogle ideer.
de: Die JSON-API ermöglicht es, mit Password Pusher über JSON zu kommunizieren. Dies kann von bestehenden Dienstprogrammen wie curl, wget oder einer beliebigen Programmiersprache genutzt werden. In den folgenden Beispielen finden Sie einige Anregungen.
es: Esta API le permite interactuar con Password Pusher a través de JSON. Esto puede ser utilizado por utilidades existentes como curl, wget o cualquier lenguaje de programación. Vea los ejemplos a continuación para obtener algunas ideas.
fi: Tämän API-rajapinnan avulla voit käyttää Password Pusheria JSON-kutsujen avulla. Tätä voivat hyödyntää olemassa olevat apuohjelmat, kuten curl, wget tai mikä tahansa ohjelmointikieli. Katso ideoita alla olevista esimerkeistä.
fr: Cette API permet de s'interfacer avec Password Pusher. Elle peut être utilisée par des utilitaires comme curl, wget ou même n'importe quel langage de programmation. Regardez les exemples plus bas pour vous en inspirer.
hi: यह एपीआई आपको JSON के माध्यम से पासवर्ड पुशर के साथ इंटरफेस करने की अनुमति देता है। इसका उपयोग मौजूदा उपयोगिताओं जैसे कि कर्ल, डब्लूगेट या किसी प्रोग्रामिंग भाषा द्वारा किया जा सकता है। कुछ विचारों के लिए नीचे दिए गए उदाहरण देखें।
hu: Ez az API lehetővé teszi, hogy JSON-on keresztül csatlakozzon a Password Pusherhez. Ezt a meglévő segédprogramok, például curl, wget vagy bármilyen programozási nyelv használhatják. Nézze meg az alábbi példákat néhány ötletért.
id: API ini memungkinkan Anda untuk berinteraksi dengan Password Pusher melalui JSON. Ini dapat digunakan oleh utilitas yang ada seperti curl, wget, atau bahasa pemrograman apa pun. Lihat contoh-contoh di bawah ini untuk beberapa ide.
is: Þetta API gerir þér kleift að tengja við Password Pusher í gegnum JSON. Þetta er hægt að nýta af núverandi tólum eins og curl, wget eða hvaða forritunarmáli sem er. Sjáðu dæmin hér að neðan fyrir nokkrar hugmyndir.
it: Questa API ti consente di interfacciarti con Password Pusher tramite JSON, la quale può essere utilizzato da utility esistenti come curl, wget o qualsiasi linguaggio di programmazione. Guarda gli esempi di seguito per avere alcune idee.
ja: この API を使用すると、JSON を介して Password Pusher とやり取りできます。これは、curl、wget、または任意のプログラミング言語などの既存のユーティリティで利用できます。いくつかのアイデアについては、以下の例を参照してください。
lv: Saskarne API ļauj piekļūt Password Pusher, izmantojot JSON. To var izmantot tādas pieejamas utilītprogrammas kā curl, wget vai jebkura datorvaloda. Skatiet zemāk sniegtos piemērus.
nl: Met deze API kunt u via JSON communiceren met Password Pusher. Dit kan worden gebruikt door bestaande hulpprogramma's zoals curl, wget of een andere programmeertaal. Zie de voorbeelden hieronder voor enkele ideeën.
no: Dette API-et lar deg kommunisere med Password Pusher via JSON. Dette kan brukes av eksisterende verktøy som curl, wget eller et hvilket som helst programmeringsspråk. Se eksemplene nedenfor for noen ideer.
pl: Ten interfejs API umożliwia komunikację z Przekazywaczem Haseł za pośrednictwem JSON. Może to być wykorzystane przez istniejące narzędzia, takie jak curl, wget lub dowolny język programowania. Zobacz przykłady poniżej, aby uzyskać kilka pomysłów.
pt_br: Essa API permite que você interaja com o Password Pusher via JSON. Isso pode ser utilizado por utilitários existentes, como curl, wget ou qualquer linguagem de programação. Veja os exemplos abaixo para algumas ideias.
pt_pt: Esta API permite que você faça interface com o Password Pusher via JSON. Isto pode ser utilizado por utilitários existentes, como curl, wget ou qualquer linguagem de programação. Veja os exemplos em baixo para algumas ideias.
ro: Acest API vă permite să interacționați cu Password Pusher prin JSON. Aceasta poate fi utilizată de utilitarele existente, cum ar fi curl, wget sau orice limbaj de programare. Consultați exemplele de mai jos pentru câteva idei.
ru: Этот API позволяет вам взаимодействовать с Password Pusher через JSON. Он может быть использован существующими утилитами, такими как curl, wget или любым языком программирования. Смотрите примеры ниже для новых идей.
sr: Овај АПИ вам омогућава да се повежете са Пассворд Пусхер-ом преко ЈСОН-а. Ово могу да користе постојећи услужни програми као што су цурл, вгет или било који програмски језик. Погледајте примере у наставку за неке идеје.
sv: Med detta API kan du ansluta med Password Pusher via JSON. Detta kan användas av befintliga verktyg som curl, wget eller något programmeringsspråk. Se exemplen nedan för några idéer.
th: API นี้อนุญาตให้คุณเชื่อมต่อกับ Password Pusher ผ่าน JSON สามารถใช้กับโปรแกรมอรรถประโยชน์ที่มีอยู่เช่น curl, wget หรือภาษาการเขียนโปรแกรมใดๆ ดูตัวอย่างด้านล่างสำหรับแนวคิดบางอย่าง
uk: Цей API дозволяє вам взаємодіяти з Password Pusher через JSON. Це може бути використано існуючими утилітами, такими як curl, wget або будь-якою мовою програмування. Дивіться приклади нижче для деяких ідей.
ur: یہ API آپ کو JSON کے ذریعے پاس ورڈ پشر کے ساتھ انٹرفیس کرنے کی اجازت دیتا ہے۔ یہ موجودہ افادیت جیسے curl، wget یا کسی بھی پروگرامنگ زبان کے ذریعہ استعمال کیا جاسکتا ہے۔ کچھ خیالات کے لیے ذیل کی مثالیں دیکھیں۔

source: API Endpoint Documentation
ca: Documentació del punt final de l'API
cs: Dokumentace ke koncovému bodu API
da: API-endepunktsdokumentation
de: API-Endpunkt-Dokumentation
es: Documentación de API
fi: API-dokumentaatio
fr: Documentation sur les points de terminaison d'API
hi: एपीआई समापन बिंदु दस्तावेज़ीकरण
hu: API végpont dokumentációja
id: Dokumentasi Titik Akhir API
is: API endapunktaskjöl
it: Documentazione dell'Endpoint API
ja: API エンドポイントのドキュメント
lv: API galapunktu dokumentācija
nl: API-eindpuntdocumentatie
no: API-endepunktdokumentasjon
pl: Dokumentacja punktu końcowego API
pt_br: Documentação do endpoint da API
pt_pt: Documentação do Endpoint da API
ro: Documentație API Endpoint
ru: Документация по конечным API
sr: АПИ крајња документација
th: เอกสารปลายทาง API
uk: Документація кінцевої точки API
ur: API اینڈ پوائنٹ کی دستاویزات

source: Walkthrough & Examples
ca: Tutorial i exemples
cs: Návod a příklady
da: Gennemgang og eksempler
de: Walkthrough & Beispiele
es: Tutorial y Ejemplos
fi: Esittely ja esimerkkejä
fr: Procédure et exemples
hi: पूर्वाभ्यास और उदाहरण
hu: Útmutató és példák
id: Panduan & Contoh
is: Leiðsögn og dæmi
it: Procedura Dettagliata ed Esempi
ja: チュートリアルと例
lv: Caurskate un piemēri
nl: Rondleiding & Voorbeelden
no: Gjennomgang og eksempler
pl: Przykłady
pt_br: Passo a passo e exemplos
pt_pt: Passo a Passo e Exemplos
ro: Prezentare și exemple
ru: Обзор и примеры
sr: Корак и примери
sv: Genomgång & exempel
th: เกมส์และตัวอย่าง
uk: Покрокова інструкція та приклади
ur: واک تھرو اور مثالیں۔

source: Examples
ca: Exemples
cs: Příklady
da: Eksempler
de: Beispiele
es: Ejemplos
fi: Esimerkkejä
fr: Exemples
hi: उदाहरण
hu: Példák
id: Contoh
is: Dæmi
it: Esempi
ja: 例
lv: Piemēri
nl: Voorbeelden
no: Eksempler
pl: Przykłady
pt_br: Exemplos
pt_pt: Exemplos
ro: Exemple
ru: Примеры
sr: Примери
sv: Exempel
th: ตัวอย่าง
uk: Приклади
ur: مثالیں

source: You can test this in your browser Javascript console by going to the front page of Password Pusher and enter:
ca: Podeu provar-ho a la consola Javascript del vostre navegador si aneu a la pàgina principal de Password Pusher i introduïu:
cs: Můžete to otestovat v konzole JavaScriptu svého prohlížeče tak, že přejdete na úvodní stránku Password Pusher a zadáte:
da: Du kan teste dette i din browsers Javascript-konsol ved at gå til forsiden af Password Pusher og indtaste:
de: Test in der Javascript-Konsole des Browsers: Startseite von Password Pusher aufrufen und folgenden Code eingeben:
es: Puede probar esto en la consola de JavaScript de su navegador yendo a la página principal de Password Pusher e ingresando:
fi: Voit testata tätä selaimesi Javascript-konsolissa menemällä Password Pusherin etusivulle ja kirjoittamalla:
fr: Testez ceci dans la console Javascript de votre navigateur. Allez sur la page d'accueil de Password Pusher puis saisissez :
hi: आप अपने ब्राउज़र जावास्क्रिप्ट कंसोल में पासवर्ड पुशर के मुख पृष्ठ पर जाकर और दर्ज करके इसका परीक्षण कर सकते हैं:
hu: Ezt a böngésző Javascript konzoljában tesztelheti, ha a Password Pusher kezdőlapjára lép, és írja be:
id: Anda bisa mengujinya di konsol Javascript peramban Anda dengan membuka halaman depan Password Pusher dan masuk:
is: Þú getur prófað þetta í vafranum þínum Javascript stjórnborði með því að fara á forsíðu Password Pusher og slá inn:
it: Puoi testarlo nella console Javascript del tuo browser andando sulla prima pagina di Password Pusher e digitando:
ja: Password Pusher のフロント ページに移動して次のように入力すると、ブラウザの Javascript コンソールでこれをテストできます。
lv: Šo ir iespējams pārbaudīt pārlūkprogrammas Javascript konsolē, atverot Password Pusher sākumlapu un ievadot:
nl: U kunt dit testen in de Javascript-console van uw browser door naar de voorpagina van Wachtwoord Pusher te gaan en het volgende in te voeren:
no: Du kan teste dette i nettleserens Javascript-konsoll ved å gå til forsiden til Password Pusher og skrive inn:
pl: Możesz to przetestować w konsoli Javascript w przeglądarce, przechodząc na stronę główną Password Pusher i wpisując:
pt_br: Você consegue testar isso no console Javascript do seu navegador, abrindo a página inicial do Password Pusher e digitando:
pt_pt: Pode testar isto na consola do Javascript no seu navegador abrindo a página inicial do Password Pusher e inserindo:
ro: Puteți testa acest lucru în consola Javascript din browserul dvs., accesând prima pagină a Password Pusher și introducând:
ru: Вы можете проверить это в консоли Javascript вашего браузера, перейдя на первую страницу Password Pusher и введя:
sr: Ово можете тестирати у Јавасцрипт конзоли вашег претраживача тако што ћете отићи на насловну страницу Пассворд Пусхер-а и унети:
sv: Du kan testa detta i din webbläsares Javascript-konsol genom att gå till förstasidan av Password Pusher och ange:
th: คุณสามารถทดสอบสิ่งนี้ได้ในคอนโซล Javascript ของเบราว์เซอร์โดยไปที่หน้าแรกของ Password Pusher แล้วป้อน:
uk: Ви можете перевірити це в консолі Javascript вашого браузера, перейшовши на головну сторінку Password Pusher і ввівши пароль:
ur: آپ اسے اپنے براؤزر جاوا اسکرپٹ کنسول میں پاس ورڈ پشر کے صفحہ اول پر جا کر جانچ سکتے ہیں اور درج کریں:

source: See more explanation and examples in our
ca: Vegeu més explicacions i exemples al nostre
cs: Další vysvětlení a příklady naleznete v našem článku
da: Se flere forklaringer og eksempler i vores
de: Weitere Erläuterungen und Beispiele finden sich in unserem
es: Ver más explicaciones y ejemplos en nuestro
fi: Katso lisää dokumentaatiota ja esimerkkejä sivustamme
fr: Plus d'explications et d'exemples sur cette page
hi: हमारे यहां अधिक स्पष्टीकरण और उदाहरण देखें
hu: További magyarázatot és példákat lásd a cikkünkben
id: Lihat penjelasan dan contoh lebih lanjut di bagian
is: Sjá nánari skýringar og dæmi í okkar
it: Vedi più spiegazioni ed esempi nel nostro
ja: 詳細な説明と例については、こちらをご覧ください
lv: Plašāku skaidrojumu un piemērus skatiet
nl: Zie meer uitleg en voorbeelden in onze
no: Se flere forklaringer og eksempler i vår
pl: Zobacz więcej wyjaśnień i przykładów w naszym
pt_br: Veja mais explicações e exemplos em nosso
pt_pt: Consulte mais explicações e exemplos no nosso
ro: Vedeți mai multe explicații și exemple în pagina noastră
ru: Более подробное объяснение и примеры смотрите в нашем
sr: Погледајте више објашњења и примера у нашој
sv: Se mer förklaringar och exempel i vår
th: ดูคำอธิบายและตัวอย่างเพิ่มเติมในของเรา
uk: Дивіться більше пояснень та прикладів у нашому
ur: ہمارے میں مزید وضاحت اور مثالیں دیکھیں

source: Help Translate Password Pusher!
ca: Ajudeu a traduir Password Pusher!
cs: Pomozte přeložit Password pusher!
da: Hjælp med at oversætte Password Pusher!
de: Helfen Sie mit, Password Pusher zu übersetzen!
es: ¡Ayuda a traducir Password Pusher!
fi: Auta kääntämään Password Pusher!
fr: Participez à la traduction de Password Pusher !
hi: पासवर्ड पुशर का अनुवाद करने में सहायता करें!
hu: Segíts a Password Pusher fordításában!
id: Bantu Terjemahkan Pendorong Kata Sandi!
is: Hjálpaðu til við að þýða lykilorðið!
it: Aiutaci a Tradurre Password Pusher!
ja: Password Pusher の翻訳を手伝ってください!
lv: Palīdziet tulkot Password Pusher!
nl: Help om Password Pusher te vertalen!
no: Hjelp til å oversette passord-pusher!
pl: Pomóż przetłumaczyć Przekazywacz Haseł!
pt_br: Ajude a Traduzir o Password Pusher!
pt_pt: Ajude a Traduzir o Password Pusher!
ro: Ajutați-ne să traducem Parola Pusher!
ru: Помогите перевести Password Pusher!
sr: Хелп Транслате Пассворд Пусхер!
sv: Hjälp till med att översätta Password Pusher!
th: ช่วยแปล Password Pusher!
uk: Допоможіть перекласти Password Pusher!
ur: ترجمہ پاس ورڈ پشر میں مدد کریں!

source: Help Translate
ca: Ajudeu a traduir
cs: Pomozte Přeložit
da: Hjælp med at oversætte
de: Helfen Sie beim Übersetzen
es: Ayuda a Traducir
fi: Auta kääntämään
fr: Participez à la traduction !
hi: अनुवाद में सहायता करें
hu: Segítség a fordításban
id: Bantu Terjemahkan
is: Hjálp að þýða
it: Aiuta a Tradurre
ja: 翻訳を手伝う
lv: Palīdziet tulkot
nl: Help Vertalen
no: Hjelp til å oversette
pl: Pomóż tłumaczyć
pt_br: Ajude a traduzir
pt_pt: Ajude a Traduzir
ro: Ajută la traducere
ru: Помогите перевести
sr: Хелп Транслате
sv: Hjälp till att översätta
th: ช่วยแปล
uk: Допомогти з перекладом
ur: ترجمہ میں مدد کریں۔
