Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Password manually expired by an anonymous user
ca: La contrasenya ha caducat manualment per un usuari anònim
cs: Heslo ručně vypršelo anonymním uživatelem
da: Adgangskode udløbet manuelt af en anonym bruger
de: Passwort durch einem anonymen Benutzer manuell ablaufen gelassen
es: Contraseña caducada manualmente por un usuario anónimo
fi: Anonyymi käyttäjä vanheni salasanan manuaalisesti
fr: Mot de passe expiré manuellement par un utilisateur anonyme
hi: किसी अज्ञात उपयोगकर्ता द्वारा पासवर्ड मैन्युअल रूप से समाप्त हो गया
hu: A jelszó manuálisan lejárt egy névtelen felhasználó által
id: Kata sandi kedaluwarsa secara manual oleh pengguna anonim
is: Lykilorð rann út handvirkt af nafnlausum notanda
it: Password scaduta manualmente da un utente anonimo
ja: 匿名ユーザーがパスワードを手動で期限切れにした
lv: Anonīms lietotājs manuāli beidzis paroles derīguma termiņu
nl: Wachtwoord handmatig laten verlopen door een anonieme gebruiker
no: Passord utløpt manuelt av en anonym bruker
pl: Hasło ręcznie wygaszone przez anonimowego użytkownika
pt_br: Senha expirada manualmente por um usuário anônimo
pt_pt: A palavra-passe expirada manualmente pelo utilizador anónimo
ro: Parolă expirată manual de către un utilizator anonim
ru: Пароль вручную просрочен анонимным пользователем
sr: Лозинка је ручно истекла од анонимног корисника
sv: Lösenordet har löpt ut manuellt av en anonym användare
th: รหัสผ่านหมดอายุด้วยตนเองโดยผู้ใช้ที่ไม่ระบุตัวตน
uk: Пароль вручну змінено анонімним користувачем
ur: ایک گمنام صارف کے ذریعہ دستی طور پر پاس ورڈ کی میعاد ختم ہوگئی

source: Expired Password Pushes
ca: Contrasenyes caducades
cs: Heslo s vypršenou platností
da: Udløbet adgangskode-push
de: Abgelaufene Password Pushs
es: Enlaces a contraseñas, caducados
fi: Vanhentuneet salasanan työnnät
fr: Publications de mot de passe expiré
hi: समाप्त पासवर्ड पुश
hu: Lejárt jelszó Push
id: Push Kata Sandi Kedaluwarsa
is: Útrunnið lykilorð
it: Push di password scadute
ja: 期限切れのパスワードのプッシュ
lv: Paroles nosūtīšanas termiņš beidzies
nl: Verlopen Password-pushes
no: Utløpt passord-push
pl: Wygasłe przekazania
pt_br: Pushs de Senha Expirada
pt_pt: Envios de Palavra-passe Expirada
ro: Împingeri de parole expirate
ru: Отправление пароля просрочено
sr: Истекла лозинка
sv: Lösenordstryckningar som löpt ut
th: ดันรหัสผ่านหมดอายุ
uk: Прострочений пароль виштовхує
ur: میعاد ختم ہونے والا پاس ورڈ پش کرتا ہے۔

source: You currently have no expired password pushes.
ca: Actualment no tens cap contrasenya caducada.
cs: Aktuálně nemáte žádné zaslání hesla s vypršenou platností.
da: Du har i øjeblikket ingen udløbet adgangskode-push.
de: Derzeit sind keine abgelaufenen Passwort-Pushs vorhanden.
es: Actualmente no tiene ningún envío de contraseña caducada.
fi: Sinulla ei tällä hetkellä ole vanhentuneita salasanan työntöjä.
fr: Vous n'avez actuellement aucun push de mot de passe expiré.
hi: आपके पास वर्तमान में कोई भी पासवर्ड पुश नहीं है जिसकी समय सीमा समाप्त हो चुकी है।
hu: Jelenleg nincs lejárt jelszóleküldése.
id: Saat ini Anda tidak memiliki dorongan kata sandi yang kedaluwarsa.
is: Þú ert ekki með útrunnið lykilorð eins og er.
it: Al momento non hai push di password scadute.
ja: 現在、有効期限が切れたパスワードのプッシュはありません。
lv: Pašlaik jums nav neviena parole, kurai beidzies derīguma termiņš.
nl: Je hebt momenteel geen verlopen wachtwoord-pushes.
no: Du har for øyeblikket ingen utløpte passord-push.
pl: Obecnie nie masz żadnych przekazanych haseł, które utraciły ważność.
pt_br: No momento, você não tem pushes de senha expirados.
pt_pt: De momento, não tem qualquer palavra-passe enviada expirada.
ro: În prezent nu aveți nicio împingere de parolă expirată.
ru: В настоящее время у вас нет просроченных отправлений паролей.
sr: Тренутно немате ниједну истеклу лозинку.
sv: Du har för närvarande inga utgångna lösenordspressar.
th: ขณะนี้คุณไม่มีการพุชรหัสผ่านที่หมดอายุ
uk: Наразі у вас немає прострочених паролів.
ur: آپ کے پاس فی الحال کوئی میعاد ختم ہونے والا پاس ورڈ نہیں ہے۔

source: Your Password has been Pushed
ca: La teva contrasenya ha estat pujada
cs: Vaše heslo bylo vloženo
da: Din adgangskode er blevet "pushed"
de: Ihr Passwort wurde gepusht
es: Tu contraseña ha sido compartida
fi: Salasanasi on lähetetty
fr: Votre mot de passe a été publié
hi: आपका पासवर्ड पुश कर दिया गया है
hu: A jelszavát elküldtük
id: Kata Sandi Anda Telah Ditekan
is: Lykilorðinu þínu hefur verið ýtt
it: La tua password è stata caricata
ja: パスワードがプッシュされました
lv: Jūsu parole ir nosūtīta
nl: Uw wachtwoord is gepusht
no: Passordet ditt har blitt pushet
pl: Twoje hasło zostało przekazane
pt_br: Sua senha foi enviada
pt_pt: A sua Palavra-passe foi Enviada
ro: Parola dvs. a fost trimisă
ru: Ваш пароль был отправлен
sr: Ваша лозинка је гурнута
sv: Ditt lösenord har pushats
th: รหัสผ่านของคุณถูกพุช
uk: Ваш пароль було надіслано
ur: آپ کا پاس ورڈ دبا دیا گیا ہے۔

source: This newly pushed password will expire after
ca: Aquesta contrasenya recentment pujada caducarà després de
cs: Toto nově zadané heslo vyprší poté
da: Denne nye adgangskode udløber efter
de: Dieses neu vergebene Passwort verfällt nach
es: Esta contraseña recién compartida caducará después de
fi: Tämä lähetys vanhenee tämän jälkeen:
fr: La publication de ce nouveau mot de passe expirera après
hi: यह नया पुश किया गया पासवर्ड इसके बाद समाप्त हो जाएगा
hu: Ez az újonnan küldött jelszó le fog járni
id: Kata sandi yang baru didorong ini akan kedaluwarsa setelah
is: Þetta nýlega ýtt lykilorð mun renna út eftir það
it: Questa password appena inviata scadrà dopo
ja: この新しくプッシュされたパスワードの有効期限は次のとおりです。
lv: Šīs jaunās nosūtītās paroles derīguma termiņš beigsies pēc
nl: Dit nieuw gepushte wachtwoord verloopt na
no: Dette nylig Pushede passordet vil utløpe etter
pl: Hasło wygaśnie po
pt_br: Esta senha recém-enviada expirará após
pt_pt: Esta palavra-passe recém-enviada irá expirar após
ro: Această parolă nou introdusă va expira după
ru: Срок действия нового отправления пароля истекает после
sr: Ова нова лозинка ће истећи након тога
sv: Det här nya lösenordet löper ut efter
th: รหัสผ่านที่เพิ่งพุชนี้จะหมดอายุหลังจากนั้น
uk: Термін дії нового пароля закінчується після того, як
ur: اس نئے پاس ورڈ کی میعاد ختم ہو جائے گی۔

source: View This Password Now
ca: Veure aquesta contrasenya ara
cs: Zobrazit toto heslo
da: Se dette kodeord nu
de: Passwort jetzt anzeigen
es: Ver esta contraseña ahora
fi: Näytä salasana nyt
fr: Voir ce mot de passe maintenant
hi: इस पासवर्ड को अभी देखें
hu: A jelszó megtekintése most
id: Lihat Kata Sandi Ini Sekarang
is: Skoðaðu þetta lykilorð núna
it: Visualizza Questa Password Ora
ja: このパスワードを今すぐ表示
lv: Skatiet šo paroli tūlīt
nl: Bekijk dit wachtwoord nu
no: Se dette passordet nå
pl: Wyświetl to hasło
pt_br: Ver esta senha agora
pt_pt: Ver Esta Palavra-passe Agora
ro: Vezi această parolă Acum
ru: Посмотреть пароль сейчас
sr: Погледајте ову лозинку одмах
sv: Se det här lösenordet nu
th: ดูรหัสผ่านนี้ทันที
uk: Перегляньте цей пароль зараз
ur: یہ پاس ورڈ ابھی دیکھیں

source: Push Another Password
ca: Puja una altra contrasenya
da: Push endnu et kodeord
de: weiteres Passwort pushen!
es: Comparte otra contraseña
fi: Lähetä toinen salasana
fr: Publier un autre mot de passe
hi: दूसरा पासवर्ड पुश करें
hu: Küldjön másik jelszót
id: Dorong Kata Sandi Lain
is: Ýttu á annað lykilorð
it: Caricare Un'Altra Password
ja: 別のパスワードをプッシュ
lv: Nosūtīt citu paroli
nl: Push een ander wachtwoord
no: Push et annet passord
pl: Przekaż kolejne hasło
pt_br: Envie outra senha
pt_pt: Envie Outra Palavra-passe
ro: Introduceți o altă parolă
ru: Отправить другой пароль
sr: Притисните другу лозинку
sv: Pusha ett nytt lösenord
th: กดรหัสผ่านอื่น
uk: Введіть інший пароль
ur: دوسرا پاس ورڈ پش کریں۔

source: Peter
cs: Petr
es: Pedro
hi: पीटर
is: Pétur
it: Pietro
ja: ピーター
lv: Pīters
pl: Piotr
sr: Петар
th: ปีเตอร์
uk: Пітер
ur: پیٹر

source: Select your language
ca: Seleccioneu el vostre idioma
cs: Vyberte svůj jazyk
da: Vælg dit sprog
de: Wähle deine Sprache
es: Elige tu idioma
fi: Valitse kieli
fr: Choisissez votre langue
hi: अपनी भाषा का चयन करें
hu: Válaszd ki a nyelved
id: Pilih bahasa Anda
is: Veldu tungumálið þitt
it: Seleziona la tua lingua
ja: あなたが使う言語を選んでください
lv: Izvēlies savu valodu
nl: Selecteer je taal
no: Velg ditt språk
pl: Wybierz swój język
pt_br: selecione sua lingua
pt_pt: Selecione o Idioma
ro: Selectați limba dvs
ru: Выберите язык
sr: Одаберите језик
sv: Välj ditt språk
th: เลือกภาษาของคุณ
uk: Виберіть свою мову
ur: اپنی زبان منتخب کریں۔

source: Get The Newsletter
ca: Obteniu el butlletí
cs: Získejte Newsletter
da: Få nyhedsbrevet
de: Newsletter abonieren
es: Obtener el boletín
fi: Hanki uutiskirje
fr: Recevez la newsletter
hi: न्यूज़लेटर प्राप्त करें
hu: Szerezze meg a Hírlevelet
id: Dapatkan Buletin
is: Fáðu Fréttabréfið
it: Ricevi la newsletter
ja: ニュースレターを入手する
lv: Saņemiet biļetenu
nl: Ontvang de nieuwsbrief
no: Få nyhetsbrevet
pl: Zapisz się na newsletter
pt_br: Receba o boletim informativo
pt_pt: Receba As Notícias
ro: Obțineți buletinul informativ
ru: Подписаться на рассылку
sr: Набавите билтен
sv: Få nyhetsbrevet
th: รับจดหมายข่าว
uk: Отримуйте розсилку новин
ur: نیوز لیٹر حاصل کریں۔

source: Updates on big releases, security issues, features, integrations, tips and more.
ca: Actualitzacions sobre grans llançaments, problemes de seguretat, funcions, integracions, consells i molt més.
cs: Aktualizace velkých vydání, bezpečnostní problémy, funkce, integrace, tipy a další.
da: Opdateringer om store udgivelser, sikkerhedsproblemer, funktioner, integrationer, tips og mere.
de: Updates zu großen Releases, Sicherheitsproblemen, Funktionen, Integrationen, Tipps und mehr.
es: Actualizaciones sobre grandes lanzamientos, problemas de seguridad, características, integraciones, consejos y más.
fi: Päivityksiä suurista julkaisuista, tietoturvaongelmista, ominaisuuksista, integraatioista, vinkeistä ja muusta.
fr: Mises à jour sur les grandes versions, les problèmes de sécurité, les fonctionnalités, les intégrations, les conseils et plus encore.
hi: बड़ी रिलीज़ों, सुरक्षा मुद्दों, सुविधाओं, एकीकरणों, युक्तियों और बहुत कुछ पर अपडेट।
hu: Frissítések a nagy kiadásokról, biztonsági problémákról, funkciókról, integrációkról, tippekről és egyebekről.
id: Pembaruan tentang rilis besar, masalah keamanan, fitur, integrasi, tips, dan lainnya.
is: Uppfærslur á stórum útgáfum, öryggisvandamálum, eiginleikum, samþættingum, ráðum og fleira.
it: Aggiornamenti su grandi rilasci, problemi di sicurezza, funzionalità, integrazioni, suggerimenti e altro ancora.
ja: 大きなリリース、セキュリティの問題、機能、統合、ヒントなどの更新。
lv: Atjauninājumi par lieliem izdevumiem, drošības problēmām, līdzekļiem, integrācijām, padomiem un daudz ko citu.
nl: Updates over grote releases, beveiligingsproblemen, functies, integraties, tips en meer.
no: Oppdateringer om store utgivelser, sikkerhetsproblemer, funksjoner, integrasjoner, tips og mer.
pl: Aktualizacje dotyczące dużych wydań, problemów z bezpieczeństwem, funkcji, integracji, wskazówek i nie tylko.
pt_br: Atualizações sobre grandes lançamentos, problemas de segurança, recursos, integrações, dicas e muito mais.
pt_pt: Atualizações de grandes lançamentos, problemas de segurança, funcionalidades, integrações, dicas e muito mais.
ro: Actualizări privind lansările importante, probleme de securitate, caracteristici, integrări, sfaturi și multe altele.
ru: Обновления о крупных релизах, проблемах безопасности, функциях, интеграциях, советах и многом другом.
sr: Ажурирања о великим издањима, безбедносним проблемима, функцијама, интеграцијама, саветима и још много тога.
sv: Uppdateringar om stora releaser, säkerhetsproblem, funktioner, integrationer, tips och mer.
th: อัปเดตเกี่ยวกับรุ่นใหญ่ ปัญหาด้านความปลอดภัย ฟีเจอร์ การรวมระบบ เคล็ดลับ และอื่นๆ
uk: Оновлення великих випусків, проблеми безпеки, функції, інтеграції, поради та багато іншого.
ur: بڑی ریلیزز، سیکورٹی کے مسائل، خصوصیات، انضمام، تجاویز اور مزید پر اپ ڈیٹس۔

source: Enter your email...
ca: Introdueix el teu correu electrònic...
cs: Vložte svůj e-mail...
da: Indtast din e-mail...
de: Geben sie ihre E-Mail Adresse ein...
es: Introduce tu correo electrónico...
fi: Syötä sähköpostiosoitteesi...
fr: Entrer votre Email...
hi: अपना ईमेल दर्ज करें...
hu: Írd be az email címed...
id: Masukkan email Anda...
is: Sláðu inn netfangið þitt...
it: Inserisci il tuo indirizzo email...
ja: メールアドレスを入力...
lv: Ievadi savu epastu...
nl: Voer uw e-mailadres in...
no: Skriv inn din email...
pl: Wprowadź swój email...
pt_br: Digite seu e-mail...
pt_pt: Insira o seu e-mail...
ro: Introduceți e-mailul dumneavoastră...
ru: Введите свою электронную почту...
sr: Унесите емаил...
sv: Ange din e-postadress...
th: กรอกอีเมล์ของคุณ...
uk: Введіть свій email...
ur: اپنا ای میل درج کریں...

source: Subscribe
ca: Subscriu-te
cs: předplatit
da: Abonner
de: Abonnieren
es: Suscribir
fi: Tilaa
fr: S'abonner
hi: सदस्यता लें
hu: Iratkozz fel
id: Berlangganan
is: Gerast áskrifandi
it: sottoscrivi
ja: 購読
lv: Abonēt
nl: Abonneren
no: Abonnere
pl: Subskrybuj
pt_br: Se inscrever
pt_pt: Subscrição
ro: Abonează-te la
ru: Подписаться
sr: претплатити се
sv: Prenumerera
th: ติดตาม
uk: Підписатися
ur: سبسکرائب

source: Active URL Pushes
ca: Push URL actius
cs: Aktivní URL Pushes
da: Aktiv URL-push
de: Aktive URL Pushs
es: Enlaces a URL activos
fr: Publications actives
hi: सक्रिय यूआरएल पुश
hu: Aktív URL-leküldések
id: Dorongan URL Aktif
is: Virk vefslóð ýtir
it: Caricamenti URL attivi
ja: アクティブな URL プッシュ
lv: Aktīvie URL nospiež
nl: Actieve URL Pushes
no: Aktiv URL-push
pl: Aktywne przekazania adresów URL
pt_br: Envios de URL ativos
pt_pt: Envios de URL ativos
ro: Împingeri URL active
ru: Активные отправления URL
sr: Активни УРЛ гура
sv: Aktiv URL pushar
th: พุช URL ที่ใช้งานอยู่
uk: Активні проштовхування URL-адрес
ur: فعال یو آر ایل دھکیلتا ہے۔

source: You currently have no active URL pushes.
ca: Actualment no teniu cap enviament d'URL actiu.
cs: Momentálně nemáte žádné aktivní odesílání adres URL.
da: Du har i øjeblikket ingen aktive URL-push.
de: Derzeit sind keine aktiven URL-Pushs vorhanden.
es: Actualmente no tiene envíos de URL activos.
fi: Sinulla ei tällä hetkellä ole aktiivisia URL-osoitteita.
fr: Vous n'avez pas de publications actives.
hi: आपके पास वर्तमान में कोई सक्रिय यूआरएल पुश नहीं है।
hu: Jelenleg nincs aktív URL-leküldése.
id: Saat ini Anda tidak memiliki dorongan URL yang aktif.
is: Þú hefur enga virka vefslóð ýta eins og er.
it: Al momento non hai caricamenti di URL attivi.
ja: 現在アクティブな URL プッシュはありません。
lv: Jums pašlaik nav neviena aktīva URL nosūtīšanas.
nl: U heeft momenteel geen actieve URL-pushes.
no: Du har for øyeblikket ingen aktive URL-push.
pl: Obecnie nie masz żadnych aktywnych przekazań adresów URL.
pt_br: No momento, você não tem pushes de URL ativos.
pt_pt: De momento, não tem envios de URL ativos.
ro: În prezent, nu aveți niciun URL push activ.
ru: В настоящее время у вас нет активных URL отправлений.
sr: Тренутно немате активних гурања УРЛ-а.
sv: Du har för närvarande inga aktiva URL-push.
th: ขณะนี้คุณไม่มีการพุช URL ที่ใช้งานอยู่
uk: Наразі у вас немає активних проштовхувань URL-адрес.
ur: آپ کے پاس فی الحال کوئی فعال URL پش نہیں ہے۔

source: Push a URL Now
ca: Envieu un URL ara
cs: Push URL Now
da: Tryk på en URL nu
de: Jetzt URLs pushen
es: Comparte una URL ahora
fi: Työnnä URL-osoite nyt
fr: Publier une URL maintenant
hi: अभी एक यूआरएल पुश करें
hu: Nyomjon meg egy URL-t most
id: Dorong URL Sekarang
is: Ýttu á slóð núna
it: Invia una URL ora
ja: 今すぐ URL をプッシュ
lv: Nosūtiet URL tūlīt
nl: Push nu een URL
no: Trykk på en URL nå
pl: Przekaż adres URL
pt_br: Enviar um URL agora
pt_pt: Envie um URL Agora
ro: Trimiteți un URL acum
ru: Отправить URL
sr: Гурните УРЛ одмах
sv: Tryck på en URL nu
th: กด URL ทันที
uk: Введіть URL-адресу зараз
ur: ابھی یو آر ایل پش کریں۔

source: Audit Log for URL Push
ca: Registre d'auditoria per a URL Push
cs: Audit protokolu pro URL Push
da: Revisionslog for URL-push
de: Audit-Log für URL-Pushes
es: Registro de auditoría para enlaces de URL
fi: Tarkastusloki URL Pushille
fr: Journal d'audit de publication
hi: यूआरएल पुश के लिए ऑडिट लॉग
hu: Audit napló URL-leküldéshez
id: Log Audit untuk URL Push
is: Endurskoðunarskrá fyrir URL Push
it: Audit Log dei Caricamenti di URL
ja: URL プッシュの監査ログ
lv: URL Push audita žurnāls
nl: Auditlogboek voor URL-push
no: Revisjonslogg for URL-push
pl: Dziennik audytu dla przekazań adresów URL
pt_br: Log de auditoria para envio de URL
pt_pt: Registo de Auditoria para o Envio de URL
ro: Jurnal de audit pentru URL Push
ru: Журнал аудита для отправленных URL
sr: Дневник ревизије за УРЛ Пусх
sv: Granskningslogg för URL Push
th: บันทึกการตรวจสอบสำหรับการพุช URL
uk: Журнал аудиту для URL Push
ur: یو آر ایل پش کے لیے آڈٹ لاگ

source: Delete This URL Push?
ca: Voleu suprimir aquest URL Push?
cs: Smazat tuto URL Push?
da: Slet denne URL Push?
de: Diesen URL-Push löschen?
es: ¿Eliminar este enlace a URL?
fi: Poistetaanko tämä URL Push?
fr: Supprimer cette publication ?
hi: यह यूआरएल पुश हटाएं?
hu: Törli ezt az URL-leküldést?
id: Hapus Push URL Ini?
is: Eyða þessari vefslóð Push?
it: Vuoi cancellare questo URL caricato?
ja: この URL プッシュを削除しますか?
lv: Vai dzēst šo URL push?
nl: Deze URL-push verwijderen?
no: Vil du slette denne URL-en Push?
pl: Usunąć to przekazanie adresu URL?
pt_br: Excluir este URL Push?
pt_pt: Apagar Este Envio de URL
ro: Ștergeți acest URL Push?
ru: Удалить это URL отправление?
sr: Избрисати ову УРЛ адресу Пусх?
sv: Ta bort denna URL Push?
th: ลบพุช URL นี้ไหม
uk: Видалити цю URL-адресу?
ur: اس URL پش کو حذف کریں؟

source: URL Push manually expired by user
ca: URL Push ha caducat manualment per l'usuari
cs: Platnost URL Push ručně vypršela uživatelem
da: URL Push udløb manuelt af bruger
de: URL-Push manuell vom Benutzer ablaufen lassen
es: Enlace de URL caducado manualmente por el usuario
fi: URL Push on vanhentunut manuaalisesti käyttäjän toimesta
fr: Expiration de la publication forcée par l'utilisateur
hi: यूआरएल पुश उपयोगकर्ता द्वारा मैन्युअल रूप से समाप्त हो गया
hu: Az URL-leküldés manuálisan lejárt a felhasználó által
id: URL Push secara manual kedaluwarsa oleh pengguna
is: URL Push rann út handvirkt af notanda
it: Scadenza del caricamento URL impostata manualmente dall'utente
ja: ユーザーが手動で期限切れにした URL プッシュ
lv: URL Push manuāli beidzās lietotājs
nl: URL-push handmatig verlopen door gebruiker
no: URL Push utløpt manuelt av bruker
pl: Przekazanie URL ręcznie wygaśnięte przez odbiorcę.
pt_br: URL push expirado manualmente pelo usuário
pt_pt: Envio de URL expirado pelo utilizador manualmente
ro: URL Push expirat manual de către utilizator
ru: URL отправление вручную просрочено по инициативе пользователя
sr: УРЛ Пусх је ручно истекао од стране корисника
sv: URL Push har löpt ut manuellt av användaren
th: URL Push หมดอายุด้วยตนเองโดยผู้ใช้
uk: Термін дії URL Push вручну закінчився користувачем
ur: یو آر ایل پش صارف کے ذریعہ دستی طور پر ختم ہو گیا ہے۔

source: Expired URL Pushes
ca: Enviaments d'URL caducats
cs: Vypršela platnost URL Push
da: Udløbet URL-push
de: Abgelaufene URL-Pushs
es: Enlaces a URL, caducados
fi: Vanhentunut URL-työntö
fr: Publications expirées
hi: समाप्त URL पुश
hu: Lejárt URL-leküldések
id: Push URL Kedaluwarsa
is: Útrunninn vefslóð ýtir
it: URL caricate scadute
ja: 期限切れの URL プッシュ
lv: URL nosūtīšanas termiņš ir beidzies
nl: Verlopen URL-pushes
no: Utløpt URL-push
pl: Wygasłe przekazania adresów URL
pt_br: Pushs de URL expirados
pt_pt: Envios de URL Expirados
ro: Împingeri URL expirate
ru: Отправление URL просрочено
sr: Истекла УРЛ адреса
sv: Utgången URL-push
th: การพุช URL ที่หมดอายุ
uk: Прострочені посилання на прострочені URL-адреси
ur: میعاد ختم ہونے والے یو آر ایل پشز

source: You currently have no expired URL pushes.
ca: Actualment no teniu cap URL caducat.
cs: Momentálně nemáte žádné odeslání adresy URL s vypršenou platností.
da: Du har i øjeblikket ingen udløbne URL-push.
de: Derzeit sind keine abgelaufenen URL-Pushs vorhanden.
es: Actualmente no tiene envíos de URL caducadas.
fi: Sinulla ei tällä hetkellä ole vanhentuneita URL-osoitteita.
fr: Vous n'avez pas de publications expirées.
hi: वर्तमान में आपके पास कोई भी समाप्त URL पुश नहीं है.
hu: Jelenleg nincs lejárt URL-leküldése.
id: Saat ini Anda tidak memiliki push URL kedaluwarsa.
is: Þú ert ekki með neinar útrunnar vefslóðir sem ýta á.
it: Al momento non hai caricamenti di URL scaduti.
ja: 現在、期限切れの URL プッシュはありません。
lv: Pašlaik jums nav neviena URL nosūtīšanas, kurai beidzies derīguma termiņš.
nl: U heeft momenteel geen verlopen URL-pushes.
no: Du har for øyeblikket ingen utløpte URL-push.
pl: Obecnie nie masz żadnych przekazanych adresów URL, które wygasły.
pt_br: No momento, você não tem pushes de URL expirados.
pt_pt: De momento, não tem qualquer URL enviado expirado.
ro: În prezent nu aveți niciun impuls de URL expirat.
ru: В настоящее время у вас нет просроченных URL отправлений.
sr: Тренутно немате истеклих УРЛ-ова.
sv: Du har för närvarande inga utgångna webbadresser.
th: ขณะนี้คุณไม่มีการพุช URL ที่หมดอายุ
uk: Наразі у вас немає прострочених посилань на URL-адреси.
ur: آپ کے پاس فی الحال کوئی میعاد ختم شدہ URL پش نہیں ہے۔

source: Securely Share URLs
ca: Comparteix URL de manera segura
cs: Bezpečně sdílet adresy URL
da: Del sikkert URL'er
de: URLs sicher teilen
es: Comparte URL de forma segura
fi: Jaa URL-osoitteet turvallisesti
fr: Partager des URL en toute sécurité
hi: यूआरएल सुरक्षित रूप से साझा करें
hu: URL-ek biztonságos megosztása
id: Membagikan URL dengan Aman
is: Deildu vefslóðum á öruggan hátt
it: Condividi in modo sicuro gli URL
ja: URL を安全に共有する
lv: Droši kopīgojiet vietrāžus URL
nl: Veilig URLs Delen
no: Del URL-er på en sikker måte
pl: Bezpiecznie udostępniaj adresy URL
pt_br: Compartilhe URLs com segurança
pt_pt: Partilhe URLs com Segurança
ro: Partajați în siguranță URL-uri
ru: Безопасный обмен URL-адресами
sr: Безбедно делите УРЛ-ове
sv: Dela webbadresser på ett säkert sätt
th: แบ่งปัน URL อย่างปลอดภัย
uk: Безпечний обмін URL-адресами
ur: محفوظ طریقے سے URLs کا اشتراک کریں۔

source: Securely Send URLs That Expire Automatically
ca: Envieu de manera segura URL que caduquin automàticament
cs: Bezpečně odesílat adresy URL, jejichž platnost automaticky vyprší
da: Send sikkert URL'er, der udløber automatisk
de: URLs sicher versenden, die automatisch ablaufen
es: Envía de forma segura direcciones URL que caducan automáticamente
fi: Lähetä turvallisesti URL-osoitteet, jotka vanhenevat automaattisesti
fr: Envoyez en toute sécurité des URL qui expirent automatiquement
hi: स्वचालित रूप से समाप्त होने वाले यूआरएल को सुरक्षित रूप से भेजें
hu: Automatikusan lejáró URL-ek biztonságos küldése
id: Kirim URL yang Kedaluwarsa Secara Otomatis dengan Aman
is: Sendu vefslóðir á öruggan hátt sem renna út sjálfkrafa
it: Invia in modo sicuro URL che scadono automaticamente
ja: 自動的に期限切れになる URL を安全に送信する
lv: Droši sūtiet URL, kuru derīguma termiņš beidzas automātiski
nl: Veilig URLs Versturen Die Automatisch Verlopen
no: Send sikkert URL-er som utløper automatisk
pl: Bezpiecznie wysyłaj adresy URL, które automatycznie wygasają
pt_br: Envie com segurança URLs que expiram automaticamente
pt_pt: Envie URLs com Segurança que Expiram Automaticamente
ro: Trimiteți în siguranță URL-uri care expiră automat
ru: Безопасная отправка URL-адресов с автоматическим истечением срока действия
sr: Безбедно пошаљите УРЛ-ове који аутоматски истичу
sv: Skicka webbadresser som löper ut automatiskt på ett säkert sätt
th: ส่ง URL ที่หมดอายุโดยอัตโนมัติอย่างปลอดภัย
uk: Безпечно надсилайте URL-адреси, термін дії яких закінчується автоматично
ur: محفوظ طریقے سے ایسے URLs بھیجیں جو خود بخود ختم ہو جائیں۔

source: tldr;
lv: pārāk gari, neizlasīju
pl: w skrócie

source: Its opensource and free for anyone to use, review or modify.
id: Aplikasi ini bersifat opensource dan gratis bagi siapa saja untuk digunakan, ditinjau, atau dimodifikasi.
