Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Emailed passwords live in perpetuity (read: forever) in email archives.
ca: Les contrasenyes enviades per correu electrònic viuen a perpetuïtat (llegiu: per sempre) als arxius de correu electrònic.
cs: Hesla odeslaná e-mailem žijí navěky (čti: navždy) v archivech e-mailů.
da: E-mailede adgangskoder lever i en evighed (læs: for evigt) i e-mail-arkiver.
de: Passwörter in E-Mails bleiben oft für immer im Postfach oder im Archiv erhalten.
es: Las contraseñas enviadas por correo electrónico serán accesibles para siempre en los archivos de correo electrónico.
fi: Sähköpostissa lähetetyt salasanat elävät ikuisesti sähköpostiarkistoissa.
fr: Les mots de passe envoyés par e-mail restent en permanence stockés dans les archives des e-mails.
hi: ईमेल किए गए पासवर्ड ईमेल अभिलेखागार में शाश्वत (पढ़ें: हमेशा के लिए) रहते हैं।
hu: Az e-mailben elküldött jelszavak sokáig (értsd: örökké) élnek az e-mail archívumokban.
id: Kata sandi yang dikirim melalui email akan tersimpan selamanya (baca: selamanya) dalam arsip email.
is: Tölvupóstur lykilorð lifa að eilífu (lesist: að eilífu) í tölvupóstsöfnum.
it: Le password inviate per e-mail vivono per sempre (leggi: per sempre) negli archivi di posta elettronica.
ja: メールで送信されたパスワードは、メール アーカイブに永久に保存されます。
lv: Pa e-pastu nosūtītās paroles vienmēr (uz visiem laikiem) saglabājas e-pasta arhīvos.
nl: Wachtwoorden per e-mail blijven voor altijd (lees: worden dus nooit verwijderd) in e-mailarchieven.
no: E-postede passord lever i evighet (les: evig) i e-postarkiver.
pl: Hasła wysyłane pocztą e-mail żyją wiecznie (czytaj: zostają na zawsze) w archiwach poczty e-mail.
pt_br: As senhas enviadas por e-mail tem vida eterna (leia-se: para sempre) em mensagens de e-mail.
pt_pt: As palavras-passe enviadas por e-mail vivem perpetuamente (leia-se: para sempre) em arquivos de e-mail.
ro: Parolele trimise prin e-mail trăiesc în perpetuitate (a se citi: pentru totdeauna) în arhivele de e-mail.
ru: Пароли, отправленные по электронной почте, живут вечно (читай: вечно) в архивах электронной почты.
sr: Лозинке послате е-поштом живе заувек (читај: заувек) у архивама е-поште.
sv: E-postade lösenord lever för evigt (läs: för alltid) i e-postarkiv.
th: รหัสผ่านอีเมลจะคงอยู่ตลอดไป (อ่านว่า: ตลอดไป) ในที่เก็บถาวรของอีเมล
uk: Паролі, надіслані електронною поштою, живуть вічно (читай: назавжди) в архівах електронної пошти.
ur: ای میل شدہ پاس ورڈ ای میل آرکائیوز میں ہمیشہ رہتے ہیں (پڑھیں: ہمیشہ کے لیے)۔

source: Passwords in email can be retrieved and used later on if an email account is stolen, cracked etc..
ca: Les contrasenyes del correu electrònic es poden recuperar i utilitzar més endavant si un compte de correu electrònic és robat, trencat, etc.
cs: Hesla v e-mailu lze načíst a použít později, pokud je e-mailový účet odcizen, prasklý atd.
da: Adgangskoder i e-mail kan hentes og bruges senere, hvis e-mail-kontoen bliver stjålet, hacket mm.
de: Passwörter in E-Mails können später abgerufen und verwendet werden, wenn ein E-Mail-Konto gestohlen, geknackt oder kompromittiert wird.
es: Las contraseñas en el correo electrónico se pueden recuperar y usar más adelante si una cuenta de correo electrónico es robada, descifrada, etc.
fi: Sähköpostissa olevat salasanat voidaan hakea ja käyttää myöhemmin, jos sähköpostitili varastetaan tai murretaan.
fr: Les mots de passe présent dans des emails peut être récupérés et réutilisés plus tard si le compte a été volé ou fraudé, etc.
hi: यदि कोई ईमेल खाता चोरी हो जाता है, टूट जाता है आदि तो ईमेल में मौजूद पासवर्ड को पुनः प्राप्त किया जा सकता है और बाद में उपयोग किया जा सकता है।
hu: Az e-mailekben lévő jelszavak visszakereshetők és később felhasználhatók, ha egy e-mail fiókot ellopnak, feltörnek stb.
id: Kata sandi dalam email dapat diambil dan digunakan di kemudian hari jika akun email dicuri, dibobol, dan sebagainya.
is: Hægt er að sækja lykilorð í tölvupósti og nota síðar ef tölvupóstreikningi er stolið, klikkað o.s.frv.
it: Le password nelle e-mail possono essere recuperate e utilizzate in seguito se un account e-mail viene rubato, violato, ecc.
ja: メールアカウントが盗まれたり、クラックされたりした場合、メールのパスワードを取得して後で使用することができます.
lv: Gadījumā, ja e-pasts tiek nozagts, uzlauzts, utt., tajā esošās paroles ir iespējams atgūt un izmantot arī vēlāk.
nl: Wachtwoorden in e-mail kunnen worden opgehaald en later worden gebruikt als een e-mailaccount wordt gestolen, gekraakt, enz.
no: Passord i e-post kan hentes og brukes senere hvis en e-postkonto blir stjålet osv.
pl: Hasła przesyłane w wiadomości e-mail mogą zostać później przechwycone i wykorzystane, jeśli konto e-mail zostanie przejęte, odgadnięte zostanie do niego hasło itp.
pt_br: As senhas no e-mail podem ser recuperadas e usadas posteriormente se uma conta de e-mail for roubada, invadida, etc.
pt_pt: As palavras-passe via e-mail podem ser recuperadas e usadas posteriormente se uma conta de e-mail for roubada, atacada, etc.
ro: Parolele din e-mail pot fi recuperate și utilizate ulterior, dacă un cont de e-mail este furat, spart etc..
ru: Пароли в электронной почте могут быть извлечены и использованы в дальнейшем, если учетная запись электронной почты будет украдена, взломана и т.д..
sr: Лозинке у е-пошти се могу преузети и касније користити ако је налог е-поште украден, крекован итд.
sv: Lösenord i e-post kan hämtas och användas senare om ett e-postkonto blir stulet, hackat osv.
th: รหัสผ่านในอีเมลสามารถเรียกคืนได้และใช้ในภายหลังหากบัญชีอีเมลถูกขโมย แคร็ก ฯลฯ
uk: Паролі в електронній пошті можуть бути відновлені та використані пізніше, якщо обліковий запис буде викрадено, зламано тощо...
ur: ای میل میں پاس ورڈز کو دوبارہ حاصل کیا جا سکتا ہے اور بعد میں استعمال کیا جا سکتا ہے اگر کوئی ای میل اکاؤنٹ چوری ہو جائے، کریک ہو جائے وغیرہ۔

source: The same risks persist when sending passwords via SMS, WhatsApp, Telegram, Chat etc… The data can and is often perpetual and out of your control.
ca: Els mateixos riscos persisteixen quan s'envien contrasenyes per SMS, WhatsApp, Telegram, Xat, etc. Les dades poden i sovint són perpètues i fora del vostre control.
cs: Stejná rizika přetrvávají při odesílání hesel přes SMS, WhatsApp, Telegram, Chat atd. Data mohou a jsou často věčná a mimo vaši kontrolu.
da: De samme risici er tilstede når du sender adgangskoder via SMS, WhatsApp, Telegram, Chat osv... Dataene kan og er ofte lagret i evig tid og uden af din kontrol.
de: Die gleichen Risiken bestehen beim Versenden von Passwörtern per SMS, WhatsApp, Telegram, Chat usw. Die Daten sind oft dauerhaft und außerhalb Ihrer Kontrolle.
es: Los mismos riesgos persisten cuando se envían contraseñas a través de SMS, WhatsApp, Telegram, Chat, etc. Los datos pueden y suelen ser perpetuos y fuera de su control.
fi: Samat riskit koskevat tekstiviestillä, WhatsAppilla, sähkeellä, chatilla yms. lähetettyjä salasanoja Tiedot voivat olla ja usein ovat ikuisia eivätkä ole sinun hallinnassasi.
fr: Les mêmes risques sont présents lors de l'envoi de mots de passe par SMS, WhatsApp, Telegram, les outils de chat etc… Les données peuvent et sont souvent stockées et hors de votre contrôle.
hi: एसएमएस, व्हाट्सएप, टेलीग्राम, चैट आदि के माध्यम से पासवर्ड भेजते समय भी यही जोखिम बना रहता है... डेटा अक्सर स्थायी और आपके नियंत्रण से बाहर हो सकता है।
hu: Ugyanezek a kockázatok továbbra is fennállnak, ha SMS-ben, WhatsApp-on, Telegram-on, Chat-en stb. küld jelszavakat… Az adatok gyakran örökre maradhatnak, és az Ön ellenőrzésén kívül maradnak.
is: Sama áhætta er viðvarandi þegar þú sendir lykilorð með SMS, WhatsApp, símskeyti, spjalli osfrv... Gögnin geta og eru oft ævarandi og þú hefur ekki stjórn á.
it: Gli stessi rischi persistono quando si inviano password tramite SMS, WhatsApp, Telegram, Chat ecc… I dati possono ed sono spesso perpetui e fuori dal tuo controllo.
ja: SMS、WhatsApp、Telegram、Chat などを介してパスワードを送信する場合も、同じリスクが続きます。データは永続的であり、制御できないことがよくあります。
lv: Tie paši riski pastāv, sūtot paroles, izmantojot SMS, WhatsApp, Telegram, tērzēšanu aplikācijas, utt. Dati var un bieži vien ir mūžīgi un ir ārpus Jūsu kontroles.
nl: Dezelfde risico's blijven bestaan bij het verzenden van wachtwoorden via sms, WhatsApp, Telegram, Chat enz. De gegevens kunnen en zijn vaak eeuwigdurend en buiten uw controle.
no: De samme risikoene vedvarer når du sender passord via SMS, WhatsApp, Telegram, Chat osv... Dataene kan og er ofte evigvarende og utenfor din kontroll.
pl: To samo ryzyko występuje podczas wysyłania haseł przez SMS, WhatsApp, Telegram, Czat itp. Dane mogą pozostać i często pozostają tam na zawsze i są poza Twoją kontrolą.
pt_br: Os mesmos riscos persistem ao enviar senhas via SMS, WhatsApp, Telegram, Chat etc… Os dados podem e muitas vezes são perpétuos e fora de seu controle.
pt_pt: Os mesmos riscos persistem ao enviar senhas via SMS, WhatsApp, Telegram, Chat etc… Os dados podem e muitas vezes são perpétuos e fora do seu controlo.
ro: Aceleași riscuri persistă atunci când trimiteți parole prin SMS, WhatsApp, Telegram, Chat etc... Datele pot fi și sunt adesea perpetue și nu pot fi controlate.
ru: Такие же риски сохраняются при отправке паролей через SMS, WhatsApp, Telegram, Chat и т.д... Данные могут храниться вечно и часто находятся вне вашего контроля.
sr: Исти ризици постоје и при слању лозинки путем СМС-а, ВхатсАпп-а, Телеграма, ћаскања итд... Подаци могу и често су трајни и ван ваше контроле.
sv: Samma risker kvarstår när du skickar lösenord via SMS, WhatsApp, Telegram, chat osv... Data kan och är ofta evig och utanför din kontroll.
th: ความเสี่ยงเดียวกันนี้ยังคงมีอยู่เมื่อส่งรหัสผ่านผ่าน SMS, WhatsApp, Telegram, Chat ฯลฯ… ข้อมูลสามารถและมักจะเป็นข้อมูลถาวรและอยู่นอกเหนือการควบคุมของคุณ
uk: Ті ж самі ризики зберігаються при надсиланні паролів через SMS, WhatsApp, Telegram, чат тощо... Дані можуть бути і часто є вічними і непідконтрольними вам.
ur: ایس ایم ایس، واٹس ایپ، ٹیلی گرام، چیٹ وغیرہ کے ذریعے پاس ورڈ بھیجتے وقت بھی یہی خطرات برقرار رہتے ہیں… ڈیٹا اکثر مستقل اور آپ کے قابو سے باہر ہوتا ہے۔

source: By using Password Pusher, you bypass all of this.
ca: Mitjançant l'ús de Password Pusher, ometeu tot això.
cs: Použitím Password Pusheru se tomu všemu vyhnete.
da: Ved at bruge Password Pusher undgår du alt dette.
de: Durch die Verwendung von Password Pusher wird all dies umgangen.
es: Al usar Password Pusher, omite todo esto.
fi: Käyttämällä Password Pusheria ohitat kaiken tämän.
fr: En utilisant Password Pusher, vous contournez tout cela.
hi: पासवर्ड पुशर का उपयोग करके, आप यह सब बायपास कर देते हैं।
hu: A Password Pusher használatával mindezt megkerüli.
id: Dengan menggunakan Password Pusher, Anda melewati semua ini.
is: Með því að nota Password Pusher framhjá öllu þessu.
it: Usando Password Pusher, ignori tutto questo.
ja: Password Pusher を使用すると、これらすべてを回避できます。
lv: Izmantojot Password Pusher, Jūs to visu apejat.
nl: Door Password Pusher te gebruiken, omzeil je dit allemaal.
no: Ved å bruke Password Pusher omgår du alt dette.
pl: Używając narzędzia Przekazywacz Haseł, omijasz to wszystko.
pt_br: Ao usar o Password Pusher, você ignora tudo isso.
pt_pt: Ao usar o Password Pusher, ultrapassa tudo isto.
ro: Folosind Password Pusher, puteți evita toate acestea.
ru: Используя Password Pusher, вы обходите все это.
sr: Коришћењем Пассворд Пусхер-а заобилазите све ово.
sv: Genom att använda Password Pusher kringgår du allt detta.
th: เมื่อใช้ Password Pusher คุณจะข้ามสิ่งเหล่านี้ทั้งหมด
uk: Використовуючи Password Pusher, ви обходите всі ці правила.
ur: پاس ورڈ پشر کا استعمال کرکے، آپ ان سب کو نظرانداز کرتے ہیں۔

source: For each password posted to Password Pusher,
ca: Per a cada contrasenya publicada a Password Pusher,
cs: Pro každé heslo zaslané do Password Pusher,
da: For hver adgangskode, der sendes til Password Pusher,
de: Für jedes Passwort, das an Password Pusher gesendet wurde,
es: Para cada contraseña publicada en Password Pusher,
fi: Jokaisesta Password Pusheriin lähetetystä salasanasta,
fr: Pour chaque mot de passe publié sur Password Pusher,
hi: पासवर्ड पुशर पर पोस्ट किए गए प्रत्येक पासवर्ड के लिए,
hu: A Password Pusher szolgáltatásban elküldött minden egyes jelszó esetében,
id: Untuk setiap kata sandi yang diposting ke Password Pusher,
is: Fyrir hvert lykilorð sem sent er á Password Pusher,
it: Per ogni password pubblicata su Password Pusher,
ja: Password Pusher に投稿されたパスワードごとに、
lv: Par katru paroli, kas publicēta Password Pusher,
nl: Voor elk wachtwoord dat op Password Pusher is geplaatst,
no: For hvert passord som er lagt ut til Password Pusher,
pl: Dla każdego hasła wysłanego przez Przekazywacz Haseł,
pt_br: Para cada senha postada no Password Pusher,
pt_pt: Para cada palavra-passe publicado no Password Pusher,
ro: Pentru fiecare parolă postată pe Password Pusher,
ru: Для каждого пароля, размещенного в Password Pusher,
sr: За сваку лозинку постављену на Пассворд Пусхер,
sv: För varje lösenord som skickas till Password Pusher,
th: สำหรับรหัสผ่านแต่ละรายการที่โพสต์ไปยัง Password Pusher
uk: Для кожного пароля, опублікованого в Password Pusher,
ur: پاس ورڈ پشر پر پوسٹ کیے گئے ہر پاس ورڈ کے لیے،

source: a unique URL is generated that only you will know
ca: es genera un URL únic que només tu sabràs
cs: vygeneruje se jedinečná adresa URL, kterou budete znát pouze vy
da: der genereres en unik URL, som kun du kender
de: wird eine eindeutige URL generiert, die nur Sie kennen werden
es: se genera una URL única que solo tú conocerás
fi: luodaan yksilöllinen URL-osoite, jonka vain sinä tiedät
fr: une URL unique est générée que vous êtes le seul à connaitre
hi: एक अद्वितीय यूआरएल उत्पन्न होता है जिसे केवल आप ही जान पाएंगे
hu: egyedi URL jön létre, amelyet csak Ön ismerhet
id: uRL unik dibuat dan hanya Anda yang akan mengetahuinya
is: einstök vefslóð er búin til sem aðeins þú veist
it: viene generato un URL univoco che solo tu conoscerai
ja: あなただけが知っているユニークなURLが生成されます
lv: tiek ģenerēts unikāls URL, ko zināt tikai Jūs
nl: er wordt een unieke URL gegenereerd die alleen u kent
no: det genereres en unik URL som bare du kjenner
pl: generowany jest unikalny adres URL, który znasz tylko Ty
pt_br: é gerada uma URL única que somente você saberá
pt_pt: um URL único será gerado que só você saberá
ro: se generează un URL unic pe care numai tu îl vei cunoaște
ru: генерируется уникальный URL, который будете знать только вы
sr: генерише се јединствени УРЛ који ћете само ви знати
sv: en unik URL genereras som bara du känner till
th: มีการสร้าง URL ที่ไม่ซ้ำใครซึ่งมีเพียงคุณเท่านั้นที่รู้
uk: генерується унікальна URL-адреса, яку будете знати тільки ви
ur: ایک منفرد یو آر ایل تیار کیا گیا ہے جو صرف آپ کو معلوم ہوگا۔

source: Additionally,
ca: A més,
cs: Navíc,
da: Derudover
de: Zusätzlich,
es: Adicionalmente,
fi: Lisäksi,
fr: De plus,
hi: इसके अतिरिक्त,
hu: Ezenkívül
id: Selain itu,
is: Að auki,
it: Inoltre,
ja: さらに、
lv: Turklāt
nl: Aanvullend,
no: I tillegg,
pl: Dodatkowo,
pt_br: Adicionalmente,
pt_pt: Adicionalmente,
ro: În plus,
ru: Дополнительно,
sr: Поред тога,
sv: Dessutom,
th: นอกจากนี้
uk: Крім того,
ur: مزید برآں،

source: passwords expire after a predefined set of views are hit or time passed.
ca: les contrasenyes caduquen després d'haver arribat a un conjunt predefinit de visualitzacions o després de passar el temps.
cs: platnost hesel vyprší po zásahu předdefinované sady pohledů nebo po uplynutí času.
da: adgangskoder udløber, når et foruddefineret sæt visninger er gået , eller den definerede tid er gået.
de: Passwörter verfallen, nachdem eine vordefinierte Anzahl von Ansichten erreicht wurde oder Zeit vergangen ist.
es: las contraseñas caducan después de que se alcanza un conjunto predefinido de vistas o después de que pasa el tiempo.
fi: salasanat vanhenevat, kun näyttökerrat loppuvat tai aika on kulunut loppuun.
fr: les mots de passe expirent après un nombre de vues prédéfinies ou un temps écoulé
hi: दृश्यों के पूर्वनिर्धारित सेट के हिट होने या समय बीत जाने के बाद पासवर्ड समाप्त हो जाते हैं।
hu: a jelszavak egy előre meghatározott megtekintés szám elérése vagy idő elteltével járnak le.
id: kata sandi akan kedaluwarsa setelah serangkaian tampilan yang telah ditentukan sebelumnya tercapai atau waktu berlalu.
is: lykilorð renna út eftir að fyrirfram skilgreint safn skoðana er slegið eða tíminn er liðinn.
it: le password scadono dopo che una serie predefinita di visualizzazioni viene raggiunta o dopo che è trascorso del tempo.
ja: 事前定義されたビューのセットがヒットするか、時間が経過すると、パスワードは期限切れになります。
lv: paroļu derīgumu termiņš beidzas pēc tam, kad ir sasniegts iepriekš definēts skatījumu skaits vai pagājis uzstādītais laiks.
nl: wachtwoorden verlopen nadat een vooraf gedefinieerde reeks weergaven is bereikt of nadat de tijd is verstreken.
no: passord utløper etter at et forhåndsdefinert sett med visninger er truffet eller tiden har utløpt.
pl: hasła wygasają po upłynięciu czasu lub określonej liczby wyświetleń.
pt_br: as senhas expiram após um conjunto predefinido de visualizações ser atingido ou tempo ter passado.
pt_pt: as palavras-passe expiram após um número predefinido de visualizações for atingido ou tempo passado.
ro: parolele expiră după ce un set predefinit de vizualizări sunt atinse sau după ce trece timpul.
ru: срок действия паролей истекает после достижения заранее определенного количества просмотров или по истечении времени.
sr: лозинке истичу након што се унапред дефинисани скуп прегледа погоди или време протекне.
sv: lösenord löper ut efter ett förbestämt antal visningar eller att tiden har gått ut.
th: รหัสผ่านจะหมดอายุหลังจากมีการเข้าชมชุดที่กำหนดไว้ล่วงหน้าหรือเวลาผ่านไป
uk: термін дії паролів закінчується після досягнення певної кількості переглядів або закінчення певного часу.
ur: ویوز کے پہلے سے طے شدہ سیٹ کے ہٹ ہونے یا وقت گزر جانے کے بعد پاس ورڈ ختم ہو جاتے ہیں۔

source: Once expired, passwords are unequivocally deleted.
ca: Un cop vençudes, les contrasenyes s'eliminen de manera inequívoca.
cs: Po vypršení platnosti jsou hesla jednoznačně smazána.
da: Når de er udløbet, slettes adgangskoderne.
de: Nach Ablauf der Gültigkeitsdauer werden die Passwörter unwiderruflich gelöscht.
es: Una vez caducadas, las contraseñas se eliminan de forma inequívoca.
fi: Kun lähetys on vanhentunut, tiedot poistetaan pysyvästi.
fr: Une fois expirés, les mots de passe sont supprimés définitivement.
hi: एक बार समाप्त हो जाने पर, पासवर्ड स्पष्ट रूप से हटा दिए जाते हैं।
hu: A lejárt jelszavak egyértelműen törlődnek.
id: Setelah kedaluwarsa, kata sandi akan dihapus dengan tegas.
is: Þegar þeim er útrunnið er lykilorðum ótvírætt eytt.
it: Una volta scadute, le password vengono inequivocabilmente cancellate.
ja: 期限が切れると、パスワードは明確に削除されます。
lv: Pēc derīguma termiņa beigām paroles tiek izdzēstas.
nl: Eenmaal verlopen, worden wachtwoorden ondubbelzinnig verwijderd.
no: Når de er utløpt, slettes passord umiddelbart
pl: Po wygaśnięciu hasła są definitywnie usuwane.
pt_br: Uma vez expirado, as senhas serão deletadas permanentemente.
pt_pt: Assim que expirados, as palavras-passe são inequivocamente eliminadas.
ro: Odată expirate, parolele sunt șterse fără echivoc.
ru: По истечении срока действия пароли безвозвратно удаляются.
sr: Када истеку, лозинке се недвосмислено бришу.
sv: När lösenordet har löpt ut raderas det entydigt.
th: เมื่อหมดอายุ รหัสผ่านจะถูกลบอย่างชัดเจน
uk: Після закінчення терміну дії паролі однозначно видаляються.
ur: ایک بار ختم ہونے کے بعد، پاس ورڈ واضح طور پر حذف کردیئے جاتے ہیں۔

source: If that sounds interesting to you, try it out or see the other frequently asked questions below.
ca: Si us sembla interessant, proveu-ho o consulteu les altres preguntes més freqüents a continuació.
cs: Pokud se vám to zdá zajímavé, vyzkoušejte to nebo se podívejte na další často kladené otázky níže.
da: Hvis det lyder interessant for dig, så prøv det eller se de andre ofte stillede spørgsmål nedenfor.
de: Wenn das für Sie interessant klingt, probieren Sie es aus oder lesen Sie die anderen häufig gestellten Fragen unten.
es: Si eso le parece interesante, pruébelo o consulte las otras preguntas frecuentes a continuación.
fi: Jos tämä kuulostaa kiinnostavalta, kokeile sitä tai katso muut usein kysytyt kysymykset alla.
fr: Si cela vous semble intéressant, essayez-le ou consultez les autres questions de la FAQ, ci-dessous.
hi: यदि यह आपको दिलचस्प लगता है, तो इसे आज़माएं या नीचे अक्सर पूछे जाने वाले अन्य प्रश्न देखें।
hu: Ha ez érdekesnek tűnik, próbálja ki, vagy tekintse meg az alábbi gyakran ismételt kérdéseket.
id: Jika itu terdengar menarik bagi Anda, cobalah atau lihat pertanyaan umum lainnya di bawah ini.
is: Ef það hljómar áhugavert fyrir þig skaltu prófa það eða sjá aðrar algengar spurningar hér að neðan.
it: Se ti sembra interessante, provalo o leggi le altre domande frequenti di seguito.
ja: 興味深いと思われる場合は、試してみるか、以下のよくある質問をご覧ください。
lv: Ja tas Jums šķiet interesanti, izmēģiniet Password Pusher vai arī skatiet citus biežāk uzdotos jautājumus zemāk.
nl: Als dat interessant voor je klinkt, probeer het dan eens of bekijk de andere veelgestelde vragen hieronder.
no: Hvis det høres interessant ut for deg, kan du prøve det eller se de andre ofte stilte spørsmålene nedenfor.
pl: Jeśli brzmi to dla Ciebie interesująco, wypróbuj go lub zapoznaj się z innymi często zadawanymi pytaniami poniżej.
pt_br: Caso isso seja interessante, pode tentar, ou veja outras perguntas frequentes abaixo.
pt_pt: Se isto parece interessante para você, experimente ou veja as outras perguntas frequentes abaixo.
ro: Dacă vi se pare interesant, încercați-o sau consultați celelalte întrebări frecvente de mai jos.
ru: Если это кажется вам интересным, попробуйте это сделать или ознакомьтесь с другими часто задаваемыми вопросами ниже.
sr: Ако вам то звучи занимљиво, испробајте или погледајте друга често постављана питања у наставку.
sv: Om det låter intressant för dig, prova det eller se de andra vanliga frågorna nedan.
th: หากฟังดูน่าสนใจสำหรับคุณ ให้ลองดูหรือดูคำถามที่พบบ่อยด้านล่าง
uk: Якщо це вас зацікавило, спробуйте або перегляньте інші поширені запитання нижче.
ur: اگر یہ آپ کو دلچسپ لگتا ہے، تو اسے آزمائیں یا ذیل میں اکثر پوچھے جانے والے دیگر سوالات دیکھیں۔
