Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: It's for these reasons that we provide the ability (and encourage) users and organizations to run private instances when needed.
ca: És per aquests motius que oferim la capacitat (i animem) als usuaris i organitzacions a executar instàncies privades quan sigui necessari.
cs: Z těchto důvodů poskytujeme možnost (a povzbuzujeme) uživatele a organizace, aby v případě potřeby spouštěly soukromé instance.
da: Det er af disse grunde, at vi giver mulighed for (og opfordrer) brugere og organisationer til at afvikle PWPUSH internt når det er formålstjenligt.
de: Aus diesen Gründen bieten wir die Möglichkeit und ermutigen sogar dazu, private Instanzen zu betreiben.
es: Es por estas razones que brindamos la capacidad (y alentamos) a los usuarios y organizaciones a ejecutar instancias privadas cuando sea necesario.
fi: Näistä syistä tarjoamme käyttäjille ja organisaatioille mahdollisuuden (ja suosittelemme) ajamaan omia instansseja.
fr: Ces pour ces raisons que nous donnons la possibilité aux utilisateurs et organisations d'avoir leur propre instance privée si besoin (et nous l'encourageons).
hi: इन्हीं कारणों से हम उपयोगकर्ताओं और संगठनों को जरूरत पड़ने पर निजी इंस्टेंस चलाने की क्षमता प्रदान करते हैं (और प्रोत्साहित करते हैं)।
hu: Ezen okok miatt biztosítjuk (és bátorítjuk) a felhasználókat és szervezeteket, hogy szükség esetén privát példányokat futtassanak.
id: Karena alasan inilah kami menyediakan kemampuan (dan mendorong) pengguna dan organisasi untuk menjalankan instance pribadi saat dibutuhkan.
is: Það er af þessum ástæðum sem við veitum (og hvetjum) notendur og stofnanir til að keyra einkatilvik þegar þörf krefur.
it: È per questi motivi che forniamo la possibilità (e incoraggiamo) gli utenti e le organizzazioni a eseguire istanze private quando necessario.
ja: これらの理由から、ユーザーや組織が必要に応じてプライベート インスタンスを実行できるようにしています (そして奨励しています)。
lv: Šo iemeslu dēļ mēs nodrošinām iespēju (un iedrošinām) lietotājiem un organizācijām vajadzības gadījumā palaist privātas instances.
nl: Het is om deze redenen dat we gebruikers en organisaties de mogelijkheid bieden (en aanmoedigen) om privé-instanties uit te voeren wanneer dat nodig is.
no: Det er av disse grunnene vi gir muligheten (og oppmuntrer) brukere og organisasjoner til å kjøre private forekomster når det er nødvendig.
pl: Z tych powodów umożliwiamy (i zachęcamy) użytkowników i organizacje do uruchamiania prywatnych instancji w razie potrzeby.
pt_br: É por esses motivos que provemos a capacidade (e incentivamos) usuários e organizações a executar instâncias privadas quando necessário.
pt_pt: É por estas razões que fornecemos a capacidade (e incentivamos) aos utilizadores e organizações para executar instâncias privadas quando necessário.
ro: Din aceste motive, oferim posibilitatea (și încurajăm) utilizatorilor și organizațiilor să ruleze instanțe private atunci când este necesar.
ru: Именно по этим причинам мы предоставляем возможность (и поощряем) пользователей и организации запускать частные экземпляры, когда это необходимо.
sr: Управо из ових разлога пружамо могућност (и подстичемо) кориснике и организације да покрећу приватне инстанце када је то потребно.
sv: Det är av dessa skäl som vi tillhandahåller möjligheten (och uppmuntrar) användare och organisationer att köra privata instanser när det behövs.
th: ด้วยเหตุผลเหล่านี้ เราจึงให้ความสามารถ (และสนับสนุน) ผู้ใช้และองค์กรในการเรียกใช้อินสแตนซ์ส่วนตัวเมื่อจำเป็น
uk: Саме з цих причин ми надаємо можливість (і заохочуємо) користувачам і організаціям запускати приватні екземпляри, коли це необхідно.
ur: یہ ان وجوہات کی بناء پر ہے کہ ہم ضرورت پڑنے پر صارفین اور تنظیموں کو نجی مثالیں چلانے کی اہلیت (اور حوصلہ افزائی) فراہم کرتے ہیں۔

source: What are the potential security risks of running my own version internally?
ca: Quins són els riscos de seguretat potencials d'executar la meva pròpia versió internament?
cs: Jaká jsou potenciální bezpečnostní rizika interního spuštění mé vlastní verze?
da: Hvilke sikkerhedsrisici kan der være ved at køre min egen version internt?
de: Welche potenziellen Sicherheitsrisiken birgt die interne Ausführung einer eigenen Version?
es: ¿Cuáles son los posibles riesgos de seguridad de ejecutar mi propia versión internamente?
fi: Mitä mahdollisia turvallisuusriskejä oman instanssin käyttäminen sisäisesti aiheuttaa?
fr: Quels sont les risques de sécurité possibles liés à l'exécution de ma propre instance en interne ?
hi: मेरे स्वयं के संस्करण को आंतरिक रूप से चलाने के संभावित सुरक्षा जोखिम क्या हैं?
hu: Milyen biztonsági kockázatokkal járhat a saját verzióm belső futtatása?
id: Apa saja potensi risiko keamanan dari menjalankan versi saya sendiri secara internal?
is: Hver er hugsanleg öryggisáhætta af því að keyra mína eigin útgáfu innbyrðis?
it: Quali sono i potenziali rischi per la sicurezza derivanti dall'esecuzione interna della mia versione?
ja: 自分のバージョンを内部で実行することによる潜在的なセキュリティ リスクは何ですか?
lv: Kādi ir iespējamie drošības riski, palaižot savu versiju iekšēji?
nl: Wat zijn de potentiële beveiligingsrisico's van het intern uitvoeren van mijn eigen versie?
no: Hva er de potensielle sikkerhetsrisikoene ved å kjøre min egen versjon internt?
pl: Jakie są potencjalne zagrożenia bezpieczeństwa związane z uruchomieniem własnej instancji wewnętrznie?
pt_br: Quais são os possíveis riscos de segurança de executar minha própria versão internamente?
pt_pt: Quais são os possíveis riscos de segurança de executar a minha própria versão internamente?
ro: Care sunt potențialele riscuri de securitate ale rulării propriei mele versiuni interne?
ru: Каковы потенциальные риски безопасности при использовании моей собственной версии внутри компании?
sr: Који су потенцијални безбедносни ризици интерног покретања сопствене верзије?
sv: Vilka är de potentiella säkerhetsriskerna med att köra min egna version internt?
th: อะไรคือความเสี่ยงด้านความปลอดภัยที่อาจเกิดขึ้นจากการเรียกใช้เวอร์ชันของฉันเองเป็นการภายใน?
uk: Які потенційні ризики для безпеки при запуску моєї власної версії всередині компанії?
ur: اندرونی طور پر میرا اپنا ورژن چلانے کے ممکنہ حفاظتی خطرات کیا ہیں؟

source: Running an private instance of Password Pusher for your company or organization gives you the peace of mind that you know exactly what code is running. You can configure and run it as you like.
ca: L'execució d'una instància privada de Password Pusher per a la vostra empresa o organització us proporciona la tranquil·litat de saber exactament quin codi s'està executant. Podeu configurar-lo i executar-lo com vulgueu.
cs: Spuštění soukromé instance Password Pusher pro vaši společnost nebo organizaci vám dává jistotu, že přesně víte, jaký kód běží. Můžete jej nakonfigurovat a spustit, jak chcete.
da: At køre en privat udgave af Password Pusher for din virksomhed eller organisation giver dig ro i sindet. Du ved præcis, hvilken kode der kører og du kan konfigurere og køre det, som du vil.
de: Der Betrieb einer privaten Instanz von Password Pusher für Ihr Unternehmen oder Ihre Organisation gibt Ihnen die Gewissheit, dass Sie genau wissen, welcher Code ausgeführt wird. Sie können es nach Belieben konfigurieren und ausführen.
es: Ejecutar una instancia privada de Password Pusher para su empresa u organización le da la tranquilidad de saber exactamente qué código se está ejecutando. Puede configurarlo y ejecutarlo como desee.
fi: Password Pusherin oman instanssin ajaminen yrityksellesi tai organisaatiollesi antaa sinulle mielenrauhan, sillä tiedät tarkalleen, mitä koodia on käynnissä. Voit määrittää ja käyttää sitä haluamallasi tavalla.
fr: Exécuter une instance privée de Password Pusher pour votre entreprise ou organisation vous donne la tranquillité d'esprit de savoir exactement quel code vous faites tourner. Vous pouvez la configurer et l'exécuter comme vous le souhaitez.
hi: आपकी कंपनी या संगठन के लिए पासवर्ड पुशर का एक निजी उदाहरण चलाने से आपको मानसिक शांति मिलती है कि आप जानते हैं कि वास्तव में कौन सा कोड चल रहा है। आप इसे अपनी इच्छानुसार कॉन्फ़िगर और चला सकते हैं।
hu: A Password Pusher privát példányának futtatása vállalata vagy szervezete számára nyugalmat biztosít, hogy pontosan tudja, milyen kód fut. Tetszés szerint konfigurálhatja és futtathatja.
id: Menjalankan contoh pribadi Password Pusher untuk perusahaan atau organisasi Anda memberi Anda ketenangan pikiran karena Anda tahu persis kode apa yang sedang berjalan. Anda bisa mengonfigurasi dan menjalankannya sesuka Anda.
is: Að keyra einkatilvik af Password Pusher fyrir fyrirtæki þitt eða stofnun gefur þér hugarró að þú veist nákvæmlega hvaða kóða er í gangi. Þú getur stillt og keyrt það eins og þú vilt.
it: L'esecuzione di un'istanza privata di Password Pusher per la tua azienda o organizzazione ti dà la tranquillità di conoscere esattamente il codice che stai eseguendo. Puoi configurarlo ed eseguirlo come preferisci.
ja: 会社または組織で Password Pusher のプライベート インスタンスを実行すると、実行中のコードを正確に把握できるという安心感が得られます。好きなように構成して実行できます。
lv: Palaižot privātu Password Pusher instanci savam uzņēmumam vai organizācijai, Jūs varat būt mierā, jo precīzi zināt, kāds kods darbojas. Jūs varat to konfigurēt un palaist, kā vēlaties.
nl: Het uitvoeren van een privé-exemplaar van Pasword Pusher voor uw bedrijf of organisatie geeft u de gemoedsrust dat u precies weet welke code wordt uitgevoerd. U kunt het configureren en uitvoeren zoals u wilt.
no: Å kjøre en privat forekomst av Password Pusher for din bedrift eller organisasjon gir deg tryggheten ved at du vet nøyaktig hvilken kode som kjører. Du kan konfigurere og kjøre det som du vil.
pl: Uruchomienie prywatnej instancji Przekazywacza Haseł w Twojej firmie lub organizacji daje pewność, że wiesz dokładnie, jaki kod jest uruchomiony. Możesz go skonfigurować i uruchomić tak, jak chcesz.
pt_br: A execução de uma instância privada do Password Pusher para sua empresa ou organização dá a você a tranquilidade de saber exatamente qual código está sendo executado. Você pode configurá-lo e executá-lo como quiser.
pt_pt: A execução de uma instância privada do Password Pusher na sua empresa ou organização oferece a tranquilidade de saber exatamente qual o código que está a executar. Pode configurá-lo e executá-lo como quiser.
ro: Rularea unei instanțe private de Password Pusher pentru compania sau organizația dvs. vă oferă liniștea de a ști exact ce cod rulează. Puteți să îl configurați și să îl executați după cum doriți.
ru: Запуск частного экземпляра Password Pusher для вашей компании или организации дает вам уверенность в том, что вы точно знаете, какой код запущен. Вы можете настраивать и запускать его по своему усмотрению.
sr: Покретање приватне инстанце Пассворд Пусхер-а за вашу компанију или организацију даје вам безбрижност да знате тачно који код се покреће. Можете га конфигурисати и покренути како желите.
sv: Att köra en privat instans av Password Pusher för ditt företag eller din organisation ger dig tryggheten att du vet exakt vilken kod som körs. Du kan konfigurera och köra den som du vill.
th: การเรียกใช้อินสแตนซ์ส่วนตัวของ Password Pusher สำหรับบริษัทหรือองค์กรของคุณช่วยให้คุณสบายใจได้ว่าคุณรู้ว่ารหัสใดกำลังทำงานอยู่ คุณสามารถกำหนดค่าและเรียกใช้ได้ตามต้องการ
uk: Запуск приватного екземпляра Password Pusher для вашої компанії або організації дає вам впевненість у тому, що ви точно знаєте, який код виконується. Ви можете налаштовувати і запускати його як завгодно.
ur: اپنی کمپنی یا تنظیم کے لیے پاس ورڈ پشر کا ایک پرائیویٹ مثال چلانے سے آپ کو ذہنی سکون ملتا ہے کہ آپ بخوبی جانتے ہیں کہ کون سا کوڈ چل رہا ہے۔ آپ اسے اپنی مرضی کے مطابق تشکیل اور چلا سکتے ہیں۔

source: On the other hand, if your instance gets hacked and the encryption broken, malicious entities now have a targeted dictionary of passwords to brute force accounts in your organization. Note that this would be limited to pushes which haven't yet hit their expiration limits.
ca: D'altra banda, si la vostra instància es pirateja i es trenca el xifratge, ara les entitats malicioses tenen un diccionari de contrasenyes dirigit als comptes de força bruta de la vostra organització. Tingueu en compte que això es limitaria a les impulsions que encara no hagin arribat als límits de caducitat.
cs: Na druhou stranu, pokud bude vaše instance hacknuta a šifrování prolomeno, škodlivé entity nyní mají cílený slovník hesel pro účty hrubou silou ve vaší organizaci. Všimněte si, že by to bylo omezeno na push, které ještě nedosáhly limitu vypršení platnosti.
da: På den anden side, hvis din instans bliver hacket og krypteringen brudt, har ondsindede enheder nu en målrettet ordbog med adgangskoder til brute force-konti i din organisation. Bemærk, at dette vil være begrænset til push, som endnu ikke har nået deres udløbsgrænser.
de: Sollte die private Instanz jedoch gehackt und die Verschlüsselung geknackt werden, können böswilligen Angreifern mit den dann bekannten Passwörtern gezielt die Systeme und Zugänge innerhalb des Unternehmens oder Organisation angreifen. Dies gilt jedoch nur für Pushes, welche noch nicht abgelaufen sind.
es: Por otro lado, si su instancia es pirateada y el cifrado se rompe, las entidades malintencionadas ahora tienen un diccionario específico de contraseñas para cuentas de fuerza bruta en su organización. Tenga en cuenta que esto se limitaría a los enlaces que aún no han alcanzado sus límites de vencimiento.
fi: Toisaalta, jos ilmentymäsi hakkeroidaan ja salaus rikkoutuu, haitallisilla yhteisöillä on nyt kohdennettu salasanojen sanakirja, jolla he voivat pakottaa tilit organisaatiossasi. Huomaa, että tämä rajoittuu työntöihin, jotka eivät ole vielä saavuttaneet vanhentumisrajaansa.
fr: D'un autre côté, si votre instance privée est hackée, les pirates disposeraient d'un dictionnaire ciblé de mots de passe pour attaquer en "brute force" votre organisation. Notez que cela se limiterait aux publications non expirées.
hi: दूसरी ओर, यदि आपका इंस्टेंस हैक हो जाता है और एन्क्रिप्शन टूट जाता है, तो दुर्भावनापूर्ण संस्थाओं के पास अब आपके संगठन में खातों पर दबाव डालने के लिए पासवर्ड का एक लक्षित शब्दकोश होता है। ध्यान दें कि यह उन पुश तक ही सीमित होगा जो अभी तक अपनी समाप्ति सीमा तक नहीं पहुंचे हैं।
hu: Másrészről, ha a példányát feltörik, és a titkosítás megszakad, a rosszindulatú entitások most célzott jelszavakat tartalmazó szótárral rendelkeznek, amellyel brutálisan erőszakoskodhatnak a szervezet fiókjaival. Vegye figyelembe, hogy ez azokra a leküldésekre korlátozódik, amelyek még nem érték el a lejárati korlátot.
id: Di sisi lain, jika instans Anda diretas dan enkripsinya dibobol, entitas jahat sekarang memiliki kamus kata sandi yang ditargetkan untuk membobol akun-akun di organisasi Anda. Perhatikan bahwa ini akan terbatas pada push yang belum mencapai batas kedaluwarsa.
is: Á hinn bóginn, ef tilvikið þitt verður tölvusnápur og dulkóðunin brotin, hafa illgjarnir aðilar nú markvissa orðabók með lykilorðum til að neyða reikninga í fyrirtækinu þínu. Athugaðu að þetta væri takmarkað við ýtt sem hafa ekki enn náð fyrningarmörkum.
it: D'altra parte, se la tua istanza viene violata e la crittografia interrotta, le entità dannose ora dispongono di un dizionario mirato di password per forzare gli account nella tua organizzazione. Si noti che questo sarebbe limitato ai push che non hanno ancora raggiunto i limiti di scadenza.
ja: 一方、インスタンスがハッキングされて暗号化が破られた場合、悪意のあるエンティティは、組織内のアカウントをブルート フォースするためのターゲットを絞ったパスワードの辞書を持っています。これは、有効期限の制限にまだ達していないプッシュに限定されることに注意してください。
lv: No otras puses, ja Jūsu instance tiek uzlauzta un šifrēšana tiek pārtraukta, ļaunprātīgām personām tagad ir pieejams saraksts ar parolēm, ar kuru palīdzību ir iespējams uzlauzt Jūsu organizācijas kontus. Ņemiet vērā, ka tas attiektos tikai uz tām nosūtīto paroļu saitēm, kuras vēl nav sasniegušas to derīguma termiņa ierobežojumus.
nl: Aan de andere kant, als uw instantie wordt gehackt, hebben kwaadwillende entiteiten nu een gericht woordenboek met wachtwoorden om accounts in uw organisatie brute force te forceren. Merk op dat dit beperkt zou zijn tot pushs die hun vervallimiet nog niet hebben bereikt.
no: På den annen side, hvis forekomsten din blir hacket og krypteringen brutt, har ondsinnede enheter nå en målrettet ordbok med passord for å brute force-kontoer i organisasjonen din. Merk at dette vil være begrenset til push som ennå ikke har nådd utløpsgrensene.
pl: Z drugiej strony, jeśli Twoja instancja zostanie zhakowana a szyfrowanie złamane, złośliwe podmioty zdobędą ukierunkowany słownik do siłowego łamania haseł w Twojej organizacji. Zauważ, że byłoby to ograniczone do przekazań, które nie osiągnęły jeszcze limitów wygaśnięcia.
pt_br: Por outro lado, se sua instância for invadida e a criptografia quebrada, as entidades maliciosas agora terão um dicionário direcionado de senhas para contas de força bruta em sua organização. Observe que isso seria limitado a pushes que ainda não atingiram seus limites de expiração.
pt_pt: Por outro lado, se a sua instância sofrer um ataque informático e a sua encriptação for quebrada, os atacantes terão agora um dicionário direcionado de palavras-passe para efetuar um ataque brute force na sua organização. Tenha em atenção que isso seria limitado a envios que ainda não atingiram os seus limites de expiração.
ro: Pe de altă parte, dacă instanța dvs. este spartă și criptarea este spartă, entitățile rău intenționate au acum un dicționar de parole pentru a forța conturile din organizație. Rețineți că acest lucru ar fi limitat la împingeri care nu și-au atins încă limitele de expirare.
ru: С другой стороны, если ваш экземпляр будет взломан, а шифрование нарушено, у злоумышленников появится словарь паролей для перебора учетных записей в вашей организации. Обратите внимание, что это будет применимо только для отправлений, срок действия которых еще не истек.
sr: С друге стране, ако ваша инстанца буде хакована и шифровање покварено, злонамерни ентитети сада имају циљани речник лозинки за брушење налога у вашој организацији. Имајте на уму да би ово било ограничено на гурања која још нису достигла своје границе истека.
sv: Å andra sidan, om din instans blir hackad och krypteringen bryts, har skadliga enheter nu en riktad ordbok med lösenord för att brute force-konton i din organisation. Observera att detta skulle vara begränsat till pushar som ännu inte har nått sina utgångsgränser.
th: ในทางกลับกัน หากอินสแตนซ์ของคุณถูกแฮ็กและการเข้ารหัสเสียหาย หน่วยงานที่เป็นอันตรายจะมีพจนานุกรมรหัสผ่านที่เป็นเป้าหมายเพื่อใช้บังคับบัญชีในองค์กรของคุณ โปรดทราบว่าการดำเนินการนี้จะจำกัดเฉพาะการพุชที่ยังไม่ถึงขีดจำกัดการหมดอายุ
uk: З іншого боку, якщо ваш екземпляр буде зламано і шифрування буде зламано, зловмисники отримають цілеспрямований словник паролів для перебору облікових записів у вашій організації. Зауважте, що це стосується лише тих пушів, термін дії яких ще не закінчився.
ur: دوسری طرف، اگر آپ کی مثال ہیک ہو جاتی ہے اور انکرپشن ٹوٹ جاتی ہے، تو بددیانت اداروں کے پاس اب آپ کی تنظیم میں اکاؤنٹس کو زبردستی استعمال کرنے کے لیے پاس ورڈز کی ایک ٹارگٹڈ لغت ہے۔ نوٹ کریں کہ یہ ان دھکے تک محدود ہوگا جو ابھی تک اپنی میعاد ختم ہونے کی حد تک نہیں پہنچے ہیں۔
