Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Securely Send URLs
ca: Envieu URL de manera segura
cs: Bezpečně odesílat adresy URL
cy: Anfon URLau yn Ddiogel
da: Send URL'er sikkert
de: URLs sicher senden
es: Enviar URL de forma segura
fi: Lähetä URL-osoitteet turvallisesti
fr: Envoyer des URLs en toute sécurité
hi: सुरक्षित रूप से यूआरएल भेजें
hu: URL-ek biztonságos küldése
id: Kirim URL dengan aman
is: Sendu vefslóðir á öruggan hátt
it: Invia URL in modo sicuro
ja: URL を安全に送信する
lv: Droši sūtiet URL
nl: Veilig URLs Versturen
no: Send URL-er på en sikker måte
pl: Bezpiecznie wysyłaj adresy URL
pt_br: Enviar URLs com segurança
pt_pt: Enviar URLs com segurança
ro: Trimiteți în siguranță URL-uri
ru: Безопасная отправка URL-адресов
sr: Безбедно слање УРЛ-ова
sv: Skicka webbadresser säkert
th: ส่ง URL อย่างปลอดภัย
uk: Безпечно надсилайте URL-адреси
ur: محفوظ طریقے سے URLs بھیجیں۔

source: URL Redirection
ca: Redirecció d'URL
cs: Přesměrování URL
cy: Ailgyfeirio URL
da: URL-omdirigering
de: URL-Umleitung
es: Redirección de URL
fi: URL-uudelleenohjaus
fr: Redirection d'URL
hi: यूआरएल पुनर्निर्देशन
hu: URL átirányítás
id: Pengalihan URL
is: Tilvísun vefslóðar
it: Reindirizzamento dell'URL
ja: URL リダイレクト
lv: URL novirzīšana
nl: URL-omleiding
no: URL-omdirigering
pl: Przekierowanie adresu URL
pt_br: Redirecionamento de URL
pt_pt: Redirecionamento de URL
ro: Redirecționare URL
ru: Перенаправление URL-адресов
sr: УРЛ преусмеравање
sv: URL-omdirigering
th: การเปลี่ยนเส้นทาง URL
uk: Перенаправлення URL-адреси
ur: URL ری ڈائریکشن

source: Enter the URL to redirect to...
ca: Introduïu l'URL per redirigir a...
cs: Zadejte adresu URL pro přesměrování na...
cy: Rhowch yr URL i ailgyfeirio iddo...
da: Indtast URL'en for at omdirigere til...
de: Geben Sie die URL ein zu welcher die Weiterleitung erfolgen soll...
es: Introduce URL a la que quieres redirigir...
fi: Anna URL-osoite, johon uudelleenohjataan...
fr: Entrez l'URL vers laquelle rediriger...
hi: रीडायरेक्ट करने के लिए URL दर्ज करें...
hu: Adja meg az URL-t az átirányításhoz...
id: Masukkan URL yang akan dialihkan ke...
is: Sláðu inn slóðina til að beina á...
it: Inserisci l'URL a cui reindirizzare...
ja: リダイレクト先の URL を入力してください...
lv: Ievadiet URL, uz kuru novirzīt...
nl: Voer de URL in waarnaar moet worden omgeleid...
no: Skriv inn nettadressen du vil omdirigere til...
pl: Wprowadź adres URL, aby przekierować do...
pt_br: Digite a URL para redirecionar para...
pt_pt: Insira o URL a ser redirecionado para...
ro: Introduceți URL-ul către care doriți să redirecționați...
ru: Введите URL для перенаправления...
sr: Унесите УРЛ адресу за преусмеравање на...
sv: Ange webbadressen som du vill omdirigera till...
th: ป้อน URL เพื่อเปลี่ยนเส้นทางไปที่...
uk: Введіть URL-адресу для перенаправлення на...
ur: ری ڈائریکٹ کرنے کے لیے URL درج کریں...

source: Helps to avoid chat systems and URL scanners from eating up redirects.
ca: Ajuda a evitar que els sistemes de xat i els escàners d'URL consumeixin redireccions.
cs: Pomáhá předcházet tomu, aby chatovací systémy a skenery adres URL pohltily přesměrování.
cy: Yn helpu i osgoi systemau sgwrsio a sganwyr URL rhag bwyta ailgyfeiriadau.
da: Hjælper med at undgå, at chatsystemer og URL-scannere æder omdirigeringer.
de: Schutz gegen Chat-Systeme und URL-Scanner, die die Anzahl der Ansichten verbrauchen könnten.
es: Ayuda a evitar que los sistemas de chat y los escáneres de URL consuman visitas.
fi: Auttaa estämään chat-järjestelmiä ja URL-skannereita syömästä uudelleenohjauksia.
fr: Permet d'éviter la consommation du quota de vues par des accès automatisés à l'URL (chat ou analyseurs)
hi: चैट सिस्टम और यूआरएल स्कैनर को रीडायरेक्ट को ख़त्म करने से बचाने में मदद करता है।
hu: Segít elkerülni, hogy a csevegőrendszerek és az URL-szkennerek felfalják az átirányításokat.
id: Membantu menghindari sistem obrolan dan pemindai URL memakan pengalihan.
is: Hjálpar til við að forðast að spjallkerfi og vefslóðaskannar éti upp tilvísanir.
it: Evita che le chat e gli scanner di URL consumino visualizzazioni.
ja: チャット システムや URL スキャナーがリダイレクトを食い尽くすのを防ぐのに役立ちます。
lv: Palīdz izvairīties no tā, ka tērzēšanas sistēmas un URL skeneri apēd novirzīšanu.
nl: Helpt met het voorkomen van onnodige omleidingen die door URL-scanners en chat systemen veroorzaakt kunnen worden.
no: Hjelper med å unngå at chat-systemer og URL-skannere spiser opp omdirigeringer.
pl: Pomaga uniknąć zliczania przekierowań przez systemy czatu i skanery adresów URL.
pt_br: Ajuda a evitar que sistemas de bate-papo e scanners de URL consumam redirecionamentos.
pt_pt: Ajuda a evitar que sistemas de chat e scanners de URL consumam redirecionamentos.
ro: Ajută la evitarea sistemelor de chat și a scanerelor de URL-uri de a consuma redirecționările.
ru: Помогает избежать того, что системы чатов и сканеры URL уменьшают перенаправления.
sr: Помаже да се избегне да системи за ћаскање и скенери УРЛ-а не поједу преусмеравања.
sv: Hjälper till att undvika att chattsystem och URL-skannrar äter upp omdirigeringar.
th: ช่วยหลีกเลี่ยงระบบแชทและตัวสแกน URL ไม่ให้กินการเปลี่ยนเส้นทาง
uk: Допомагає уникнути з'їдання перенаправлень чат-системами та URL-сканерами.
ur: چیٹ سسٹمز اور یو آر ایل اسکینرز کو ری ڈائریکٹ کھانے سے بچنے میں مدد کرتا ہے۔

source: A secret URL will be generated that will redirect to the URL specified.
ca: Es generarà un URL secret que redirigirà a l'URL especificat.
cs: Bude vygenerována tajná adresa URL, která bude přesměrovávat na zadanou adresu URL.
cy: Bydd URL cyfrinachol yn cael ei gynhyrchu a fydd yn ailgyfeirio i'r URL a bennir.
da: En hemmelig URL vil blive genereret, som vil omdirigere til den angivne URL.
de: Es wird eine geheime URL generiert, welche auf die angegebene URL umleitet.
es: Se generará una URL secreta que redirigirá a la URL especificada de forma automática.
fi: Luodaan salainen URL-osoite, joka ohjaa määritettyyn URL-osoitteeseen.
fr: Une URL secrète sera générée qui redirigera vers l'URL spécifiée.
hi: एक गुप्त यूआरएल उत्पन्न होगा जो निर्दिष्ट यूआरएल पर रीडायरेक्ट करेगा।
hu: A rendszer létrehoz egy titkos URL-t, amely átirányít a megadott URL-re.
id: URL rahasia akan dibuat yang akan mengarahkan ke URL yang ditentukan.
is: Leynileg vefslóð verður búin til sem vísar á tilgreinda vefslóð.
it: Verrà generato un URL segreto che reindirizzerà all'URL specificato.
ja: 指定した URL にリダイレクトするシークレット URL が生成されます。
lv: Tiks ģenerēts slepens URL, kas novirzīs uz norādīto URL.
nl: Er wordt een geheime URL gegenereerd die doorverwijst naar de opgegeven URL.
no: En hemmelig URL vil bli generert som vil omdirigere til den spesifiserte URL-adressen.
pl: Zostanie wygenerowany tajny adres URL, który przekieruje do podanego adresu URL.
pt_br: Será gerada uma URL secreta que redirecionará para a URL especificada.
pt_pt: Será gerada um URL secreto que redirecionará para o URL especificado.
ro: Se va genera un URL secret care va redirecționa către URL-ul specificat.
ru: Будет сгенерирован секретный URL, который будет перенаправлять на указанный URL.
sr: Биће генерисана тајна УРЛ адреса која ће преусмерити на наведену УРЛ адресу.
sv: En hemlig URL kommer att genereras som omdirigerar till den angivna URL:en.
th: URL ลับจะถูกสร้างขึ้นเพื่อเปลี่ยนเส้นทางไปยัง URL ที่ระบุ
uk: Буде згенеровано секретну URL-адресу, яка перенаправлятиме на вказану URL-адресу.
ur: ایک خفیہ URL تیار کیا جائے گا جو مخصوص URL پر ری ڈائریکٹ ہو جائے گا۔

source: Upon expiration, the push URL will be deleted entirely.
ca: Quan caduqui, l'URL push se suprimirà completament.
cs: Po vypršení platnosti bude push URL zcela odstraněna.
cy: Ar ôl dod i ben, bydd yr URL gwthio yn cael ei ddileu'n llwyr.
da: Ved udløb vil push-URL'en blive slettet helt.
de: Nach Ablauf wird die Push-URL vollständig gelöscht.
es: Al vencimiento, el enlace de URL se eliminará por completo.
fi: Vanhentuessa push-URL poistetaan kokonaan.
fr: À l'expiration, l'URL de publication sera entièrement supprimée.
hi: समाप्ति पर, पुश यूआरएल पूरी तरह से हटा दिया जाएगा।
hu: A lejárat után a push URL teljesen törlődik.
id: Setelah kedaluwarsa, URL push akan dihapus seluruhnya.
is: Þegar það rennur út verður ýtt vefslóðinni eytt að öllu leyti.
it: Alla scadenza, l'URL push verrà eliminato completamente.
ja: 有効期限が切れると、プッシュ URL は完全に削除されます。
lv: Pēc derīguma termiņa beigām pašpiegādes URL tiks pilnībā izdzēsts.
nl: Na afloop wordt de push-URL volledig verwijderd.
no: Ved utløp vil push-URLen bli slettet helt.
pl: Po wygaśnięciu przekazany adres URL zostanie całkowicie usunięty.
pt_br: Após a expiração, o URL push será totalmente excluído.
pt_pt: Após a expiração, o URL push será totalmente excluído.
ro: La expirare, URL-ul push va fi șters în întregime.
ru: По истечении срока действия отправка URL будет полностью удалена.
sr: По истеку, пусх УРЛ ће бити у потпуности избрисан.
sv: När push-webbadressen löper ut kommer den att raderas helt.
th: เมื่อหมดอายุ URL พุชจะถูกลบทั้งหมด
uk: Після закінчення терміну дії посилання буде повністю видалено.
ur: میعاد ختم ہونے پر، پش URL کو مکمل طور پر حذف کر دیا جائے گا۔

source: Audit Log for %{push_id}
cy: Log Archwilio ar gyfer %{push_id}

source: Audit Log for Push ID: %{push_id}
cy: Log Archwilio ar gyfer ID Gwthio: %{push_id}

source: Pushed on %{date}
cy: Wedi'i wthio ymlaen %{date}

source: Secret URL for this push
ca: URL secret per a aquesta pujada
cs: Tajná adresa URL pro tento push
cy: URL cyfrinachol ar gyfer y gwthiad hwn
da: Hemmelig URL for dette "push"
de: Geheime URL für diesen Push
es: URL secreta para este envío
fi: Tämän lähetyksen salainen URL-osoite
fr: URL privée pour cette publication
hi: इस पुश के लिए गुप्त यूआरएल
hu: A küldés titkos URL-je
id: URL rahasia untuk push ini
is: Leynileg slóð fyrir þessa ýtingu
it: URL segreto per questo push
ja: このプッシュのシークレット URL
lv: Slepenais URL šai paroles saitei
nl: Geheime URL voor deze push
no: Hemmelig URL for denne push
pl: Tajny adres URL dla tego przekazania
pt_br: URL secreta para esse push
pt_pt: URL secreto para este envio
ro: URL secret pentru acest push
ru: Секретный URL для отправки
sr: Тајни УРЛ за овај пусх
sv: Hemlig URL
th: URL ลับสำหรับการพุชนี้
uk: Секретна URL-адреса для цього push
ur: اس پش کے لیے خفیہ URL

source: Visible Only To You
ca: Visible només per a tu
cs: Viditelné pouze pro vás
cy: Gweladwy i Chi yn Unig
da: Kun synlig for dig
de: Nur für Sie sichtbar
es: Visible solo para ti
fi: Näkyy vain sinulle
fr: Visible uniquement par vous
hi: केवल आपके लिए दृश्यमान
hu: Csak Önnek látható
id: Hanya Dapat Dilihat Oleh Anda
is: Aðeins þér sýnilegt
it: Visibile solo a te
ja: 自分だけに見える
lv: Redzams tikai jums
nl: Alleen Zichtbaar Voor Jou
no: Bare synlig for deg
pl: Widoczna tylko dla Ciebie
pt_br: Visível apenas para você
pt_pt: Visível Apenas Para Si
ro: Vizibil doar pentru tine
ru: Видимый только для вас
sr: Видљиво само вама
sv: Bara synligt för dig
th: มองเห็นได้เฉพาะคุณเท่านั้น
uk: Видимий лише вам
ur: صرف آپ کے لیے مرئی

source: Settings
ca: Configuració
cs: Nastavení
cy: Gosodiadau
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
hi: समायोजन
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
lv: Iestatījumi
nl: Instellingen
no: Innstillinger
pl: Ustawienia
pt_br: Configurações
pt_pt: Configurações
ro: Setări
ru: Настройки
sr: Подешавања
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
ur: ترتیبات

source: Expire after
ca: Expira després de
cs: Vyprší po
cy: Dod i ben ar ôl
da: Udløber efter
de: Ablauf nach
es: Caducar después de
fi: vanhenee
fr: Expire après
hi: के बाद समाप्त हो जायेगा
hu: Lejárat
id: Kedaluwarsa setelah
is: Rennur út eftir
it: Scade dopo
ja: 期限切れ
lv: Derīguma termiņš beigsies pēc
nl: Verloopt na
no: Utløper etter
pl: Wygasa po
pt_br: Expirar depois
pt_pt: Expira após
ro: Expiră după
ru: Просрочится после
sr: Истиче после
sv: Går ut efter
th: หมดอายุหลังจาก
uk: Термін дії закінчується після
ur: ختم ہونے کے بعد

source: The push expires after this number of views.
ca: L'impuls caduca després d'aquest nombre de visualitzacions.
cs: Po tomto počtu zobrazení vyprší platnost push.
cy: Mae'r gwthiad yn dod i ben ar ôl y nifer hwn o ymweliadau.
da: Pushet udløber efter dette antal visninger.
de: Der Push läuft nach dieser Anzahl von Aufrufen ab.
es: El enlace caduca después de esta cantidad de vistas.
fi: Työntö vanhenee tämän näyttökertojen määrän jälkeen.
fr: Le push expire après ce nombre de vues.
hi: इस संख्या में देखे जाने के बाद पुश समाप्त हो जाता है।
hu: A leküldés ennyi megtekintés után lejár.
id: Dorongan akan kedaluwarsa setelah jumlah penayangan ini.
is: Þrýstingurinn rennur út eftir þennan fjölda áhorfa.
it: Il push scade dopo questo numero di visualizzazioni.
ja: この数のビューが経過すると、プッシュは期限切れになります。
lv: Piegādes termiņš beidzas pēc šī skatījumu skaita.
nl: De push vervalt na dit aantal views.
no: Pushet utløper etter dette antallet visninger.
pl: Przekazanie wygasa po tej liczbie wyświetleń.
pt_br: O push expira após esse número de visualizações.
pt_pt: O envio expira após este número de visualizações.
ro: Push expiră după acest număr de vizualizări.
ru: Отправление истекает через указанное количество дней.
sr: Гурање истиче након овог броја прегледа.
sv: Push upphör efter detta antal visningar.
th: การพุชจะหมดอายุหลังจากจำนวนการดูนี้
uk: Після цієї кількості переглядів пуш закінчується.
ur: آراء کی اس تعداد کے بعد پش ختم ہو جاتا ہے۔

source: The push expires after this number of days.
ca: L'empenta caduca després d'aquest nombre de dies.
cs: Platnost push vyprší po tomto počtu dní.
cy: Mae'r gwthiad yn dod i ben ar ôl y nifer hwn o ddyddiau.
da: Pushet udløber efter dette antal dage.
de: Der Push läuft nach dieser Anzahl von Tagen ab.
es: El enlace caduca después de esta cantidad de días.
fi: Työntö päättyy tämän päivän jälkeen.
fr: La publication expire après ce nombre de jours.
hi: इतने दिनों के बाद पुश समाप्त हो जाता है।
hu: A leküldés ennyi nap után lejár.
id: Dorongan tersebut akan kedaluwarsa setelah beberapa hari.
is: Þrýstingurinn rennur út eftir þennan dagafjölda.
it: Il push scade dopo questo numero di giorni.
ja: この日数が経過すると、プッシュは期限切れになります。
lv: Piegādes termiņš beidzas pēc šī dienu skaita.
nl: De push verloopt na dit aantal dagen.
no: Pushet utløper etter dette antall dager.
pl: Przekazania wygasa po tej liczbie dni.
pt_br: O push expira após esse número de dias.
pt_pt: O envio expira após este número de dias.
ro: Push expiră după acest număr de zile.
ru: Отправление истекает через указанное количество дней.
sr: Гурање истиче након овог броја дана.
sv: Push upphör efter detta antal dagar.
th: การพุชจะหมดอายุหลังจากจำนวนวันดังกล่าว
uk: Після закінчення цієї кількості днів термін дії проштовхування закінчується.
ur: دھکا دن کی اس تعداد کے بعد ختم ہوجاتا ہے۔

source: Deletable by Viewers
ca: Esborrable pels usuaris
cs: Smazatelné prohlížejícími
cy: Gellir ei ddileu gan Wylwyr
da: Kan slettes af modtagere
de: Vom Besucher löschbar
es: Pueden ser borrados por espectadores
fi: Katsojien poistettavissa
fr: Effaçable par les utilisateurs
hi: दर्शकों द्वारा हटाने योग्य
hu: A nézők törölhetik
id: Dapat dihapus oleh Pemirsa
is: Eyða af áhorfendum
it: Cancellabile dagli Spettatori
ja: 閲覧者が削除可能
lv: Dzēšams skatītājiem
nl: Verwijderbaar door kijkers
no: Kan slettes av mottakere
pl: Usuwalne przez odbiorców
pt_br: Delatável pelos viewers
pt_pt: Eliminável por Visualizadores
ro: Șterse de către telespectatori
ru: С возможностью удаления пользователями
sr: Брисање од стране гледалаца
sv: Kan tas bort av tittare
th: ลบได้โดยผู้ชม
uk: Видаляється глядачами
ur: ناظرین کے ذریعے حذف کیا جا سکتا ہے۔

source: True
ca: És cert
cs: Skutečný
cy: Gwir
da: Sandt
de: Wahr
es: Verdadero
fi: Tosi
fr: Vrai
hi: सत्य
hu: Igaz
id: Benar
is: Satt
it: Vero
ja: 真実
lv: Taisnība
nl: Waar
no: Ekte
pl: Tak
pt_br: Verdadeiro
pt_pt: Verdadeiro
ro: Adevărat
ru: Истина
sr: Истинито
sv: Sant
th: จริง
uk: Правда
ur: سچ ہے۔

source: False
ca: Fals
cs: Nepravdivé
cy: Ffug
da: Falsk
de: Falsch
es: Falso
fi: Väärä
fr: Faux
hi: असत्य
hu: Hamis
id: Salah
is: Rangt
it: Falso
ja: 間違い
lv: Nepatiesi
nl: Fout
no: Falsk
pl: Nie
pt_br: Falso
pt_pt: Falso
ro: Fals
ru: Ложь
sr: Фалсе
sv: Falsk
th: เท็จ
uk: Неправда
ur: جھوٹا۔

source: This allows end users to delete content once retrieved.
ca: Això permet als usuaris finals eliminar el contingut un cop recuperat.
cs: To umožňuje koncovým uživatelům smazat obsah po načtení.
cy: Mae hyn yn caniatáu i ddefnyddwyr terfynol ddileu cynnwys ar ôl ei adfer.
da: Dette giver slutbrugere mulighed for at slette indhold, når det er hentet.
de: Dies ermöglicht Endbenutzern einmal abgerufene Inhalte zu löschen.
es: Esto permite a los usuarios finales eliminar el contenido una vez recuperado.
fi: Tämä antaa loppukäyttäjille mahdollisuuden poistaa sisältöä, kun se on haettu.
fr: Cela permet aux utilisateurs finaux de supprimer le contenu une fois récupéré.
hi: यह अंतिम उपयोगकर्ताओं को पुनर्प्राप्त होने के बाद सामग्री को हटाने की अनुमति देता है।
hu: Ez lehetővé teszi a végfelhasználók számára, hogy a visszakeresés után töröljék a tartalmat.
id: Hal ini memungkinkan pengguna akhir untuk menghapus konten setelah diambil.
is: Þetta gerir notendum kleift að eyða efni þegar það hefur verið sótt.
it: Ciò consente agli utenti finali di eliminare i contenuti una volta recuperati.
ja: これにより、エンド ユーザーは取得したコンテンツを削除できます。
lv: Tas ļauj galalietotājiem dzēst saturu pēc izgūšanas.
nl: Hierdoor kunnen eindgebruikers inhoud verwijderen zodra deze is opgehaald.
no: Dette lar sluttbrukere slette innhold når det er hentet.
pl: Dzięki temu użytkownicy końcowi mogą usuwać treści po ich otrzymaniu.
pt_br: Isso permite que os usuários finais excluam o conteúdo depois de recuperado.
pt_pt: Isto permite que os utilizadores finais eliminem o conteúdo depois de recuperado.
ro: Acest lucru le permite utilizatorilor finali să șteargă conținutul odată ce a fost recuperat.
ru: Это позволяет конечным пользователям удалять содержимое после его получения.
sr: Ово омогућава крајњим корисницима да избришу садржај када се преузме.
sv: Detta tillåter slutanvändare att ta bort innehåll när det har hämtats.
th: ซึ่งช่วยให้ผู้ใช้สามารถลบเนื้อหาเมื่อได้รับข้อมูลแล้ว
uk: Це дозволяє кінцевим користувачам видаляти вміст після його отримання.
ur: یہ اختتامی صارفین کو ایک بار بازیافت کرنے کے بعد مواد کو حذف کرنے کی اجازت دیتا ہے۔

source: 1-click Retrieval Step
ca: Pas de recuperació d'1 clic
cs: Získání na jedno kliknutí
cy: Cam Adalw 1-clic
da: 1-klik visning
de: 1-Klick-Abrufschritt
es: Paso de Recuperación con 1 Clic
fi: yhden klikin hakuvaihe
fr: une étape nécessitant un clic sur un lien
hi: पुनर्प्राप्ति चरण पर 1-क्लिक करें
hu: 1-kattintásos visszaállítási lépés
id: langkah Pengambilan 1-klik
is: 1-smellur Retrieval Step
it: Passaggio di Recupero con 1 Clic
ja: ワンクリック検索ステップ
lv: Viena klikšķa izguves darbība
nl: Opvragen met 1 klik
no: 1-klikk Gjenopprettingstrinn
pl: Pobieranie jednym kliknięciem
pt_br: Etapa de recuperação com 1 clique
pt_pt: Etapa de Recuperação com 1 clique
ro: etapa de recuperare cu 1 clic
ru: Механизм исправления доступа в 1 клик
sr: Корак преузимања једним кликом
sv: 1-klickhämtning
th: 1 คลิกขั้นตอนการดึงข้อมูล
uk: крок пошуку в 1 клік
ur: بازیافت کا مرحلہ 1 پر کلک کریں۔

source: No
cs: Ne
cy: Na
da: Ingen
de: Nein
fi: Ei
fr: Non
hi: नहीं
hu: Nem
id: Tidak
is: Nei
ja: いいえ
lv: Nē
nl: Nee
no: Nei
pl: Nie
pt_br: Não
pt_pt: Não
ro: Nu
ru: Нет
sr: Не
sv: Nej
th: ไม่
uk: Ні
ur: نہیں

source: Yes
ca: Sí
cs: Ano
cy: Ie
da: Ja
de: Ja
es: sí
fi: Joo
fr: Oui
hi: हाँ
hu: Igen
id: Ya
is: Já
it: sì
ja: はい
lv: Jā
nl: Ja
no: Ja
pl: Tak
pt_br: Sim
pt_pt: Sim
ro: Da
ru: Да
sr: да
sv: Ja
th: ใช่
uk: Так
ur: جی ہاں

source: Require recipients to enter a passphrase to view this push.
ca: Demana als destinataris que introdueixin una frase de contrasenya per veure aquesta emissió.
cs: Vyžadovat od příjemců zadání přístupové fráze pro zobrazení tohoto push.
cy: Gofyn i dderbynwyr nodi cyfrinair i weld y gwthiad hwn.
da: Kræv, at modtagere indtaster en adgangssætning for at se denne push.
de: Fordern Sie die Empfänger auf, eine Passphrase einzugeben, um diesen Push anzuzeigen.
es: Solicita a los destinatarios que ingresen una contraseña para ver este envío.
fi: Vaadi vastaanottajia antamaan tunnuslause nähdäkseen tämän push-toiminnon.
fr: Exigez des destinataires qu'ils saisissent une passphrase pour voir cette publication.
hi: इस पुश को देखने के लिए प्राप्तकर्ताओं को पासफ़्रेज़ दर्ज करने की आवश्यकता है।
hu: A leküldés megtekintéséhez a címzettektől meg kell adnia egy jelszót.
id: Meminta penerima untuk memasukkan kata sandi untuk melihat push ini.
is: Krefjast þess að viðtakendur slá inn aðgangsorð til að skoða þessa ýtingu.
it: Richiedi ai destinatari di inserire una passphrase per visualizzare questo push.
ja: このプッシュを表示するには、受信者がパスフレーズを入力する必要があります。
lv: Lai skatītu šo informatīvo ziņojumu, adresātiem ir jāievada ieejas frāze.
nl: Vereisen dat ontvangers een wachtwoordzin invoeren om deze push te bekijken.
no: Krev at mottakerne skriver inn en passordfrase for å se denne push-en.
pl: Wymagaj od odbiorców wprowadzenia hasła, aby wyświetlić to powiadomienie.
pt_br: Exija que os destinatários insiram uma senha para visualizar este push.
pt_pt: Exija que os destinatários insiram uma senha para visualizar este push.
ro: Solicitați destinatarilor să introducă o frază de acces pentru a vizualiza acest push.
ru: Требовать от получателя ввода парольной фразы для просмотра отправления.
sr: Захтевајте од прималаца да унесу приступну фразу да би видели овај пусх.
sv: Kräv att mottagare anger en lösenfras för att se denna push.
th: กำหนดให้ผู้รับต้องป้อนข้อความรหัสผ่านเพื่อดูพุชนี้
uk: Вимагайте від одержувачів ввести парольну фразу, щоб переглянути це повідомлення.
ur: اس پش کو دیکھنے کے لیے وصول کنندگان سے پاس فریز درج کرنے کی ضرورت ہے۔

source: Current Status
ca: Estat actual
cs: Současný stav
cy: Statws Cyfredol
da: Nuværende status
de: Aktueller Status
es: Estado Actual
fi: Nykyinen tila
fr: Statut actuel
hi: वर्तमान स्थिति
hu: Jelenlegi állapot
id: Status Saat Ini
is: Núverandi staða
it: Stato Attuale
ja: 現在のステータス
lv: Pašreizējais statuss
nl: Huidige Status
no: Nåværende status
pl: Obecny status
pt_br: Status atual
pt_pt: Estado Atual
ro: Starea actuală
ru: Текущее состояние
sr: Тренутни статус
sv: Nuvarande status
th: สถานะปัจจุบัน
uk: Поточний стан
ur: موجودہ صورت حال

source: State:
ca: Estat:
cs: Stát:
cy: Gwladwriaeth:
da: Tilstand:
de: Status:
es: Estado:
fi: Tila:
fr: État:
hi: राज्य:
hu: Állapot:
id: Negara:
is: Ríki:
it: Stato:
ja: 州：
lv: Valsts:
nl: Staat:
no: Tilstand:
pl: Stan:
pt_br: Estado:
pt_pt: Estado:
ro: Statul:
ru: Состояние:
sr: Стање:
sv: Status:
th: สถานะ:
uk: Стейт:
ur: حالت:

source: Active
ca: Activa
cs: Aktivní
cy: Gweithredol
da: Aktiv
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
hi: सक्रिय
hu: Aktív
id: Aktif
is: Virkur
it: Attivo
ja: アクティブ
lv: Aktīvs
nl: Actief
no: Aktiv
pl: Aktywne
pt_br: Ativo
pt_pt: Ativo
ro: Activ
ru: Активный
sr: Ацтиве
sv: Aktiv
th: คล่องแคล่ว
uk: Активний
ur: فعال
