Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Securely Send Files
ca: Envieu fitxers de manera segura
cs: Bezpečně odesílat soubory
cy: Anfon Ffeiliau'n Ddiogel
da: Send filer sikkert
de: Dateien sicher senden
es: Enviar archivos de forma segura
fi: Lähetä tiedostoja turvallisesti
fr: Envoyer des fichiers en toute sécurité
hi: फ़ाइलें सुरक्षित रूप से भेजें
hu: Fájlok biztonságos küldése
id: Mengirim File dengan Aman
is: Sendu skrár á öruggan hátt
it: Invia file in modo sicuro
ja: ファイルを安全に送信
lv: Droši sūtiet failus
nl: Veilig bestanden verzenden
no: Send filer sikkert
pl: Bezpiecznie wysyłaj pliki
pt_br: Enviar arquivos com segurança
pt_pt: Enviar ficheiros com segurança
ro: Trimiteți în siguranță fișiere
ru: Безопасная отправка файлов
sr: Безбедно слање датотека
sv: Skicka filer säkert
th: ส่งไฟล์อย่างปลอดภัย
uk: Безпечно надсилайте файли
ur: محفوظ طریقے سے فائلیں بھیجیں۔

source: Day
ca: Dia
cs: Den
cy: Dyddiau
da: Dag
de: Tag
es: Día
fi: Päivä
fr: Jour
hi: दिन
hu: nap
id: Hari
is: Dagur
it: Giorno
ja: 日々
lv: Dienas
nl: Dag
no: Dag
pl: Dzień
pt_br: Dia
pt_pt: Dia
ro: ziua
ru: День
sr: Дан
sv: Dag
th: วัน
uk: День
ur: دن

source: Days
ca: Dies
cs: Dní
cy: Dyddiau
da: Dage
de: Tage
es: Días
fi: Päiviä
fr: Jours
hi: दिन
hu: nap
id: Hari
is: Dagar
it: Giorni
ja: 日々
lv: Dienas
nl: Dagen
no: Dager
pl: Dni
pt_br: Dias
pt_pt: Dias
ro: Zile
ru: Дня
sr: Дани
sv: Dagar
th: วัน
uk: Дні
ur: دن

source: Views
ca: Vistes
cs: Pohledy
cy: Golygfeydd
da: Visninger
de: Aufrufe
es: Vistas
fi: katselukerrat
fr: Vues
hi: दृश्य
hu: megtekintés
id: Tampilan
is: Útsýni
it: Visualizzazioni
ja: ビュー
lv: Skatījumi
nl: Weergaven
no: Visninger
pl: Wyświetlenia
pt_br: Visualizações
pt_pt: Visualizações
ro: Vizualizări
ru: Просмотров
sr: Погледи
sv: Visningar
th: มุมมอง
uk: Погляди
ur: مناظر

source: Save
ca: Desa
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvegarder
hi: बचाना
hu: Mentse
id: Simpan
is: Vista
it: Salva
ja: 保存
lv: Saglabāt
nl: Bewaar
no: Lagre
pl: Zapisz
pt_br: Salvar
pt_pt: Gravar
ro: Salvați
ru: Сохранить
sr: сачувати
sv: Spara
th: บันทึก
uk: Зберегти
ur: محفوظ کریں۔

source: Saved!
ca: Salvat!
cs: Uložené!
cy: Wedi'i gadw!
da: Gemt!
de: Gespeichert!
es: ¡Guardado!
fi: Tallennettu!
fr: Sauvegardé !
hi: बचाया!
hu: Mentett!
id: Selamat!
is: Vistað!
it: Salvato!
ja: 保存しました！
lv: Saglabāts!
nl: Opgeslagen!
no: Lagret!
pl: Zapisane!
pt_br: Salvou!
pt_pt: Gravado!
ro: Salvat!
ru: Сохранено!
sr: Сачувано!
sv: Sparad!
th: รอดแล้ว!
uk: Врятовано!
ur: محفوظ کر لیا!

source: Uploaded Files
cy: Ffeiliau wedi'u Llwythi i Fyny

source: Are you sure you want to delete this file?
cy: Ydych chi'n siŵr eich bod chi eisiau dileu'r ffeil hon?

source: Add Files...
ca: Afegeix arxius...
cs: Přidat soubory...
cy: Ychwanegu Ffeiliau...
da: Tilføj filer...
de: Dateien hinzufügen...
es: Agregar archivos...
fi: Lisää tiedostoja...
fr: Ajouter des fichiers...
hi: फाइलें जोड़ो...
hu: Fájlok hozzáadása...
id: Menambahkan File...
is: Bæta við skrám...
it: Aggiungere i file...
ja: 追加ファイル...
lv: Pievieno failus...
nl: Bestanden toevoegen...
no: Legg til filer...
pl: Dodaj pliki...
pt_br: Adicionar arquivos...
pt_pt: Adicionar arquivos...
ro: Adăugați fișiere...
ru: Добавить файлы...
sr: Додај датотеке...
sv: Lägga till filer...
th: เพิ่มไฟล์...
uk: Додати файли...
ur: فائلیں شامل کریں...

source: You can upload up to %{count} files per push.
cy: Gallwch uwchlwytho hyd at %{count} o ffeiliau fesul gwthiad.

source: Expire secret link and delete after:
ca: Expira l'enllaç secret i esborra després de:
cs: Vyprší platnost tajného odkazu a smaže jej po:
cy: Dod i ben y ddolen gyfrinachol a'i dileu ar ôl:
da: Det hemmelige link udløber og slettes efter:
de: Geheimer Link wird gelöscht nach:
es: Caducar el enlace secreto y eliminarlo después de:
fi: Lähetyslinkki vanhenee ja sisältö poistuu:
fr: Expiration et suppression du lien privé après :
hi: गुप्त लिंक समाप्त करें और उसके बाद हटाएँ:
hu: A titkos link érvénytelenítése és törlése a következő feltételek teljesülése után:
id: Tautan rahasia kedaluwarsa dan hapus setelahnya:
is: Renna út leynilegan hlekk og eyða eftir:
it: Il link segreto scadrà e verrà eliminato dopo:
ja: 秘密のリンクを期限切れにして削除する:
lv: Beigt slepenās saites derīguma termiņu un dzēst pēc:
nl: Laat de geheime link verlopen en verwijderen na:
no: Utløp hemmelig lenke og slett etter:
pl: Wygaś tajny link i usuń go po:
pt_br: Expirar o link secreto e excluir após:
pt_pt: Expirar o link secreto e eliminar após:
ro: Expirați legătura secretă și ștergeți-o după aceea:
ru: Секретная ссылка просрочится и удалится после:
sr: Истек тајне везе и брисање након:
sv: Låt länken förfalla vid och ta bort efter:
th: ลิงค์ลับหมดอายุและลบหลังจาก:
uk: Після закінчення терміну дії секретного посилання видаліть його:
ur: خفیہ لنک کی میعاد ختم کریں اور اس کے بعد حذف کریں:

source: (whichever comes first)
ca: (el que passi primer)
cs: (dle toho co nastane dřív)
cy: (pa un bynnag ddaw gyntaf)
da: (alt efter hvad der kommer først)
de: (Welcher Fall auch immer zuerst eintritt …)
es: (lo que sea que ocurra primero)
fi: (Kumpi tahansa tuleekin ensin)
fr: (l'une ou l'autre condition survenant en premier)
hi: (इनमें से जो भी पहले आता हो)
hu: (amelyik előbb jön)
id: (mana saja yang lebih dulu)
is: (hvort sem kemur á undan)
it: (qualunque cosa venga prima)
ja: （いずれか早い方）
lv: (atkarībā no tā, kurš ir pirmais)
nl: (wat het eerst komt)
no: (det som kommer først)
pl: (cokolwiek nastąpi wcześniej)
pt_br: (o que ocorrer primeiro)
pt_pt: (o que vier primeiro)
ro: (oricare dintre acestea este prima)
ru: (в зависимости от того, что наступит раньше)
sr: (шта год дође прво)
sv: (det som kommer först)
th: (แล้วแต่ระยะใดถึงก่อน)
uk: (залежно від того, що настане раніше)
ur: (جو بھی پہلے آئے)

source: Use a 1-click retrieval step
ca: Utilitzeu un pas de recuperació d'1 clic
cs: Použijte krok načítání jedním kliknutím
cy: Defnyddiwch gam adfer 1 clic
da: Brug et 1-kliks hentning
de: Verwenden Sie einen 1-Klick-Abrufschritt
es: Utilice un paso de recuperación de 1 clic
fi: Käytä yhden napautuksen hakuvaihetta
fr: Récupérer le mot de passe avec 1 lien en plus à cliquer
hi: 1-क्लिक पुनर्प्राप्ति चरण का उपयोग करें
hu: Kattintás után lehessen megtekinteni a jelszót
id: Gunakan langkah pengambilan dengan 1 klik
is: Notaðu 1-smella endurheimtarskref
it: Recupera la password con un click extra
ja: ワンクリック取得ステップを使用する
lv: Izmantojiet viena klikšķa izguves darbību
nl: Een ophaalstap met één klik gebruiken
no: Bruk et 1-klikks gjenopprettelsestrinn
pl: Wyświetlenie po kliknięciu
pt_br: Use a etapa de recuperação em 1-clique
pt_pt: Use a etapa de recuperação em 1 clique
ro: Utilizați o etapă de recuperare cu 1 clic
ru: Используйте механизм исправления доступа в 1 клик
sr: Користите корак преузимања једним кликом
sv: Använd 1-klicksteg för hämtning
th: ใช้ขั้นตอนการดึง 1 คลิก
uk: Використовуйте крок пошуку в 1 клік
ur: 1-کلک بازیافت کا مرحلہ استعمال کریں۔

source: Helps to avoid chat systems and URL scanners from eating up views.
ca: Ajudeu a evitar que els sistemes de xat i els escàners d'URL consumeixin les vistes.
cs: Pomáhá předcházet tomu, aby chatovací systémy a skenery adres URL spotřebovávaly pohledy.
cy: Yn helpu i atal systemau sgwrsio a sganwyr URL rhag bwyta golygfeydd.
da: Hjælper med at undgå, at chatsystemer og URL-scannere bruger af det valgte antal visninger.
de: Schutz gegen Chat-Systeme und URL-Scanner, die die Anzahl der Ansichten „auffressen“ können.
es: Ayuda a evitar que los sistemas de chat y los escáneres de URL consuman vistas.
fi: Auttaa estämään chat-järjestelmiä ja URL-skannereita käyttämästä näyttökertoja.
fr: Permet d'éviter la consommation du quota de vues par des accès automatisés à l'URL (chat ou analyseurs)
hi: चैट सिस्टम और यूआरएल स्कैनर को व्यूज खत्म होने से बचाने में मदद करता है।
hu: Segít elkerülni, hogy a csevegőrendszerek és az URL-szkennerek elhasználják a megtekintéseket.
id: Membantu menghindari sistem obrolan dan pemindai URL memakan tampilan.
is: Hjálpar til við að koma í veg fyrir að spjallkerfi og vefslóðaskannar éti upp skoðanir.
it: Evita che le chat e gli scanner di URL consumino visualizzazioni.
ja: チャット システムや URL スキャナーがビューを食い尽くすのを防ぐのに役立ちます。
lv: Palīdz izvairīties no tā, ka tērzēšanas programmas un URL skeneri patērē skatījumus.
nl: Helpt met het voorkomen van onnodige weergaven die door URL-scanners en chat systemen veroorzaakt kunnen worden
no: Bidrar til å unngå at chatsystemer og URL-skannere spiser opp visninger.
pl: Pomaga uniknąć zliczania wyświetleń przez systemy czatu i skanery adresów URL.
pt_br: Ajuda a evitar que sistemas de bate-papo e scanners de URL consumam visualizações.
pt_pt: Ajuda a evitar que os sistemas de chat e os scanners de URL consumam visualizações.
ro: Ajută la evitarea sistemelor de chat și a scanerelor de adrese URL de la consumul de vizualizări.
ru: Помогает избежать того, что системы чатов и сканеры URL уменьшают просмотры.
sr: Помаже да се избегне да системи ћаскања и скенери УРЛ-ова не поједу прегледе.
sv: Hjälper till att undvika att chattsystem och URL-skannrar äter upp visningar.
th: ช่วยหลีกเลี่ยงระบบแชทและตัวสแกน URL ไม่ให้กินยอดวิว
uk: Допомагає уникнути поглинання переглядів чат-системами та URL-сканерами.
ur: چیٹ سسٹمز اور یو آر ایل اسکینرز کو آراء کھانے سے بچنے میں مدد کرتا ہے۔

source: Allow immediate deletion
ca: Permet la supressió immediata
cs: Umožnit okamžité smazání
cy: Caniatáu dileu ar unwaith
da: Tillad øjeblikkelig sletning
de: Sofortiges Löschen erlauben
es: Permitir eliminación inmediata
fi: Salli välitön poistaminen
fr: Autoriser la suppression immédiate
hi: तत्काल हटाने की अनुमति दें
hu: Azonnali törlés engedélyezése
id: Izinkan penghapusan segera
is: Leyfa tafarlausa eyðingu
it: Consenti la cancellazione immediata
ja: 即時削除を許可する
lv: Atļaut tūlītēju dzēšanu
nl: Onmiddellijke verwijdering toestaan
no: Tillat umiddelbar sletting
pl: Zezwól na natychmiastowe usunięcie
pt_br: Permitir exclusão imediata
pt_pt: Permitir eliminação imediata
ro: Permite ștergerea imediată
ru: Разрешить немедленное удаление
sr: Дозволите тренутно брисање
sv: Tillåt omedelbar radering
th: อนุญาตให้ลบทันที
uk: Дозволити негайне видалення
ur: فوری طور پر حذف کرنے کی اجازت دیں۔

source: Allow users to delete this push once retrieved.
ca: Permet als usuaris eliminar aquest push un cop recuperat.
cs: Povolit uživatelům smazat tento push po načtení.
cy: Caniatáu i ddefnyddwyr ddileu'r gwthiad hwn ar ôl ei adfer.
da: Tillad brugere at slette dette push, når det er hentet.
de: Erlauben Sie Benutzern, diesen Push nach dem Abrufen zu löschen.
es: Permita que los usuarios eliminen este enlace una vez visto.
fi: Salli käyttäjien poistaa tämä push, kun se on haettu.
fr: Autoriser les utilisateurs à supprimer cette publication une fois récupérée.
hi: एक बार पुनः प्राप्त होने पर उपयोगकर्ताओं को इस पुश को हटाने की अनुमति दें।
hu: Lehetővé teszi a felhasználóknak, hogy töröljék ezt a leküldést, miután lekérték.
id: Izinkan pengguna untuk menghapus push ini setelah diambil.
is: Leyfa notendum að eyða þessu ýti þegar það hefur verið sótt.
it: Consenti agli utenti di eliminare questo push una volta recuperato.
ja: 取得したプッシュをユーザーが削除できるようにします。
lv: Ļaujiet lietotājiem dzēst šo push pēc izgūšanas.
nl: Gebruikers toestaan deze push te verwijderen zodra deze is opgehaald.
no: Tillat brukere å slette denne push når den er hentet.
pl: Zezwól użytkownikom na usunięcie tego wypychania po pobraniu.
pt_br: Permita que os usuários excluam este push depois de recuperado.
pt_pt: Permita que os usuários excluam este push depois de recuperado.
ro: Permiteți utilizatorilor să șteargă acest push după ce a fost recuperat.
ru: Разрешить пользователям удалять отправление после получения.
sr: Дозволите корисницима да избришу овај пусх када се преузме.
sv: Tillåt användare att ta bort denna push när den har hämtats.
th: อนุญาตให้ผู้ใช้ลบการพุชนี้เมื่อเรียกข้อมูลแล้ว
uk: Дозвольте користувачам видалити цей пуш після отримання.
ur: ایک بار بازیافت ہونے کے بعد صارفین کو اس پش کو حذف کرنے کی اجازت دیں۔

source: Passphrase Lockdown
ca: Bloqueig de frase de contrasenya
cs: Uzamčení přístupové fráze
cy: Cloi Cyfrinair
de: Sperrung der Passphrase
es: Bloqueo de contraseña
fi: Salalauseen lukitus
fr: Passphrase d'accès
hi: पासफ़्रेज़ लॉकडाउन
hu: Jelszózárolás
id: Penguncian Frasa Sandi
is: Lokun lykilorða
it: Blocco della passphrase
ja: パスフレーズのロックダウン
lv: Ieejas frāzes bloķēšana
nl: Wachtwoordzin vergrendelen
pl: Blokada hasła
pt_br: Frase secreta de bloqueio
pt_pt: Frase secreta de bloqueio
ro: Blocarea frazei de acces
ru: Блокировка парольной фразой
sr: Закључавање шифре
sv: Lösenfraslåsning
th: ล็อคข้อความรหัสผ่าน
uk: Блокування парольної фрази
ur: پاسفریز لاک ڈاؤن

source: Optional: Require recipients to enter a passphrase to view this push
ca: Opcional: requereix que els destinataris introdueixin una frase de contrasenya per veure aquest push
cs: Volitelné: Vyžadovat od příjemců zadání přístupové fráze pro zobrazení tohoto push
cy: Dewisol: Gofyn i dderbynwyr nodi cyfrinair i weld y gwthiad hwn
da: Valgfrit: Kræv, at modtagere indtaster en adgangssætning for at se denne push
de: Optional: Fordern Sie die Empfänger auf, eine Passphrase einzugeben, um diesen Push anzuzeigen
es: Opcional: solicitar a los destinatarios que ingresen una frase a modo de contraseña para poder ver este envío
fi: Valinnainen: Vaadi vastaanottajia antamaan tunnuslause nähdäkseen tämän push-toiminnon
fr: Facultatif: les destinataires doivent saisir une passphrase pour afficher cette publication
hi: वैकल्पिक: इस पुश को देखने के लिए प्राप्तकर्ताओं को पासफ़्रेज़ दर्ज करने की आवश्यकता है
hu: Választható: A leküldés megtekintéséhez meg kell adnia egy jelszót a címzetteknek
id: Opsional: Meminta penerima untuk memasukkan kata sandi untuk melihat push ini
is: Valfrjálst: Krefjast þess að viðtakendur slái inn aðgangsorð til að skoða þessa ýtingu
it: Facoltativo: richiedi ai destinatari di inserire una passphrase per visualizzare questo push
ja: オプション: このプッシュを表示するには、受信者がパスフレーズを入力する必要があります
lv: Neobligāti: lai skatītu šo pašpiegādes informāciju, adresātiem ir jāievada ieejas frāze
nl: Optioneel: ontvangers verplichten een wachtwoordzin in te voeren om deze push te bekijken
no: Valgfritt: Krev at mottakerne oppgir en passordfrase for å se denne push-meldingen
pl: Opcjonalnie: wymagaj od odbiorców wprowadzenia hasła, aby wyświetlić to przekazanie
pt_br: Opcional: exigir que os destinatários insiram uma senha para visualizar este push
pt_pt: Opcional: exigir que os destinatários insiram uma senha para visualizar este push
ro: Opțional: Cereți destinatarilor să introducă o frază de acces pentru a vizualiza acest mesaj push
ru: Необязательно: Требовать от получателей ввода парольной фразы для просмотра этого отправления
sr: Опционо: Захтевајте од прималаца да унесу приступну фразу да би видели овај пусх
sv: Valfritt: Kräv att mottagare anger en lösenfras för att se denna push
th: ทางเลือก: กำหนดให้ผู้รับต้องป้อนข้อความรหัสผ่านเพื่อดูพุชนี้
uk: Необов'язково: Вимагати від одержувачів введення парольної фрази для перегляду цього push-повідомлення
ur: اختیاری: اس پش کو دیکھنے کے لیے وصول کنندگان سے پاسفریز درج کرنے کی ضرورت ہے۔

source: the above settings as the page default.
ca: la configuració anterior com a predeterminada de la pàgina.
cs: výše uvedená nastavení jako výchozí nastavení stránky.
cy: y gosodiadau uchod fel y gosodiad diofyn ar gyfer y dudalen.
da: ovenstående indstillinger som sidestandard.
de: der Einstellungen als Standardeinstellungen.
es: la configuración anterior como la página predeterminada.
fi: yllä olevat asetukset sivun oletusasetuksiksi.
fr: les paramètres de cette page par défaut.
hi: उपरोक्त सेटिंग्स पृष्ठ डिफ़ॉल्ट के रूप में।
hu: a fenti beállításokat az oldal alapértelmezett beállításaiként.
id: pengaturan di atas sebagai default halaman.
is: ofangreindar stillingar sem sjálfgefnar síðu.
it: queste impostazioni come predefinite.
ja: 上記の設定をページのデフォルトとして使用します。
lv: iepriekš minētos iestatījumus kā lapas noklusējuma iestatījumus.
nl: de bovenstaande instellingen als de paginastandaard.
no: innstillingene ovenfor som sidestandard.
pl: powyższe ustawienia jako domyślne.
pt_br: as configurações acima como padrão da página.
pt_pt: as configurações em cima como página padrão.
ro: setările de mai sus ca fiind setările implicite ale paginii.
ru: вышеуказанные настройки в качестве параметров страницы по умолчанию.
sr: горња подешавања као подразумевана страница.
sv: ovanstående inställningar som standard.
th: การตั้งค่าข้างต้นเป็นค่าเริ่มต้นของเพจ
uk: наведені вище налаштування як сторінку за замовчуванням.
ur: صفحہ ڈیفالٹ کے طور پر اوپر کی ترتیبات۔

source: Optional
ca: Opcional
cs: Volitelný
cy: Dewisol
da: Valgfri
es: Opcional
fi: Valinnainen
fr: Optionnel
hi: वैकल्पिक
hu: Választható
id: Opsional
is: Valfrjálst
it: Opzionale
ja: オプション
lv: Neobligāti
nl: Optioneel
no: Valgfri
pl: Opcjonalna
pt_br: Opcional
pt_pt: Opcional
ro: Opțional
ru: Необязательно
sr: Опционо
sv: Frivillig
th: ไม่จำเป็น
uk: Необов'язково
ur: اختیاری

source: A name shown in the dashboard, notifications and emails.
cy: Enw a ddangosir yn y dangosfwrdd, hysbysiadau ac e-byst.

source: Message
ca: Missatge
cs: Zpráva
cy: Neges
da: Besked
de: Nachricht
es: Mensaje
fi: Viesti
hi: संदेश
hu: Üzenet
id: Pesan
is: Skilaboð
it: Messaggio
ja: メッセージ
lv: Ziņojums
nl: Bericht
no: Beskjed
pl: Wiadomość
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sr: Порука
sv: Meddelande
th: ข้อความ
uk: Повідомлення
ur: پیغام

source: Optional: A message to be included with the push
ca: Opcional: un missatge que s'ha d'incloure amb el push
cs: Volitelné: Zpráva, která má být zahrnuta do push
cy: Dewisol: Neges i'w chynnwys gyda'r gwthiad
da: Valgfrit: En besked, der skal inkluderes i push
de: Optional: Eine Nachricht, die in den Push eingeschlossen werden soll
es: Opcional: Un mensaje para ser incluido con el enlace
fi: Valinnainen: Viesti, joka liitetään työntöön
fr: Facultatif : un message à inclure dans la publication
hi: वैकल्पिक: पुश के साथ शामिल किया जाने वाला एक संदेश
hu: Nem kötelező: A leküldéshez csatolandó üzenet
id: Opsional: Pesan yang akan disertakan dengan push
is: Valfrjálst: Skilaboð sem fylgja með ýtunni
it: Facoltativo: un messaggio da includere con il push
ja: オプション: プッシュに含めるメッセージ
lv: Neobligāti: ziņojums, kas jāiekļauj push
nl: Optioneel: een bericht dat bij de push moet worden gevoegd
no: Valgfritt: En melding som skal inkluderes i push
pl: Opcjonalnie: wiadomość, która ma zostać dołączona do wypychania
pt_br: Opcional: Uma mensagem a ser incluída com o push
pt_pt: Opcional: Uma mensagem a ser incluída com o push
ro: Opțional: Un mesaj care să fie inclus cu push
ru: Необязательно: Сообщение, которое будет добавлено в отправление
sr: Опционо: Порука која ће бити укључена уз пусх
sv: Valfritt: Ett meddelande som ska inkluderas med push
th: ทางเลือก: ข้อความที่จะรวมไว้กับพุช
uk: Необов'язково: Повідомлення, яке буде додано до push-повідомлення
ur: اختیاری: پش کے ساتھ شامل کیا جانے والا پیغام

source: Encrypted and visible to the receiving party
ca: Encriptat i visible per a la part receptora
cs: Šifrované a viditelné pro přijímající stranu
cy: Wedi'i amgryptio ac yn weladwy i'r parti sy'n derbyn
da: Krypteret og synlig for den modtagende part
de: Verschlüsselt und für den Empfänger sichtbar
es: Cifrado y visible para la parte receptora
fi: Salattu ja vastaanottavan osapuolen näkyvä
fr: Chiffré et visible par le destinataire
hi: एन्क्रिप्टेड और प्राप्तकर्ता पक्ष को दृश्यमान
hu: Titkosított és a fogadó fél számára látható
id: Terenkripsi dan dapat dilihat oleh pihak penerima
is: Dulkóðuð og sýnileg fyrir móttökuaðila
it: Crittografato e visibile alla parte ricevente
ja: 暗号化され、受信者に表示されます
lv: Šifrēts un redzams saņēmējai pusei
nl: Versleuteld en zichtbaar voor de ontvangende partij
no: Kryptert og synlig for mottaker
pl: Zaszyfrowane i widoczne dla strony odbierającej
pt_br: Criptografado e visível para a parte receptora
pt_pt: Criptografado e visível para a parte receptora
ro: Criptat și vizibil pentru partea destinatară
ru: Зашифрован и виден принимающей стороне
sr: Шифровано и видљиво страни која прима
sv: Krypterad och synlig för den mottagande parten
th: เข้ารหัสและมองเห็นได้โดยฝ่ายรับ
uk: Зашифровані та видимі для отримувача
ur: خفیہ کردہ اور وصول کنندہ پارٹی کو دکھائی دے رہا ہے۔

source: Reference Note
ca: Nota de referència
cs: Referenční poznámka
cy: Nodyn Cyfeirio
de: Referenzhinweis
es: Nota de Referencia
fi: Viitehuomautus
fr: Note de référence
hi: संदर्भ नोट
hu: Referencia jegyzet
id: Catatan Referensi
is: Tilvísunarathugasemd
it: Nota di Riferimento
ja: 参考書
lv: Atsauces piezīme
nl: Referentie Opmerking:
no: Referansemerknad
pl: Notatka referencyjna
pt_br: Nota de referência
pt_pt: Nota de Referência
ro: Notă de referință
ru: Справочное примечание
sr: Референтна напомена
sv: Referens
th: หมายเหตุอ้างอิง
uk: Довідкова інформація
ur: حوالہ نوٹ

source: Encrypted and visible only to you
ca: Encriptat i visible només per a tu
cs: Šifrované a viditelné pouze pro vás
cy: Wedi'i amgryptio a dim ond chi sy'n gallu gweld y rhain
da: Krypteret og kun synlig for dig
de: Verschlüsselt und nur für Sie sichtbar
es: Cifrado y visible solo para usted
fi: Salattu ja näkyvissä vain sinulle
fr: Chiffré et visible uniquement par vous
hi: एन्क्रिप्टेड और केवल आपके लिए दृश्यमान
hu: Titkosított és csak Ön számára látható
id: Terenkripsi dan hanya dapat dilihat oleh Anda
is: Dulkóðuð og aðeins sýnileg þér
it: Crittografato e visibile solo a te
ja: 暗号化され、自分だけに表示されます
lv: Šifrēts un redzams tikai jums
nl: Versleuteld en alleen zichtbaar voor jou
no: Kryptert og kun synlig for deg
pl: Zaszyfrowana i widoczna tylko dla Ciebie
pt_br: Criptografado e visível apenas para você
pt_pt: Criptografado e visível apenas para você
ro: Criptat și vizibil doar pentru dvs
ru: Зашифрованы и виден только вам
sr: Шифровано и видљиво само вама
sv: Krypterad och endast synlig för dig
th: เข้ารหัสและมองเห็นได้เฉพาะคุณเท่านั้น
uk: Зашифрований і видимий тільки вам
ur: خفیہ کردہ اور صرف آپ کے لیے مرئی
