Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Password Pusher is an application to securely send passwords over the web. Links to passwords expire after a certain number of views and/or time has passed.
ca: Password Pusher és una aplicació per comunicar les contrasenyes a la web. Els enllaços a les contrasenyes caduquen després que hagi passat un cert nombre de vistes i/o temps.
cs: Password Pusher je aplikace pro bezpečné odesílání hesel přes web. Platnost odkazů na hesla vyprší po určitém počtu zobrazení a/nebo uplynutí určitého času.
cy: Mae Password Pusher yn gymhwysiad i anfon cyfrineiriau'n ddiogel dros y we. Mae dolenni i gyfrineiriau'n dod i ben ar ôl i nifer penodol o ymweliadau a/neu amser fynd heibio.
da: Password Pusher er et program til at sende adgangskoder over internettet. Links til adgangskoder udløber efter et vist antal visninger og/eller en periode.
de: Password Pusher ist eine Anwendung zum sicheren Versenden von Kennwörtern über das Internet. Links zu Passwörtern verfallen nach einer bestimmten Anzahl von Aufrufen und/oder nach Ablauf der Frist.
es: Password Pusher es una aplicación para enviar contraseñas de forma segura a través de la web. Los enlaces a contraseñas caducan después de que haya pasado un cierto número de visitas y / o tiempo.
fi: Password Pusher on sovellus salasanojen välittämiseen verkossa. Linkit salasanoihin vanhenevat, kun tietty määrä näyttökertoja ja/tai aikaa on kulunut.
fr: Password Pusher est une application pour envoyer en toute sécurité des mots de passe par internet. Les liens vers les mots de passe expirent après un certain nombre de vues et/ou un certain temps.
hi: पासवर्ड पुशर वेब पर पासवर्ड सुरक्षित रूप से भेजने के लिए एक एप्लिकेशन है। पासवर्ड के लिंक एक निश्चित संख्या में देखे जाने और/या समय बीत जाने के बाद समाप्त हो जाते हैं।
hu: A Password Pusher egy olyan alkalmazás, amellyel biztonságosan küldhet jelszavakat az interneten keresztül. A jelszavakra mutató hivatkozások bizonyos számú megtekintés és/vagy idő eltelte után lejárnak.
id: Password Pusher adalah sebuah aplikasi untuk mengirim kata sandi dengan aman melalui web. Tautan ke kata sandi akan kedaluwarsa setelah sejumlah tampilan dan/atau waktu tertentu berlalu.
is: Password Pusher er forrit til að senda lykilorð á öruggan hátt á vefnum. Tenglar á lykilorð renna út eftir að ákveðinn fjöldi áhorfa og/eða tími er liðinn.
it: Password Pusher è un'applicazione per inviare password in modo sicuro sul web. I link alle password scadono dopo un certo numero di visualizzazioni e/o dopo un certo periodo di tempo.
ja: Password Pusher は、Web 経由でパスワードを安全に送信するためのアプリケーションです。パスワードへのリンクは、一定の閲覧回数や時間が経過すると失効します。
lv: Password Pusher ir lietojumprogramma paroļu koplietošanai tīmeklī. Nosūtītās paroļu saites derīguma termiņš beidzas pēc noteikta skatījumu un/vai laika skaita.
nl: Password Pusher is een applicatie om wachtwoorden veilig via het web te verzenden. Links naar wachtwoorden verlopen na een bepaald aantal views en/of tijd.
no: Password Pusher er et program for å sende passord sikkert over nettet. Lenker til passord utløper etter at et visst antall visninger og/eller tid har gått.
pl: Przekazywacz Haseł to aplikacja do przekazywania haseł przez Internet. Linki do haseł wygasają po upływie określonej liczby wyświetleń i/lub czasu.
pt_br: Password Pusher é um aplicativo para enviar senhas com segurança pela web. Os links para senhas expiram após um certo número de visualizações e/ou tempo.
pt_pt: O Password Pusher é uma aplicação para enviar com segurança palavras-passe pela web. Links de palavras-passe expiram após um certo número de visualizações e/ou tempo passado.
ro: Password Pusher este o aplicație care permite trimiterea în siguranță a parolelor pe internet. Legăturile către parole expiră după un anumit număr de vizualizări și/sau după ce a trecut un anumit interval de timp.
ru: Password Pusher - это приложение для безопасной передачи паролей через Интернет. Ссылки на пароли истекают после определенного количества просмотров и/или по истечении времени.
sr: Пассворд Пусхер је апликација за безбедно слање лозинки преко веба. Везе ка лозинкама истичу након одређеног броја прегледа и/или времена.
sv: Password Pusher är ett program för att säkert skicka lösenord över webben. Länkar till lösenord upphör att gälla efter att ett visst antal visningar och/eller en viss tid har gått.
th: Password Pusher เป็นแอปพลิเคชั่นสำหรับส่งรหัสผ่านทางเว็บอย่างปลอดภัย ลิงก์ไปยังรหัสผ่านจะหมดอายุหลังจากการดูและ/หรือเวลาผ่านไปตามจำนวนที่กำหนด
uk: Password Pusher - це програма для безпечного надсилання паролів через Інтернет. Посилання на паролі втрачають чинність після певної кількості переглядів та/або закінчення певного часу.
ur: پاس ورڈ پشر ویب پر محفوظ طریقے سے پاس ورڈ بھیجنے کے لیے ایک ایپلی کیشن ہے۔ پاس ورڈز کے لنکس ایک مخصوص تعداد اور/یا وقت گزر جانے کے بعد ختم ہو جاتے ہیں۔

source: Confirm your new account
ca: Confirmeu el vostre compte nou
cs: Potvrďte svůj nový účet
cy: Cadarnhewch eich cyfrif newydd
da: Bekræft din nye konto
de: Bestätigen Sie Ihr neues Konto
es: Confirma tu nueva cuenta
fi: Vahvista uusi tilisi
fr: Confirmez votre nouveau compte
hi: अपने नये खाते की पुष्टि करें
hu: Erősítse meg új fiókját
id: Konfirmasikan akun baru Anda
is: Staðfestu nýja reikninginn þinn
it: Conferma il tuo nuovo account
ja: 新しいアカウントを確認します
lv: Apstipriniet savu jauno kontu
nl: Bevestig je nieuwe account
no: Bekreft din nye konto
pl: Potwierdź swoje nowe konto
pt_br: Confirme sua nova conta
pt_pt: Confirme sua nova conta
ro: Confirmați noul dvs. cont
ru: Подтверждение новой учетной записи
sr: Потврдите свој нови налог
sv: Bekräfta ditt nya konto
th: ยืนยันบัญชีใหม่ของคุณ
uk: Підтвердіть свій новий обліковий запис
ur: اپنے نئے اکاؤنٹ کی تصدیق کریں۔

source: Your account has been created but you must confirm that you own this email address.
ca: El vostre compte s'ha creat, però heu de confirmar que sou el propietari d'aquesta adreça de correu electrònic.
cs: Váš účet byl vytvořen, ale musíte potvrdit, že tuto e-mailovou adresu vlastníte.
cy: Mae eich cyfrif wedi'i greu ond mae'n rhaid i chi gadarnhau mai chi sy'n berchen ar y cyfeiriad e-bost hwn.
da: Din konto er blevet oprettet, men du skal bekræfte, at du ejer denne e-mailadresse.
de: Ihr Konto wurde erstellt, aber Sie müssen bestätigen, dass Ihnen diese E-Mail-Adresse gehört.
es: Tu cuenta ha sido creada, pero debes confirmar que eres el propietario de esta dirección de correo electrónico.
fi: Tilisi on luotu, mutta sinun on vahvistettava, että omistat tämän sähköpostiosoitteen.
fr: Votre compte a été créé mais vous devez confirmer que vous possédez cette adresse e-mail.
hi: आपका खाता बन गया है लेकिन आपको यह पुष्टि करनी होगी कि यह ईमेल पता आपका है।
hu: Fiókja létrejött, de meg kell erősítenie, hogy Ön a tulajdonosa ennek az e-mail címnek.
id: Akun Anda telah dibuat, tetapi Anda harus mengonfirmasi bahwa Anda adalah pemilik alamat email ini.
is: Reikningurinn þinn hefur verið búinn til en þú verður að staðfesta að þú eigir þetta netfang.
it: Il tuo account è stato creato ma devi confermare di essere il proprietario di questo indirizzo email.
ja: アカウントが作成されましたが、このメール アドレスを所有していることを確認する必要があります。
lv: Jūsu konts ir izveidots, taču jums ir jāapstiprina, ka šī e-pasta adrese pieder jums.
nl: Uw account is aangemaakt, maar u moet bevestigen dat u de eigenaar bent van dit e-mailadres.
no: Kontoen din er opprettet, men du må bekrefte at du eier denne e-postadressen.
pl: Twoje konto zostało utworzone, ale musisz potwierdzić, że jesteś właścicielem tego adresu e-mail.
pt_br: Sua conta foi criada, mas você deve confirmar que é o proprietário deste endereço de e-mail.
pt_pt: Sua conta foi criada, mas você deve confirmar que é o proprietário deste endereço de e-mail.
ro: Contul dvs. a fost creat, dar trebuie să confirmați că sunteți proprietarul acestei adrese de e-mail.
ru: Ваш аккаунт создан, но вы должны подтвердить, что этот адрес электронной почты принадлежит вам.
sr: Ваш налог је креиран, али морате потврдити да сте власник ове адресе е-поште.
sv: Ditt konto har skapats men du måste bekräfta att du äger denna e-postadress.
th: บัญชีของคุณถูกสร้างขึ้นแล้ว แต่คุณต้องยืนยันว่าคุณเป็นเจ้าของที่อยู่อีเมลนี้
uk: Ваш обліковий запис створено, але ви повинні підтвердити, що ви є власником цієї адреси електронної пошти.
ur: آپ کا اکاؤنٹ بن گیا ہے لیکن آپ کو اس بات کی تصدیق کرنی ہوگی کہ آپ اس ای میل ایڈریس کے مالک ہیں۔

source: You can confirm your account email by
ca: Podeu confirmar el correu electrònic del vostre compte per
cs: E-mail svého účtu můžete potvrdit pomocí
cy: Gallwch gadarnhau e-bost eich cyfrif drwy
da: Du kan bekræfte din konto-e-mail pr
de: Sie können Ihre Konto-E-Mail mit bestätigen
es: Puede confirmar el correo electrónico de su cuenta
fi: Voit vahvistaa tilisi sähköpostiosoitteen
fr: Vous pouvez confirmer l'adresse e-mail de votre compte en
hi: आप अपने खाते के ईमेल की पुष्टि कर सकते हैं
hu: Fiókjának e-mail-címét a következővel erősítheti meg
id: Anda dapat mengonfirmasi email akun Anda dengan
is: Þú getur staðfest netfang reikningsins með því að
it: Puoi confermare l'indirizzo email del tuo account tramite
ja: アカウントのメールを確認するには、
lv: Sava konta e-pastu varat apstiprināt, izmantojot
nl: U kunt uw account-e-mail bevestigen door
no: Du kan bekrefte e-postadressen for kontoen din ved å
pl: Możesz potwierdzić adres e-mail swojego konta przez
pt_br: Você pode confirmar o e-mail da sua conta por
pt_pt: Você pode confirmar o e-mail da sua conta por
ro: Puteți confirma e-mailul contului dvs. prin
ru: Вы можете подтвердить электронную почту своей учетной записи с помощью
sr: Можете потврдити е-пошту свог налога на
sv: Du kan bekräfta ditt kontos e-postadress genom att
th: คุณสามารถยืนยันอีเมลบัญชีของคุณได้โดย
uk: Ви можете підтвердити електронну пошту свого облікового запису за допомогою
ur: آپ اپنے اکاؤنٹ کے ای میل کی تصدیق کر سکتے ہیں۔

source: by clicking this link
ca: fent clic en aquest enllaç
cs: kliknutím na tento odkaz
cy: drwy glicio ar y ddolen hon
da: ved at klikke på dette link
de: indem Sie auf diesen Link klicken
es: haciendo clic en este enlace
fi: napsauttamalla tätä linkkiä
fr: en cliquant sur ce lien
hi: इस लिंक पर क्लिक करके
hu: erre a linkre kattintva
id: dengan mengklik tautan ini
is: með því að smella á þennan hlekk
it: cliccando questo link
ja: このリンクをクリックして
lv: noklikšķinot uz šīs saites
nl: door op deze link te klikken
no: ved å klikke på denne lenken
pl: klikając ten link
pt_br: clicando neste link
pt_pt: clicando neste link
ro: făcând clic pe acest link
ru: нажав на эту ссылку
sr: кликом на ову везу
sv: genom att klicka på denna länk
th: โดยคลิกที่ลิงค์นี้
uk: за цим посиланням
ur: اس لنک پر کلک کر کے

source: or by copying and pasting the following URL into your browser:
ca: o copiant i enganxant l'URL següent al vostre navegador:
cs: nebo zkopírováním a vložením následující adresy URL do vašeho prohlížeče:
cy: neu drwy gopïo a gludo'r URL canlynol i'ch porwr:
da: eller ved at kopiere og indsætte følgende URL i din browser:
de: oder indem Sie die folgende URL kopieren und in Ihren Browser einfügen:
es: o copiando y pegando la siguiente URL en su navegador:
fi: tai kopioimalla ja liittämällä seuraava URL-osoite selaimeesi:
fr: ou en copiant et collant l'URL suivante dans votre navigateur :
hi: या निम्नलिखित यूआरएल को कॉपी करके अपने ब्राउज़र में पेस्ट करें:
hu: vagy a következő URL-cím másolásával és beillesztésével a böngészőbe:
id: atau dengan menyalin dan menempelkan URL berikut ini ke dalam browser Anda:
is: eða með því að afrita og líma eftirfarandi vefslóð inn í vafrann þinn:
it: o copiando e incollando il seguente URL nel tuo browser:
ja: または、次の URL をコピーしてブラウザに貼り付けます。
lv: vai kopējot un ielīmējot savā pārlūkprogrammā šādu URL:
nl: of door de volgende URL in uw browser te kopiëren en te plakken:
no: eller ved å kopiere og lime inn følgende URL i nettleseren din:
pl: lub kopiując i wklejając następujący adres URL do przeglądarki:
pt_br: ou copiando e colando o seguinte URL em seu navegador:
pt_pt: ou copiando e colando o seguinte URL em seu navegador:
ro: sau copiind și lipind următoarea adresă URL în browserul dumneavoastră:
ru: или скопировав и вставив следующий URL-адрес в свой браузер:
sr: или копирањем и лепљењем следеће УРЛ адресе у прегледач:
sv: eller genom att kopiera och klistra in följande URL i din webbläsare:
th: หรือโดยการคัดลอกและวาง URL ต่อไปนี้ในเบราว์เซอร์ของคุณ:
uk: або скопіювавши та вставивши наступну URL-адресу у ваш браузер:
ur: یا درج ذیل یو آر ایل کو اپنے براؤزر میں کاپی اور پیسٹ کر کے:

source: If you didn't create an account, no action is required.
ca: Si no heu creat un compte, no cal fer cap acció.
cs: Pokud jste si nevytvořili účet, není vyžadována žádná akce.
cy: Os na wnaethoch chi greu cyfrif, nid oes angen unrhyw gamau gweithredu.
da: Hvis du ikke har oprettet en konto, kræves ingen handling.
de: Wenn Sie kein Konto erstellt haben, ist keine Aktion erforderlich.
es: Si no creó una cuenta, no se requiere ninguna acción.
fi: Jos et luonut tiliä, sinun ei tarvitse tehdä mitään.
fr: Si vous n'avez pas créé de compte, aucune action n'est requise.
hi: यदि आपने खाता नहीं बनाया है, तो किसी कार्रवाई की आवश्यकता नहीं है।
hu: Ha nem Ön hozott létre fiókot, nincs teendője.
id: Jika Anda tidak membuat akun, tidak ada tindakan yang diperlukan.
is: Ef þú stofnaðir ekki reikning er engin þörf á aðgerðum.
it: Se non hai creato un account, non è richiesta alcuna azione.
ja: アカウントを作成していない場合は、何もする必要はありません。
lv: Ja jūs neizveidojāt kontu, jums nav jāveic nekādas darbības.
nl: Als je geen account hebt aangemaakt, hoef je niets te doen.
no: Hvis du ikke opprettet en konto, er ingen handling nødvendig.
pl: Jeśli nie utworzyłeś konta, nie jest wymagane żadne działanie.
pt_br: Se você não criou uma conta, nenhuma ação é necessária.
pt_pt: Se você não criou uma conta, nenhuma ação é necessária.
ro: Dacă nu v-ați creat un cont, nu este necesară nicio acțiune.
ru: Если вы не создавали учетную запись, никаких действий предпринимать не требуется.
sr: Ако нисте отворили налог, не морате ништа да предузимате.
sv: Om du inte skapade ett konto krävs ingen åtgärd.
th: หากคุณไม่ได้สร้างบัญชี ก็ไม่จำเป็นต้องดำเนินการใดๆ
uk: Якщо ви не створили обліковий запис, ніяких дій не потрібно.
ur: اگر آپ نے اکاؤنٹ نہیں بنایا تو کسی کارروائی کی ضرورت نہیں ہے۔

source: Your email is being changed
ca: El teu correu electrònic s'està canviant
cs: Váš email se mění
cy: Mae eich e-bost yn cael ei newid
da: Din e-mail bliver ændret
de: Ihre E-Mail-Adresse wird geändert
es: Tu correo electrónico se está actualizando
fi: Sähköpostiosoitettasi muutetaan
fr: Votre adresse e-mail est en cours de modification
hi: आपका ईमेल बदला जा रहा है
hu: Az e-mail címe módosul
id: Email Anda sedang diubah
is: Verið er að breyta tölvupóstinum þínum
it: La tua email è in fase di modifica
ja: あなたのメールアドレスは変更されています
lv: Jūsu e-pasts tiek mainīts
nl: Je e-mailadres wordt gewijzigd
no: E-postadressen din blir endret
pl: Twój adres e-mail jest zmieniany
pt_br: Seu e-mail está sendo alterado
pt_pt: Seu e-mail está sendo alterado
ro: E-mailul dvs. este schimbat
ru: Ваш e-mail изменен
sr: Ваша е-пошта се мења
sv: Din e-postadress håller på att ändras
th: อีเมลของคุณกำลังถูกเปลี่ยน
uk: Ваша електронна пошта змінюється
ur: آپ کا ای میل تبدیل کیا جا رہا ہے۔

source: We're contacting you to notify you that your email at
ca: Ens posem en contacte amb tu per notificar-te que el teu correu electrònic a
cs: Obracíme se na vás, abychom vám oznámili, že váš e-mail na adrese
cy: Rydym yn cysylltu â chi i roi gwybod i chi fod eich e-bost yn
da: Vi kontakter dig for at meddele dig, at din e-mail på
de: Wir setzen uns mit Ihnen in Verbindung, um Ihnen mitzuteilen, dass Ihre E-Mail an
es: No ponemos en contacto con usted para notificarle que su email en
fi: Otamme sinuun yhteyttä ilmoittaaksemme, että sähköpostiosoitteesi
fr: Nous vous contactons pour vous informer que votre adresse e-mail à
hi: हम आपको सूचित करने के लिए आपसे संपर्क कर रहे हैं कि आपका ईमेल यहां है
hu: Felvesszük Önnel a kapcsolatot, hogy értesítsük, hogy az Ön e-mail címe:
id: Kami menghubungi Anda untuk memberi tahu bahwa email Anda di
is: Við höfum samband við þig til að tilkynna þér að tölvupósturinn þinn á
it: Ti stiamo contattando per informarti che la tua email a
ja: あなたのメールアドレスが
lv: Mēs sazināsimies ar jums, lai informētu, ka jūsu e-pasta adrese
nl: We nemen contact met u op om u te laten weten dat uw e-mailadres op
no: Vi kontakter deg for å varsle deg om at e-posten din på
pl: Kontaktujemy się z Tobą, aby powiadomić Cię, że Twój e-mail na
pt_br: Estamos entrando em contato para avisar que seu e-mail em
pt_pt: Estamos a entrar em contacto consigo para notificá-lo de que seu e-mail em
ro: Vă contactăm pentru a vă anunța că e-mailul dvs. de la
ru: Мы связываемся с вами, чтобы уведомить вас о том, что ваша электронная почта на
sr: Контактирамо вас да бисмо вас обавестили да је ваша е-пошта на
sv: Vi kontaktar dig för att meddela dig att din e-postadress på
th: เรากำลังติดต่อคุณเพื่อแจ้งให้คุณทราบว่าอีเมลของคุณที่
uk: Ми зв'язуємося з вами, щоб повідомити, що ваша електронна адреса
ur: ہم آپ کو مطلع کرنے کے لیے آپ سے رابطہ کر رہے ہیں کہ آپ کا ای میل اس پر ہے۔

source: is being changed to %s
ca: s'està canviant a %s
cs: se mění na %s
cy: yn cael ei newid i %s
da: bliver ændret til %s
de: wird geändert in %s
es: se cambia a %s
fi: muutetaan muotoon %s
fr: va être changé vers %s
hi: %s में बदला जा रहा है
hu: módosul erre: %s
id: diubah menjadi %s
is: verið að breyta í %s
it: viene modificato a %s
ja: %s に変更中です
lv: tiek mainīts uz %s
nl: wordt gewijzigd in %s
no: endres til %s
pl: zmienione na %s
pt_br: está sendo alterado para %s
pt_pt: está a ser alterado para %s
ro: se schimbă în %s
ru: изменяется на %s
sr: се мења у %s
sv: ändras till %s
th: กำลังเปลี่ยนเป็น %s
uk: змінюється на %s
ur: %s میں تبدیل کیا جا رہا ہے۔

source: has been changed to %s
ca: s'ha canviat a %s
cs: byl změněn na %s
cy: wedi'i newid i %s
da: er blevet ændret til %s
de: wurde geändert in %s
es: ha sido cambiado a %s
fi: on muutettu muotoon %s
fr: a été changé vers %s
hi: %s में बदल दिया गया है
hu: a következőre módosult: %s
id: telah diubah menjadi %s
is: hefur verið breytt í %s
it: è stato cambiato a %s
ja: %s に変更されました
lv: ir mainīts uz %s
nl: is gewijzigd in %s
no: har blitt endret til %s
pl: zostało zmienione na %s
pt_br: foi alterado para %s
pt_pt: foi alterado para %s
ro: a fost schimbat în %s
ru: был изменен на %s
sr: је промењено у %s
sv: har ändrats till %s
th: เปลี่ยนเป็น %s แล้ว
uk: було змінено на %s
ur: %s میں تبدیل کر دیا گیا ہے۔

source: Password Change
ca: Canvi de contrasenya
cs: Změna hesla
cy: Newid Cyfrinair
da: Adgangskodeændring
de: Passwortänderung
es: Cambio de contraseña
fi: Salasanan vaihto
fr: Changement de mot de passe
hi: पासवर्ड परिवर्तन
hu: Jelszó változtatás
id: Perubahan Kata Sandi
is: Lykilorðsbreyting
it: Cambio di password
ja: パスワードの変更
lv: Paroles maiņa
nl: Wachtwoord verandering
no: Endring av passord
pl: Zmiana hasła
pt_br: Mudança de senha
pt_pt: Mudança de senha
ro: Schimbarea parolei
ru: Смена пароля
sr: Промена лозинке
sv: Lösenordsändring
th: เปลี่ยนรหัสผ่าน
uk: Зміна пароля
ur: پاس ورڈ کی تبدیلی

source: We're contacting you to notify you that your password has been changed on
ca: Ens posem en contacte amb tu per notificar-te que s'ha canviat la teva contrasenya
cs: Obracíme se na vás, abychom vás informovali, že vaše heslo bylo změněno dne
cy: Rydym yn cysylltu â chi i roi gwybod i chi fod eich cyfrinair wedi'i newid ar
da: Vi kontakter dig for at meddele dig, at din adgangskode er blevet ændret på
de: Wir setzen uns mit Ihnen in Verbindung, um Ihnen mitzuteilen, dass Ihr Passwort geändert wurde auf
es: Nos ponemos en contacto con usted para indicarle que cambió su contraseña el
fi: Otamme sinuun yhteyttä ilmoittaaksemme, että salasanasi on vaihdettu
fr: Nous vous contactons pour vous informer que votre mot de passe a été modifié le
hi: हम आपको सूचित करने के लिए आपसे संपर्क कर रहे हैं कि आपका पासवर्ड बदल दिया गया है
hu: Felvesszük Önnel a kapcsolatot, hogy értesítsük, hogy jelszava megváltozott
id: Kami menghubungi Anda untuk memberi tahu bahwa kata sandi Anda telah diubah pada
is: Við erum að hafa samband við þig til að láta þig vita að lykilorðinu þínu hafi verið breytt á
it: Ti stiamo contattando per informarti che la tua password è stata modificata il
ja: にパスワードが変更されたことをお知らせするためにご連絡しています
lv: Mēs sazināmies ar jums, lai informētu, ka jūsu parole ir mainīta uz
nl: We nemen contact met u op om u te laten weten dat uw wachtwoord is gewijzigd op
no: Vi kontakter deg for å varsle deg om at passordet ditt er endret på
pl: Kontaktujemy się z Tobą, aby powiadomić Cię, że Twoje hasło zostało zmienione w dniu
pt_br: Estamos entrando em contato para notificá-lo de que sua senha foi alterada em
pt_pt: Estamos a contactá-lo para notificar que sua palavra-passe foi alterada em
ro: Vă contactăm pentru a vă anunța că parola dvs. a fost schimbată pe
ru: Мы связываемся с вами, чтобы уведомить вас о том, что ваш пароль был изменен на
sr: Контактирамо вас да бисмо вас обавестили да је ваша лозинка промењена
sv: Vi kontaktar dig för att meddela dig att ditt lösenord har ändrats på
th: เรากำลังติดต่อคุณเพื่อแจ้งให้คุณทราบว่ารหัสผ่านของคุณถูกเปลี่ยน
uk: Ми зв'язуємося з вами, щоб повідомити, що ваш пароль було змінено на
ur: ہم آپ کو مطلع کرنے کے لیے آپ سے رابطہ کر رہے ہیں کہ آپ کا پاس ورڈ تبدیل کر دیا گیا ہے۔
