Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Trust is a concern. Why should I use Password Pusher?
ca: La confiança és important. Per què hauria d'utilitzar Password Pusher?
cs: Důvěra je starost. Proč bych měl používat Password Pusher?
da: Spørgsmålet er tillid. Hvorfor skal jeg bruge Password Pusher?
de: Vertrauen ist ein Belang. Warum sollte ich Password Pusher verwenden?
es: La confianza es una preocupación. ¿Por qué debería utilizar Password Pusher?
fi: Luottamus mietityttää. Miksi minun kannattaisi käyttää Password Pusheria?
fr: Pourquoi faire confiance à Password Pusher et l'utiliser ?
hi: भरोसा एक चिंता का विषय है. मुझे पासवर्ड पुशर का उपयोग क्यों करना चाहिए?
hu: A bizalom aggodalomra ad okot. Miért használjam a Password Pusher-t?
id: Kepercayaan adalah hal yang penting. Mengapa saya harus menggunakan Password Pusher?
is: Traust er áhyggjuefni. Af hverju ætti ég að nota Password Pusher?
it: La fiducia è una questione importante. Perché dovrei usare Password Pusher?
ja: 信頼は懸念事項です。 Password Pusher を使用する必要があるのはなぜですか?
lv: Uzticība man ir svarīga. Kāpēc man vajadzētu izmantot Password Pusher?
nl: Vertrouwen is een punt van zorg. Waarom zou ik Wachtwoord Pusher gebruiken?
no: Tillit er en bekymring. Hvorfor bør jeg bruke Password Pusher?
pl: Zaufanie jest istotne. Dlaczego powinienem używać narzędzia Przekazywacz Hasel?
pt_br: A confiança é uma preocupação. Porque eu deveria usar o Password Pusher?
pt_pt: A confiança é uma preocupação. Por que devo usar o Password Pusher?
ro: Încrederea este un motiv de îngrijorare. De ce ar trebui să folosesc Password Pusher?
ru: Доверие вызывает беспокойство. Почему я должен использовать Password Pusher?
sr: Поверење је брига. Зашто да користим Пассворд Пусхер?
sv: Tillit är en oro. Varför ska jag använda Password Pusher?
th: ความไว้วางใจเป็นเรื่องที่น่ากังวล เหตุใดฉันจึงควรใช้ตัวดันรหัสผ่าน
uk: Довіра викликає занепокоєння. Чому я повинен використовувати Password Pusher?
ur: اعتماد ایک تشویش ہے۔ مجھے پاس ورڈ پشر کیوں استعمال کرنا چاہیے؟

source: And rightfully so. All good security begins with healthy skepticism of all involved components.
ca: I amb raó. Tota bona seguretat comença amb un escepticisme saludable de tots els components implicats.
cs: A oprávněně. Každé dobré zabezpečení začíná se zdravým skepticismem nad všemi přítomnými součástmi.
da: Og det med rette. Al god sikkerhed begynder med sund skepsis over for alle involverede komponenter.
de: Und das zu Recht. Sicherheit beginnt mit einer gesunden Skepsis gegenüber allen beteiligten Komponenten.
es: Y con razón. Toda buena seguridad comienza con un escepticismo saludable de todos los componentes involucrados.
fi: Ja aivan oikein. Kaikki hyvä tietoturva alkaa terveestä skeptisyydestä kaikkia asiaan liittyviä komponentteja kohtaan.
fr: Bonne question. Toute bonne sécurité comment par un sain scepticisme vis à vis de tous les composants en jeu.
hi: और यह सही भी है. सभी अच्छी सुरक्षा सभी शामिल घटकों के स्वस्थ संदेह से शुरू होती है।
hu: És jogosan. Minden jó biztonság az összes érintett összetevővel szembeni egészséges szkepticizmussal kezdődik.
id: Dan memang seharusnya begitu. Semua keamanan yang baik dimulai dengan skeptisisme yang sehat dari semua komponen yang terlibat.
is: Og með réttu. Allt gott öryggi byrjar með heilbrigðri tortryggni í garð allra þátta sem málið varðar.
it: E giustamente. Ogni buona sicurezza inizia con un sano scetticismo di tutti i componenti coinvolti.
ja: そして当然のことです。すべての優れたセキュリティは、関連するすべてのコンポーネントに対する健全な懐疑から始まります。
lv: Un pamatoti. Laba drošība sākas ar veselīgu skepticismu pret visiem iesaistītajiem elementiem.
nl: En terecht. Alle goede beveiliging begint met een gezonde scepsis ten aanzien van alle betrokken componenten.
no: Og med rette. All god sikkerhet begynner med sunn skepsis til alle involverte komponenter.
pl: I słusznie. Każde dobre zabezpieczenie zaczyna się od zdrowego sceptycyzmu wobec wszystkich elementów.
pt_br: E com razão. Toda boa segurança começa com um ceticismo saudável de todos os componentes envolvidos.
pt_pt: E com razão. Toda a boa segurança começa com um ceticismo saudável de todos os componentes envolvidos.
ro: Și pe bună dreptate. Orice securitate bună începe cu un scepticism sănătos față de toate componentele implicate.
ru: И по сути. Любая надежная безопасность начинается со здорового скептицизма по отношению ко всем задействованным компонентам.
sr: И то с правом. Сва добра сигурност почиње здравим скептицизмом према свим укљученим компонентама.
sv: Och med rätta. All god säkerhet börjar med en sund skepsis mot alla inblandade komponenter.
th: และถูกต้องตามนั้น การรักษาความปลอดภัยที่ดีทั้งหมดเริ่มต้นด้วยความสงสัยในส่วนประกอบที่เกี่ยวข้องทั้งหมด
uk: І це правильно. Будь-яка хороша безпека починається зі здорового скептицизму до всіх задіяних компонентів.
ur: اور بجا طور پر۔ تمام اچھی حفاظت تمام متعلقہ اجزاء کے صحت مند شکوک و شبہات سے شروع ہوتی ہے۔

source: Password Pusher exists as a better alternative to emailing passwords. It avoids having passwords exist in email archives in perpetuity. It does not exist as a end-all security solution.
ca: Password Pusher existeix com una millor alternativa a l'enviament de contrasenyes per correu electrònic. Evita que les contrasenyes existeixin als arxius de correu electrònic a perpetuïtat. No existeix com a solució de seguretat definitiva.
cs: Password Pusher existuje jako lepší alternativa k zasílání hesel e-mailem. Zabraňuje tomu, aby hesla existovala v e-mailových archivech navěky. Neexistuje jako komplexní bezpečnostní řešení.
da: Password Pusher eksisterer som et bedre alternativ til at sende adgangskoder via e-mail. Man undgår, at adgangskoder gemmes i e-mail-arkiver til evig tid.
de: Password Pusher ist eine bessere Alternative zum Versand von Kennwörtern per E-Mail. PP verhindert, dass Passwörter in E-Mail-Archiven auf ewig existieren. Passwort Pusher ist keine allumfassende Sicherheitslösung!
es: Password Pusher existe como una mejor alternativa al envío de contraseñas por correo electrónico. Evita que existan contraseñas en archivos de correo electrónico a perpetuidad. No existe como una solución de seguridad definitiva.
fi: Password Pusher on parempi vaihtoehto salasanojen lähettämiselle sähköpostitse. Sillä vältetään salasanojen olemassaolo sähköpostiarkistoissa ikuisesti. Se ei ole täydellinen tietoturvaratkaisu, jos sellaista voi edes olla olemassa.
fr: Password Pusher est une bien meilleure solution que l'envoi de mots de passe direct par email. Il évite la conservation des mots de passe dans les archives des mails. Ce n'est pas non plus une solution de sécurité universelle.
hi: पासवर्ड पुशर ईमेल करने वाले पासवर्ड के बेहतर विकल्प के रूप में मौजूद है। यह ईमेल संग्रह में हमेशा के लिए पासवर्ड मौजूद रहने से बचाता है। यह संपूर्ण सुरक्षा समाधान के रूप में मौजूद नहीं है।
hu: A Password Pusher a jelszavak e-mailben történő küldésének jobb alternatívája. Ezzel elkerülhető, hogy a jelszavak örökre jelen legyenek az e-mail archívumokban. Nem nyújt teljes körű biztonsági megoldást.
id: Password Pusher hadir sebagai alternatif yang lebih baik untuk mengirim kata sandi melalui email. Hal ini untuk menghindari adanya kata sandi yang ada dalam arsip email untuk selamanya. Ini tidak ada sebagai solusi keamanan yang menyeluruh.
is: Password Pusher er til sem betri valkostur við að senda lykilorð í tölvupósti. Það forðast að hafa lykilorð til í skjalasafni tölvupósts til frambúðar. Það er ekki til sem endanleg öryggislausn.
it: Password Pusher è un'alternativa migliore all'invio di password tramite e-mail. Evita che le password restino negli archivi di posta elettronica. Non esiste come soluzione di sicurezza completa.
ja: Password Pusher は、パスワードを電子メールで送信するよりも優れた代替手段として存在します。パスワードがメール アーカイブに永続的に存在することを回避します。これは、最終的なセキュリティ ソリューションとして存在しません。
lv: Password pusher kalpo kā labāka alternatīva paroļu nosūtīšanai pa e-pastu. Tas ļauj izvairīties no pastāvīgas paroļu pastāvēšanas e-pasta arhīvos. Tas nav visaptverošs drošības risinājums.
nl: Password Pusher is een beter alternatief voor het e-mailen van wachtwoorden. Het voorkomt dat wachtwoorden voor altijd in e-mailarchieven blijven bestaan. Het bestaat niet als een allesomvattende beveiligingsoplossing.
no: Password Pusher eksisterer som et bedre alternativ til å sende passord via e-post. Det unngår at passord eksisterer i e-postarkiver i evighet. Den eksisterer ikke som en fullstendig sikkerhetsløsning.
pl: Przekazywacz Haseł to lepsza alternatywa dla przesyłania haseł przez e-mail. Pozwala to uniknąć wiecznego istnienia haseł w archiwach poczty e-mail.
pt_br: O Password Pusher existe como uma alternativa melhor para enviar senhas por e-mail. Ele evita ter senhas em arquivos de e-mail para sempre. Ele não existe como uma solução de segurança final.
pt_pt: O Password Pusher existe como uma melhor alternativa ao envio de palavras-passe por e-mail. Evita que as palavras-passe existam perpetuamente no arquivo do e-mail. Não existe como uma solução de segurança difinitiva.
ro: Password Pusher există ca o alternativă mai bună la trimiterea parolelor prin e-mail. Astfel, se evită ca parolele să existe în arhivele de e-mail în permanență. Nu este o soluție de securitate definitivă.
ru: Password Pusher существует как лучшая альтернатива отправке паролей по электронной почте. Он позволяет избежать вечного хранения паролей в архивах электронной почты. Но он не является универсальным решением для обеспечения безопасности.
sr: Пассворд Пусхер постоји као боља алтернатива слању лозинки е-поштом. Тиме се избегава да лозинке стално постоје у архивама е-поште. Не постоји као потпуно сигурносно решење.
sv: Password Pusher finns som ett bättre alternativ till att skicka lösenord via e-post. Det undviker att lösenord finns i e-postarkiv för alltid. Det är inte en slutgiltig säkerhetslösning.
th: Password Pusher เป็นทางเลือกที่ดีกว่าการส่งอีเมลรหัสผ่าน หลีกเลี่ยงการมีรหัสผ่านอยู่ในที่เก็บถาวรของอีเมลตลอดไป ไม่มีอยู่ในฐานะโซลูชันการรักษาความปลอดภัยแบบ end-all
uk: Password Pusher існує як краща альтернатива надсиланню паролів електронною поштою. Він дозволяє уникнути вічного зберігання паролів в архівах електронної пошти. Він не є універсальним рішенням для забезпечення безпеки.
ur: پاس ورڈ پشر پاس ورڈ کو ای میل کرنے کے ایک بہتر متبادل کے طور پر موجود ہے۔ یہ ای میل آرکائیوز میں ہمیشہ کے لیے پاس ورڈز موجود ہونے سے گریز کرتا ہے۔ یہ تمام حفاظتی حل کے طور پر موجود نہیں ہے۔

source: Password Pusher is open-source
ca: Password Pusher és de codi obert
cs: Password Pusher je open-source
da: Password Pusher er open source
de: Password Pusher ist Open Source
es: Password Pusher es de código abierto
fi: Password Pusher on avoimen lähdekoodin
fr: Password Pusher est open source
hi: पासवर्ड पुशर ओपन-सोर्स है
hu: A Password Pusher nyílt forráskódú
id: Password Pusher adalah sumber terbuka
is: Password Pusher er opinn uppspretta
it: Password Pusher è open source
ja: パスワードプッシャーはオープンソースです
lv: Password Pusher ir atvērtā koda
nl: Wachtwoord Pusher is open source
no: Password Pusher er åpen kildekode
pl: Password Pusher jest oprogramowaniem typu open source
pt_br: O Password Pusher é de código aberto
pt_pt: O Password Pusher é de código aberto
ro: Parola Pusher este open-source
ru: Password Pusher с открытым исходным кодом
sr: Пассворд Пусхер је отвореног кода
sv: Password Pusher är öppen källkod
th: Password Pusher เป็นโอเพ่นซอร์ส
uk: Password Pusher має відкритий вихідний код
ur: پاس ورڈ پشر اوپن سورس ہے۔

source: so the source can be publicly reviewed and can alternatively be run internally in your organization.
ca: de manera que la font es pot revisar públicament i, alternativament, es pot executar internament a la vostra organització.
cs: takže zdroj může být veřejně zkontrolován a alternativně může být provozován interně ve vaší organizaci.
da: så kildekoden kan gennemgås offentligt og alternativt kan køres internt i din organisation.
de: Der Quellcode kann öffentlich überprüft werden. Alternativ kann Password Pusher intern in Ihrer Organisation ausgeführt werden kann.
es: por lo que el código fuente se puede revisar públicamente y, alternativamente, se puede ejecutar internamente en su organización.
fi: jotta lähdekoodia voidaan tarkastella julkisesti ja vaihtoehtoisesti ajaa omaa instanssia organisaatiosi sisällä.
fr: le code source peut donc être étudié par tout le monde et peut également être exécuté en interne dans votre organisation.
hi: इसलिए स्रोत की सार्वजनिक रूप से समीक्षा की जा सकती है और वैकल्पिक रूप से इसे आपके संगठन में आंतरिक रूप से चलाया जा सकता है।
hu: így a forrás nyilvánosan áttekinthető, vagy akár a szervezeten belül is futtatható.
id: sehingga sumbernya dapat ditinjau secara publik dan sebagai alternatif dapat dijalankan secara internal di organisasi Anda.
is: þannig að hægt er að skoða heimildina opinberlega og að öðrum kosti er hægt að keyra hann innan fyrirtækisins.
it: in modo che la fonte possa essere esaminata pubblicamente e in alternativa può essere eseguita internamente all'organizzazione.
ja: そのため、ソースを公開してレビューしたり、組織内で実行したりできます。
lv: tāpēc avotu ir iespējams publiski pārskatīt un to var arī palaist organizācijas iekšienē.
nl: zodat de bron openbaar kan worden beoordeeld en als alternatief intern in uw organisatie kan worden uitgevoerd.
no: slik at kilden kan gjennomgås offentlig og alternativt kan kjøres internt i din organisasjon.
pl: więc źródło może być publicznie przeglądane i alternatywnie może być uruchamiane wewnętrznie w Twojej organizacji.
pt_br: para que a fonte possa ser revisada publicamente e, alternativamente, executada internamente em sua organização.
pt_pt: para que a fonte possa ser revista publicamente e, alternativamente, ser executada internamente na sua organização.
ro: astfel încât sursa să poată fi revizuită public și, alternativ, să poată fi rulată la nivel intern în cadrul organizației dumneavoastră.
ru: чтобы источник мог быть публично доступен, а также может быть например запущен внутри вашей организации.
sr: тако да извор може бити јавно прегледан и може се алтернативно покренути интерно у вашој организацији.
sv: så källkoden kan granskas offentligt och alternativt kan köras internt i din organisation.
th: ดังนั้นแหล่งที่มาจึงได้รับการตรวจสอบแบบสาธารณะและอีกทางหนึ่งสามารถเรียกใช้ภายในองค์กรของคุณได้
uk: щоб джерело можна було публічно переглянути, або, як варіант, використовувати всередині вашої організації.
ur: تاکہ ماخذ کا عوامی طور پر جائزہ لیا جا سکے اور متبادل طور پر آپ کی تنظیم میں اندرونی طور پر چلایا جا سکے۔

source: Passwords are unequivocally deleted from the database once they expire.
ca: Les contrasenyes s'eliminen de manera inequívoca de la base de dades un cop caduquen.
cs: Hesla jsou po vypršení platnosti z databáze jednoznačně smazána.
da: Adgangskoder slettes fra databasen, når de udløber.
de: Passwörter werden nach Ablauf der Gültigkeitsdauer unwiderruflich aus der Datenbank gelöscht.
es: Las contraseñas se eliminan inequívocamente de la base de datos una vez que caducan.
fi: Salasanat poistetaan pysyvästi tietokannasta, kun ne vanhenevat.
fr: Une fois expirés, les mots de passe sont supprimés définitivement de la base de données.
hi: पासवर्ड समाप्त होने के बाद डेटाबेस से स्पष्ट रूप से हटा दिए जाते हैं।
hu: A jelszavak lejártát követően egyértelműen törlődnek az adatbázisból.
id: Kata sandi akan dihapus dari basis data setelah kedaluwarsa.
is: Lykilorðum er ótvírætt eytt úr gagnagrunninum þegar þau renna út.
it: Le password vengono eliminate inequivocabilmente dal database una volta scadute.
ja: パスワードは、有効期限が切れると、データベースから明確に削除されます。
lv: Pēc to derīguma termiņa beigām paroles tiek izdzēstas no datu bāzes.
nl: Wachtwoorden worden ondubbelzinnig uit de database verwijderd zodra ze verlopen.
no: Når de er utløpt, slettes passord umiddelbart
pl: Po wygaśnięciu hasła są definitywnie usuwane z bazy danych.
pt_br: As senhas são excluídas definitivamente do banco de dados assim que expiram.
pt_pt: As palavras-passe são eliminadas inequivocamente da base de dados assim que expirarem.
ro: Parolele sunt șterse fără echivoc din baza de date după ce expiră.
ru: Пароли полностью удаляются из базы данных по истечении срока их действия.
sr: Лозинке се недвосмислено бришу из базе података када истеку.
sv: Lösenord raderas entydigt från databasen när de löper ut.
th: รหัสผ่านจะถูกลบออกจากฐานข้อมูลอย่างชัดเจนเมื่อหมดอายุ
uk: Паролі однозначно видаляються з бази даних після закінчення терміну їх дії.
ur: پاس ورڈز کی میعاد ختم ہونے کے بعد ڈیٹا بیس سے غیر واضح طور پر حذف کردیئے جاتے ہیں۔

source: Additionally, random URL tokens are generated on the fly and passwords are posted without context for their use.
ca: A més, es generen tokens URL aleatoris sobre la marxa i les contrasenyes es publiquen sense context per al seu ús.
cs: Navíc jsou náhodné URL tokeny generovány za běhu a hesla posílána bez kontextu jejich použití.
da: Derudover genereres tilfældige URL-tokens løbende, og adgangskoder sendes uden kontekst.
de: Darüber hinaus werden zufällige URL-Token im Handumdrehen generiert und Passwörter werden ohne Kontext für ihre Verwendung veröffentlicht.
es: Además, los tokens de URL aleatorios se generan sobre la marcha y las contraseñas se publican sin contexto para su uso.
fi: Lisäksi satunnaiset URL-tunnukset luodaan lennossa ja salasanat julkaistaan ilman kontekstia niiden käyttöä varten.
fr: De plus, les URLs privées sont générées aléatoirement à la volée et les mots de passe sont publiés sans information permettant de savoir comment les utiliser.
hi: इसके अतिरिक्त, यादृच्छिक यूआरएल टोकन तुरंत उत्पन्न होते हैं और पासवर्ड उनके उपयोग के संदर्भ के बिना पोस्ट किए जाते हैं।
hu: Ezenkívül a véletlenszerű URL-tokeneket menet közben generálják, és a jelszavakat kontextus nélkül teszik közzé a használatukhoz.
id: Selain itu, token URL acak dibuat dengan cepat dan kata sandi diposting tanpa konteks penggunaannya.
is: Að auki eru handahófskennd vefslóðartákn búin til á flugi og lykilorð eru birt án samhengis fyrir notkun þeirra.
it: Inoltre, i token URL casuali vengono generati al volo e le password vengono pubblicate senza contesto per il loro utilizzo.
ja: さらに、ランダムな URL トークンがオンザフライで生成され、パスワードはコンテキストなしで投稿されます。
lv: Turklāt nejauši URL marķieri tiek ģenerēti programmai neizslēdzoties, un paroles tiek sūtītas bez konteksta to izmantošanai.
nl: Bovendien worden willekeurige URL-tokens direct gegenereerd en worden wachtwoorden zonder context gepost voor hun gebruik.
no: I tillegg genereres tilfeldige URL-tokens i farten, og passord legges ut uten kontekst for bruken.
pl: Dodatkowo losowe tokeny URL są generowane na bieżąco, a hasła są publikowane bez kontekstu do ich użycia.
pt_br: Além disso, tokens de URL aleatórios são gerados dinamicamente e as senhas são postadas sem contexto para seu uso.
pt_pt: Além disso, tokens de URL aleatórios são gerados em tempo real e as palavras-passe são publicadas sem contexto para o seu uso.
ro: În plus, token-urile URL aleatorii sunt generate din mers, iar parolele sunt postate fără context pentru utilizarea lor.
ru: Кроме того, случайные URL-токены генерируются на лету, а пароли публикуются без контекста их использования.
sr: Поред тога, насумични УРЛ токени се генеришу у ходу и лозинке се објављују без контекста за њихову употребу.
sv: Dessutom genereras slumpmässiga URL-tokens direkt och lösenord läggs ut utan sammanhang för deras användning.
th: นอกจากนี้ โทเค็น URL แบบสุ่มจะถูกสร้างขึ้นทันทีและมีการโพสต์รหัสผ่านโดยไม่มีบริบทสำหรับการใช้งาน
uk: Крім того, випадкові токени URL генеруються на льоту, а паролі публікуються без контексту для їх використання.
ur: مزید برآں، بے ترتیب یو آر ایل ٹوکنز فلائی پر تیار ہوتے ہیں اور پاس ورڈ ان کے استعمال کے لیے سیاق و سباق کے بغیر پوسٹ کیے جاتے ہیں۔

source: A note for those with an interest in extreme security:
ca: Una nota per a aquells que tinguin interès en la seguretat extrema:
cs: Poznámka pro zájemce o naprostou bezpečnost:
da: En bemærkning til dem med interesse for ekstrem sikkerhed:
de: Ein Hinweis für Personen, die an höchster Sicherheit interessiert sind:
es: Una nota para aquellos interesados en la seguridad extrema:
fi: Huomautus äärimmäisestä turvallisuudesta kiinnostuneille:
fr: Une note pour ceux qui s'intéressent à un niveau de sécurité :
hi: अत्यधिक सुरक्षा में रुचि रखने वालों के लिए एक नोट:
hu: Megjegyzés azoknak, akiket érdekel a rendkívüli biztonság:
id: Catatan bagi mereka yang tertarik dengan keamanan ekstrem:
is: Athugasemd fyrir þá sem hafa áhuga á miklu öryggi:
it: Una nota per chi è interessato alla sicurezza estrema:
ja: 極端なセキュリティに関心のある方への注意:
lv: Piezīme tiem, kam interesē augstākā līmeņa drošība:
nl: Een opmerking voor diegenen die geïnteresseerd zijn in extreme beveiliging:
no: Et notat for de som er interessert i ekstrem sikkerhet:
pl: Uwaga dla osób zainteresowanych ekstremalnym bezpieczeństwem:
pt_br: Uma nota para aqueles com interesse em segurança extrema:
pt_pt: Uma nota para aqueles com interesse em segurança extrema:
ro: O notă pentru cei care sunt interesați de securitatea extremă:
ru: Примечание для тех, кто заинтересован в экстремальной безопасности:
sr: Напомена за оне који су заинтересовани за екстремну безбедност:
sv: En anteckning för dem som är intresserade av extrem säkerhet:
th: หมายเหตุสำหรับผู้ที่สนใจเรื่องความปลอดภัยขั้นสูง:
uk: Зауваження для тих, хто цікавиться екстремальною безпекою:
ur: انتہائی سیکورٹی میں دلچسپی رکھنے والوں کے لیے ایک نوٹ:
