Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: This is an opensource project made out of love for technology and a desire to improve the security (and daily lives) of the tech community.
ca: Es tracta d'un projecte de codi obert fet per amor per la tecnologia i el desig de millorar la seguretat (i la vida quotidiana) de la comunitat tecnològica.
cs: Toto je opensource projekt vytvořený z lásky k technologii a touhy zlepšit bezpečnost (a každodenní život) technické komunity.
da: Dette er et opensource-projekt lavet ud fra kærlighed til teknologi og et ønske om at forbedre sikkerheden (og dagligdagen) for teknologisamfundet.
de: Dies ist ein Open-Source-Projekt, das aus Liebe zur Technologie und dem Wunsch entstanden ist, die Sicherheit (und das tägliche Leben) der Tech-Community zu verbessern.
es: Este es un proyecto de código abierto creado por el amor por la tecnología y el deseo de mejorar la seguridad (y la vida cotidiana) de la comunidad tecnológica.
fi: Tämä on avoimen lähdekoodin projekti, joka on tehty rakkaudesta tekniikkaa kohtaan ja halusta parantaa teknologiayhteisön turvallisuutta (ja jokapäiväistä elämää).
fr: C'est un projet open source fait d'amour pour la technologie et d'un désir d'améliorer la sécurité (et la vie quotidienne) de la communauté tech.
hi: यह एक ओपनसोर्स प्रोजेक्ट है जो प्रौद्योगिकी के प्रति प्रेम और तकनीकी समुदाय की सुरक्षा (और दैनिक जीवन) में सुधार करने की इच्छा से बना है।
hu: Ez egy nyílt forráskódú projekt a technológia iránti szeretetből és a technológiai közösség biztonságának (és mindennapi életének) javításának vágyából.
id: Ini adalah proyek sumber terbuka yang dibuat berdasarkan kecintaan pada teknologi dan keinginan untuk meningkatkan keamanan (dan kehidupan sehari-hari) komunitas teknologi.
is: Þetta er opinn uppspretta verkefni sem er gert af ást á tækni og löngun til að bæta öryggi (og daglegt líf) tæknisamfélagsins.
it: Questo è un progetto opensource nato dall'amore per la tecnologia e dal desiderio di migliorare la sicurezza (e la vita quotidiana) della comunità tecnologica.
ja: これは、テクノロジーへの愛情と、テクノロジー コミュニティのセキュリティ (および日常生活) を向上させたいという願望から生まれたオープンソース プロジェクトです。
lv: Šis ir atvērtā pirmkoda programmatūras projekts, kas aizsākts aiz mīlestības pret tehnoloģijām un vēlmes uzlabot tehnoloģiju kopienas drošību un ikdienas dzīvi.
nl: Dit is een opensource-project gemaakt uit liefde voor technologie en de wens om de veiligheid (en het dagelijkse leven) van de technische community te verbeteren.
no: Dette er et åpen kildekode-prosjekt laget av kjærlighet til teknologi og et ønske om å forbedre sikkerheten (og dagliglivet) til teknologisamfunnet.
pl: Jest to projekt open source stworzony z miłości do technologii i chęci poprawy bezpieczeństwa (i codziennego życia) społeczności technologicznej.
pt_br: Este é um projeto de código aberto feito por amor à tecnologia e um desejo de melhorar a segurança (e a vida cotidiana) da comunidade de tecnologia.
pt_pt: Este é um projeto de código aberto feito por amor à tecnologia e um desejo de melhorar a segurança (e a vida quotidiana) da comunidade tecnológica.
ro: Acesta este un proiect opensource realizat din dragoste pentru tehnologie și din dorința de a îmbunătăți securitatea (și viața de zi cu zi) a comunității tehnologice.
ru: Это проект с открытым исходным кодом, созданный из любви к технологиям и желания улучшить безопасность (и повседневную жизнь) технологического сообщества.
sr: Ово је пројекат отвореног кода направљен из љубави према технологији и жеље да се побољша безбедност (и свакодневни живот) технолошке заједнице.
sv: Detta är ett öppen källkodsprojekt gjord av kärlek till teknik och en önskan att förbättra säkerheten (och vardagen) för teknikgemenskapen.
th: นี่เป็นโครงการโอเพ่นซอร์สที่สร้างขึ้นจากความรักในเทคโนโลยีและความปรารถนาที่จะปรับปรุงความปลอดภัย (และชีวิตประจำวัน) ของชุมชนเทคโนโลยี
uk: Це проект з відкритим вихідним кодом, створений з любові до технологій та бажання покращити безпеку (і повсякденне життя) технічної спільноти.
ur: یہ ایک اوپن سورس پروجیکٹ ہے جو ٹیکنالوجی سے محبت اور ٹیک کمیونٹی کی سیکیورٹی (اور روزمرہ کی زندگیوں) کو بہتر بنانے کی خواہش سے بنا ہے۔

source: It doesn't make any money but it does incur hosting that are about $50/month for pwpush.com.
ca: No guanya diners, però comporta un allotjament d'uns 50 dòlars al mes per a pwpush.com.
cs: Nevydělává žádné peníze, ale vyžaduje hosting, který je pro pwpush.com asi 50 $ měsíčně.
da: Det tjener ikke nogen penge, men det medfører hosting, der er omkring $50/måned for pwpush.com.
de: Password Pusher verdient kein Geld, aber es fallen für pwpush.com etwa 50 US-Dollar Hosting-Kosten pro Monat an.
es: No genera beneficios, pero incurre en alojamiento que cuesta alrededor de $ 50 / mes para pwpush.com.
fi: Se ei ansaitse rahaa, mutta siitä aiheutuu isännöinti, joka maksaa noin 50 dollaria kuukaudessa pwpush.comille.
fr: Cela ne rapporte pas d'argent, mais cela implique un coût d'hébergement d'environ 50 $ / mois pour le site pwpush.com.
hi: यह कोई पैसा नहीं कमाता है लेकिन इसमें pwpush.com के लिए लगभग $50/माह की होस्टिंग का खर्च आता है।
hu: Nem hoz pénzt, de tárhelyet igényel, ami körülbelül 50 USD/hó a pwpush.com számára.
id: Ini tidak menghasilkan uang tetapi ada biaya hosting sekitar $50/bulan untuk pwpush.com.
is: Það skilar engum peningum en það kostar hýsingu sem kostar um $50 á mánuði fyrir pwpush.com.
it: Non fa soldi ma comporta un hosting che costa circa $ 50 al mese per pwpush.com.
ja: お金は稼げませんが、pwpush.com で月額約 50 ドルのホスティングが発生します。
lv: Mājaslapai pwpush.com nav ienākumu, taču tai ir uzturēšanas izmaksas apmēram 50 ASV dolāru mēnesī.
nl: Het levert geen geld op, maar het brengt wel hosting met zich mee die ongeveer $ 50 per maand kost voor pwpush.com.
no: Det tjener ingen penger, men det medfører hosting som koster rundt $50/måned for pwpush.com.
pl: Nie zarabia żadnych pieniędzy, ale wymaga do działania hostingu, który dla pwpush.com kosztuje około 50 USD miesięcznie.
pt_br: Não ganha dinheiro, mas incorre em hospedagem que custa cerca de US $ 50 / mês para pwpush.com.
pt_pt: Não faz nenhum dinheiro, mas incorre em hospedagem que custa cerca de $50/mês para o pwpush.com.
ro: Nu face niciun ban, dar are costuri de găzduire de aproximativ 50 de dolari pe lună pentru pwpush.com.
ru: Он не зарабатывает деньги, но несет расходы на хостинг, которые составляют около $50 в месяц для pwpush.com.
sr: Не зарађује, али подразумева хостовање који кошта око 50 УСД месечно за пвпусх.цом.
sv: Det tjänar inga pengar men det medför hosting som kostar cirka $50/månad för pwpush.com.
th: ไม่ได้ทำเงินใด ๆ แต่มีค่าโฮสติ้งที่ประมาณ $50 ต่อเดือนสำหรับ pwpush.com
uk: Це не приносить жодних грошей, але потребує хостингу, який коштує близько 50 доларів на місяць для pwpush.com.
ur: یہ کوئی پیسہ نہیں کماتا ہے لیکن اس میں ہوسٹنگ ہوتی ہے جو pwpush.com کے لیے تقریباً $50/ماہ ہے۔

source: These are happily paid out of pocket by myself for more than 10 years.
ca: Aquests els he pagat feliçment de la butxaca durant més de 10 anys.
cs: Ty si už více než 10 let vesele platím z vlastní kapsy.
da: Disse er heldigvis betalt af mig selv i mere end 10 år.
de: Diese werden seit mehr als 10 Jahren gerne aus eigener Tasche bezahlt.
es: Estos son felizmente pagados de mi bolsillo por más de 10 años.
fi: Olen itse maksanut nämä onneksi taskustani yli 10 vuoden ajan.
fr: Ceux ci sont gracieusement payés de ma poche depuis plus de 10 ans.
hi: इन्हें 10 वर्षों से अधिक समय से मैंने अपनी जेब से खुशी-खुशी भुगतान किया है।
hu: Ezeket boldogan fizetem a zsebemből több mint 10 éve.
id: Semua ini saya bayarkan sendiri dengan senang hati selama lebih dari 10 tahun.
is: Þetta eru hamingjusamlega greidd úr eigin vasa af mér í meira en 10 ár.
it: Questi sono felicemente pagati di tasca mia da più di 10 anni.
ja: これらは、10年以上にわたって私自身が喜んでポケットから支払っています.
lv: Šīs izmaksas vairāk nekā 10 gadu garumā laimīgi apmaksāju pats no savas kabatas.
nl: Deze worden al meer dan 10 jaar met plezier uit eigen zak betaald.
no: Disse betales gjerne av meg selv i mer enn 10 år.
pl: Są opłacane z mojej kieszeni przez ponad 10 lat.
pt_br: Estes são alegremente pagos do meu bolso por mais de 10 anos.
pt_pt: Estes são alegremente pagos do meu bolso há mais de 10 anos.
ro: Acestea sunt plătite cu plăcere din buzunarul meu de mai bine de 10 ani.
ru: Я с удовольствием плачу за них из своего кармана уже более 10 лет.
sr: Ово сам срећно плаћао из џепа више од 10 година.
sv: Dessa betalas med glädje av mig själv i mer än 10 år.
th: พวกนี้จ่ายออกจากกระเป๋าตัวเองอย่างมีความสุขมากว่า 10 ปี
uk: Я з радістю сплачую їх з власної кишені вже більше 10 років.
ur: یہ 10 سال سے زیادہ عرصے سے خوشی خوشی جیب سے ادا کر رہے ہیں۔

source: If you feel inclined to support Password Pusher, you can sign up to Digital Ocean using the badge below.
ca: Si us ve de gust donar suport a Password Pusher, podeu registrar-vos a Digital Ocean utilitzant la insígnia següent.
cs: Pokud máte chuť podporovat Password Pusher, můžete se přihlásit do Digital Ocean pomocí níže uvedeného odznaku.
da: Hvis du føler dig tilbøjelig til at støtte Password Pusher, kan du tilmelde dig Digital Ocean ved at bruge nedenstående badge.
de: Wenn Sie Password Pusher unterstützen wollen, können Sie sich mit dem unten stehenden Button bei Digital Ocean anmelden.
es: Si quiere colaborar con Password Pusher puede registrarse en Digital Ocean utilizando el enlace del siguiente icono.
fi: Jos tunnet halua tukea Password Pusheria, voit rekisteröityä Digital Oceaniin käyttämällä alla olevaa merkkiä.
fr: Si vous êtes motivés pour soutenir Password Pusher, vous pouvez vous inscrire à Digital Ocean en utilisant le badge ci-dessous.
hi: यदि आप पासवर्ड पुशर का समर्थन करने में इच्छुक हैं, तो आप नीचे दिए गए बैज का उपयोग करके डिजिटल महासागर में साइन अप कर सकते हैं।
hu: Ha úgy érzed, hogy támogasd a Password Pusher szolgáltatást, az alábbi jelvény használatával regisztrálhatsz a Digital Ocean szolgáltatásra.
id: Jika Anda merasa ingin mendukung Password Pusher, Anda bisa mendaftar ke Digital Ocean menggunakan lencana di bawah ini.
is: Ef þú finnur fyrir tilhneigingu til að styðja Password Pusher geturðu skráð þig í Digital Ocean með því að nota merkið hér að neðan.
it: Se ti senti incline a supportare Password Pusher, puoi iscriverti a Digital Ocean utilizzando il badge qui sotto.
ja: Password Pusher をサポートしたい場合は、下のバッジを使用して Digital Ocean にサインアップできます。
lv: Ja vēlaties atbalstīt Password Pusher, varat reģistrēties Digital Ocean, izmantojot tālāk norādīto logotipu.
nl: Als u geneigd bent om Password Pusher te steunen, kunt u zich aanmelden bij Digital Ocean met behulp van de onderstaande badge.
no: Hvis du føler deg tilbøyelig til å støtte Password Pusher, kan du registrere deg for Digital Ocean ved å bruke merket nedenfor.
pl: Jeśli masz ochotę wesprzeć program Przekazywacz Haseł, możesz zarejestrować się w Digital Ocean, korzystając z poniższego identyfikatora.
pt_br: Se você se sentir inclinado a apoiar o Password Pusher, você pode se inscrever no Digital Ocean usando o crachá abaixo.
pt_pt: Se sentir inclinado a apoiar o Password Pusher, pode inscrever-se no Digital Ocean usando o distintivo abaixo.
ro: Dacă vă simțiți înclinat să sprijiniți Password Pusher, vă puteți înscrie la Digital Ocean folosind insigna de mai jos.
ru: Если вы хотите поддержать Password Pusher, вы можете подписаться на Digital Ocean, используя значок ниже.
sr: Ако осећате да сте склони да подржите Пассворд Пусхер, можете се пријавити за Дигитал Оцеан користећи значку испод.
sv: Om du känner dig benägen att stödja Password Pusher kan du registrera dig för Digital Ocean med hjälp av märket nedan.
th: หากคุณรู้สึกอยากสนับสนุน Password Pusher คุณสามารถลงชื่อสมัครใช้ Digital Ocean โดยใช้ป้ายด้านล่าง
uk: Якщо ви відчуваєте бажання підтримати Password Pusher, ви можете приєднатися до Digital Ocean за допомогою значка нижче.
ur: اگر آپ پاس ورڈ پشر کو سپورٹ کرنے کی طرف مائل محسوس کرتے ہیں، تو آپ نیچے دیے گئے بیج کو استعمال کر کے ڈیجیٹل اوشین میں سائن اپ کر سکتے ہیں۔

source: Password Pusher will get a hosting credit for the first $25 you spend.
ca: Password Pusher obtindrà un crèdit d'allotjament pels primers 25 dòlars que gasteu.
cs: Password Pusher získá hostovací kredit za prvních 25 $, které utratíte.
da: Password Pusher får en hostingkredit for de første $25, du bruger.
de: Password Pusher erhält eine Hosting-Gutschrift für die ersten 25 $ die Sie ausgeben.
es: Password Pusher obtendrá un crédito de hosting por los primeros $25 que gaste.
fi: Password Pusher saa isännöintihyvityksen ensimmäisestä käyttämästäsi 25 dollarista.
fr: Password Pusher recevra un crédit d'hébergement pour les premiers 25 $ que vous dépensez.
hi: पासवर्ड पुशर को आपके द्वारा खर्च किए गए पहले $25 के लिए होस्टिंग क्रेडिट मिलेगा।
hu: A Password Pusher tárhely-jóváírást kap az első elköltött 25 USD után.
id: Password Pusher akan mendapatkan kredit hosting untuk $25 pertama yang Anda belanjakan.
is: Password Pusher mun fá hýsingarinneign fyrir fyrstu $25 sem þú eyðir.
it: Password Pusher riceverà un credito di hosting per i primi $ 25 spesi.
ja: Password Pusher は、最初の 25 ドル分のホスティング クレジットを獲得します。
lv: Parole Pusher saņems uzturēšanas samaksu par pirmajiem iztērētajiem 25 ASV dolāriem.
nl: Password Pusher krijgt een hostingtegoed voor de eerste $ 25 die u uitgeeft.
no: Password Pusher vil få en vertskreditt for de første $25 du bruker.
pl: Przekazywacz Haseł otrzyma kredyt hostingowy za pierwsze wydane przez Ciebie 25 USD.
pt_br: O Password Pusher receberá um crédito de hospedagem pelos primeiros $ 25 que você gastar.
pt_pt: O Password Pusher receberá um crédito de hospedagem pelos primeiros $25 que gaste.
ro: Password Pusher va primi un credit de găzduire pentru primii 25$ pe care îi cheltuiți.
ru: Password Pusher получит кредит на хостинг за первые потраченные $25.
sr: Пассворд Пусхер ће добити кредит за хостинг за првих 25 долара које потрошите.
sv: Password Pusher får en värdkredit för de första $25 du spenderar.
th: Password Pusher จะได้รับเครดิตโฮสติ้งสำหรับ $25 แรกที่คุณใช้จ่าย
uk: Password Pusher отримає кредит на хостинг за перші витрачені $25.
ur: پاس ورڈ پشر کو آپ کے خرچ کردہ پہلے $25 کے لیے ایک ہوسٹنگ کریڈٹ ملے گا۔

source: For other ways to support Password Pusher, see also the "Want to help out?" section
ca: Per a altres maneres de donar suport a Password Pusher, consulteu també la secció "Vols ajudar?" secció
cs: Další způsoby podpory Password Pusher naleznete také v části "Chcete pomoci?" sekce
da: For andre måder at understøtte Password Pusher på, se også "Vil du hjælpe?" afsnit
de: Weitere Möglichkeiten Password Pusher zu unterstützen, findest du auch unter dem Abschnitt "Willst du helfen?"
es: Para conocer otras formas de colaborar con Password Pusher, consulte también la sección "¿Quiere ayudar?"
fi: Muita tapoja tukea Password Pusheria on myös kohdassa "Haluatko auttaa?" osio
fr: Pour trouver d'autres moyens de soutenir Password Pusher, consultez également la section "Vous voulez aider ?"
hi: पासवर्ड पुशर का समर्थन करने के अन्य तरीकों के लिए, "मदद करना चाहते हैं?" भी देखें। अनुभाग
hu: A Password Pusher támogatásának egyéb módjaiért olvassa el a "Segíteni szeretne?" szakasz
id: Untuk cara lain untuk mendukung Password Pusher, lihat juga bagian "Ingin membantu?"
is: Fyrir aðrar leiðir til að styðja við Password Pusher, sjá einnig "Viltu hjálpa?" kafla
it: Per altri modi per supportare Password Pusher, vedi anche "Vuoi dare una mano?" sezione
ja: Password Pusher をサポートするその他の方法については、「お手伝いしますか?」も参照してください。セクション
lv: Lai uzzinātu par citiem veidiem, kā atbalstīt Password Pusher, skatiet sadaļu "Vai vēlaties palīdzēt?"
nl: Voor andere manieren om Password Pusher te ondersteunen, zie ook "Wil je helpen?" sectie
no: For andre måter å støtte Password Pusher på, se også "Vil du hjelpe?" seksjon
pl: Aby zapoznać się z innymi sposobami wspierania programu Przekazywacz Haseł, zobacz także sekcję "Chcesz pomóc?"
pt_br: Para outras formas de oferecer suporte ao Password Pusher, consulte também a seção "Deseja ajudar?" seção
pt_pt: Para outras formas de oferecer suporte ao Password Pusher, consulte também a secção "Deseja ajudar?"
ro: Pentru alte modalități de a sprijini Password Pusher, consultați și secțiunea "Vrei să ajuți?"
ru: О других способах поддержки Password Pusher читайте в разделе "Хотите помочь нам?"
sr: За друге начине подршке Пассворд Пусхер-у погледајте и „Желите да помогнете?“ одељак
sv: För andra sätt att stödja Password Pusher, se även "Vill du hjälpa till?" sektion
th: สำหรับวิธีอื่นๆ ในการสนับสนุน Password Pusher โปรดดูส่วน "ต้องการความช่วยเหลือหรือไม่" ส่วน
uk: Про інші способи підтримки Password Pusher див. також розділ "Хочете допомогти?"
ur: پاس ورڈ پشر کو سپورٹ کرنے کے دوسرے طریقوں کے لیے، "مدد کرنا چاہتے ہیں؟" بھی دیکھیں۔ سیکشن

source: on the about page
ca: a la pàgina sobre
cs: na stránce informací
da: på siden om
de: auf der Über-Seite
es: en la página acerca de
fi: Tietoja-sivulla
fr: sur la page à propos
hi: इसके बारे में पृष्ठ पर
hu: a névjegy oldalon
id: di halaman tentang
is: á um síðunni
it: nella pagina delle informazioni
ja: についてのページで
lv: lapā Par
nl: op de pagina "over"
no: på om-siden
pl: na stronie o aplikacji
pt_br: na página sobre
pt_pt: na página sobre
ro: pe pagina despre
ru: на странице о проекте
sr: на страници о
sv: på sidan Om
th: ในหน้าเกี่ยวกับ
uk: на сторінці "Про нас
ur: کے بارے میں صفحہ پر

source: Thank you!
ca: Gràcies!
cs: Děkuji!
da: Tak skal du have!
de: Danke!
es: ¡Gracias!
fi: Kiitos!
fr: Merci!
hi: धन्यवाद!
hu: Köszönöm!
id: Terima kasih!
is: Þakka þér fyrir!
it: Grazie!
ja: ありがとうございました！
lv: Paldies!
nl: Dank u!
no: Takk skal du ha!
pl: Dziękuję Ci!
pt_br: Obrigado!
pt_pt: Obrigado!
ro: Vă mulțumesc!
ru: Спасибо!
sr: Хвала вам!
sv: Tack!
th: ขอบคุณ!
uk: Дякую!
ur: شکریہ!

source: Tools & Applications
ca: Eines i aplicacions
cs: Nástroje a aplikace
da: Værktøjer og applikationer
de: Tools & Applikationen
es: Herramientas y Aplicaciones
fi: Työkalut ja sovellukset
fr: Outils et applications
hi: उपकरण एवं अनुप्रयोग
hu: Eszközök és alkalmazások
id: Alat & Aplikasi
is: Verkfæri og forrit
it: Strumenti e Applicazioni
ja: ツールとアプリケーション
lv: Rīki un lietojumprogrammas
nl: Hulpmiddelen en Toepassingen
no: Verktøy og applikasjoner
pl: Narzędzia i aplikacje
pt_br: Ferramentas e Aplicações
pt_pt: Ferramentas e Aplicações
ro: Instrumente și aplicații
ru: Инструменты и приложения
sr: Алати и апликације
sv: Verktyg & Applikationer
th: เครื่องมือและแอปพลิเคชัน
uk: Інструменти та програми
ur: ٹولز اور ایپلی کیشنز

source: Using the JSON API, various tools exist to interface with Password Pusher to automate password distribution.
ca: Mitjançant l'API JSON, existeixen diverses eines per interaccionar amb Password Pusher per automatitzar la distribució de contrasenyes.
cs: Pomocí JSON API existují různé nástroje pro propojení s Password Pusher pro automatizaci distribuce hesel.
da: Ved hjælp af JSON API findes der forskellige værktøjer til at interface med Password Pusher for at automatisere adgangskodedistribution.
de: Unter Verwendung der JSON-API gibt es verschiedene Tools, die eine Schnittstelle zu Password Pusher bilden, um die Passwortverteilung zu automatisieren.
es: Usando la API JSON, existen varias herramientas para interactuar con Password Pusher para automatizar la distribución de contraseñas.
fi: On olemassa useita JSON API-rajapitaa käyttäviä työkaluja, joilla voi käyttää Password Pusheria salasanajakelun automatisoimiseen.
fr: Il existe plusieurs solutions utilisant l'API JSON pour s'interfacer avec Password Pusher afin d'automatiser l'envoi de mots de passe.
hi: JSON API का उपयोग करते हुए, पासवर्ड वितरण को स्वचालित करने के लिए पासवर्ड पुशर के साथ इंटरफ़ेस करने के लिए विभिन्न उपकरण मौजूद हैं।
hu: A JSON API használatával különféle eszközök kapcsolódhatnak a Password Pusher-hez a jelszóelosztás automatizálása érdekében.
id: Dengan menggunakan API JSON, berbagai alat tersedia untuk berinteraksi dengan Password Pusher untuk mengotomatiskan distribusi kata sandi.
is: Með því að nota JSON API eru ýmis verkfæri til til að tengja við Password Pusher til að gera dreifingu lykilorða sjálfvirkan.
it: Per automatizzare la distribuzione delle password esistono vari strumenti che permettono di interfacciarsi a Password Pusher tramite le API JSON.
ja: JSON API を使用して、Password Pusher と連携してパスワード配布を自動化するさまざまなツールが存在します。
lv: Izmantojot JSON saskarni API, pastāv dažādi rīki, kas nodrošina saskarni ar Password Pusher, lai automatizētu paroles izplatīšanu.
nl: Met behulp van de JSON API bestaan er verschillende tools om te communiceren met Wachtwoord Pusher om de wachtwoord distributie te automatiseren.
no: Ved å bruke JSON API finnes det ulike verktøy for å koble til Password Pusher for å automatisere passorddistribusjon.
pl: Korzystając z interfejsu API JSON, istnieją różne narzędzia do łączenia się z narzędziem Przekazywacz Hasel w celu automatyzacji dystrybucji haseł.
pt_br: Usando a API JSON, existem várias ferramentas para interagir com o Password Pusher para automatizar a distribuição de senhas.
pt_pt: Usando a API JSON, existem várias ferramentas para interagir com o Password Pusher de modo a automatizar a distribuição de senhas.
ro: Utilizând API JSON, există diverse instrumente care se pot conecta la Password Pusher pentru a automatiza distribuirea parolelor.
ru: Используя JSON API, существуют различные инструменты для взаимодействия с Password Pusher для автоматизации распространения паролей.
sr: Користећи ЈСОН АПИ, постоје различити алати за повезивање са Пассворд Пусхер-ом за аутоматизацију дистрибуције лозинки.
sv: Med hjälp av JSON-API finns det olika verktyg för att använda Password Pusher för att automatisera lösenordsdistribution.
th: เมื่อใช้ JSON API จะมีเครื่องมือต่างๆ เพื่อเชื่อมต่อกับ Password Pusher เพื่อกระจายรหัสผ่านโดยอัตโนมัติ
uk: Використовуючи JSON API, існують різні інструменти для взаємодії з Password Pusher для автоматизації розповсюдження паролів.
ur: JSON API کا استعمال کرتے ہوئے، پاس ورڈ کی تقسیم کو خودکار کرنے کے لیے پاس ورڈ پشر کے ساتھ انٹرفیس کرنے کے لیے مختلف ٹولز موجود ہیں۔
