Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Minimum Syllable Length
ca: Longitud mínima de la síl·laba
cs: Minimální délka slabiky
cy: Hyd Isafswm y Sillafau
da: Minimum stavelseslængde
de: Minimale Silbenlänge
es: Longitud mínima de la sílaba
fi: Tavun vähimmäispituus
fr: Longueur minimale de la syllabe
hi: न्यूनतम शब्दांश लंबाई
hu: Minimális szótaghossz
id: Panjang Suku Kata Minimum
is: Lágmarkslengd atkvæða
it: Lunghezza minima sillaba
ja: 最小音節長
lv: Minimālais zilbes garums
nl: Minimale Lettergreeplengte
no: Minste stavelseslengde
pl: Minimalna długość sylaby
pt_br: Comprimento mínimo da sílaba
pt_pt: Tamanho Mínimo da Sílaba
ro: Lungimea minimă a silabei
ru: Минимальная длинна части
sr: Минимална дужина слога
sv: Minsta stavelselängd
th: ความยาวพยางค์ขั้นต่ำ
uk: Мінімальна довжина складу
ur: کم از کم نحو کی لمبائی

source: Maximum Syllable Length
ca: Longitud màxima de la síl·laba
cs: Maximální délka slabiky
cy: Hyd Uchaf y Sillafau
da: Maksimal stavelseslængde
de: Maximale Silbenlänge
es: Longitud máxima de la sílaba
fi: Tavun enimmäispituus
fr: Longueur maximale de la syllabe
hi: अधिकतम शब्दांश लंबाई
hu: Maximális szótaghossz
id: Panjang Suku Kata Maksimum
is: Hámarkslengd atkvæða
it: Lunghezza massima sillaba
ja: 最大音節長
lv: Maksimālais zilbes garums
nl: Maximale Lettergreeplengte
no: Maksimal stavelseslengde
pl: Maksymalna długość sylaby
pt_br: Comprimento Máximo da Sílaba
pt_pt: Tamanho máximo da sílaba
ro: Lungimea maximă a silabelor
ru: Максимальная длинна части
sr: Максимална дужина слога
sv: Maximal stavelselängd
th: ความยาวพยางค์สูงสุด
uk: Максимальна довжина складу
ur: زیادہ سے زیادہ نحو کی لمبائی

source: Include numbers
ca: Inclou nombres
cs: Zahrnout čísla
cy: Cynnwys rhifau
da: Inkluder tal
de: Zahlen verwenden
es: Incluir números
fi: Sisällytä numerot
fr: Inclure des chiffres
hi: संख्याएँ शामिल करें
hu: Tartalmazzon számokat
id: Sertakan nomor
is: Láttu tölur fylgja með
it: Includi numeri
ja: 数字を含める
lv: Izmantot skaitļus
nl: Cijfers gebruiken
no: Inkluder tall
pl: Uwzględnij liczby
pt_br: Incluir números
pt_pt: Incluir números
ro: Includeți numere
ru: Включать номера
sr: Укључите бројеве
sv: Inkludera siffror
th: รวมตัวเลข
uk: Вказуйте цифри
ur: نمبر شامل کریں۔

source: Use Titlecase
ca: Utilitzeu la majúscula del títol
cs: Použijte Titlecase
cy: Defnyddiwch Deitl
da: Brug stort Forbogstav
de: 1. Buchstaben großschreiben
es: Usar mayúsculas
fi: Aloita isolla alkukirjaimella
fr: Tenir compte de la casse
hi: टाइटलकेस का प्रयोग करें
hu: Használjon nagy kezdőbetűt
id: Gunakan Titlecase
is: Notaðu Titlecase
it: Usa la maiuscola
ja: タイトルケースを使用
lv: Izmantot Virsraksta stilu
nl: Titelkast Gebruiken
no: Bruk tittelsak
pl: Użyj wielkich liter
pt_br: Usar caixa de título
pt_pt: Usar Maiúsculas e Minúsculas (Titlecase)
ro: Utilizați Titlecase
ru: Использовать заглавные символы
sr: Користите Титлецасе
sv: Använd Versalisering
th: ใช้ตัวพิมพ์ชื่อเรื่อง
uk: Використовуйте регістр заголовка
ur: ٹائٹل کیس استعمال کریں۔

source: Use Separators
ca: Utilitzeu separadors
cs: Použijte oddělovače
cy: Defnyddiwch Wahanyddion
da: Brug separatorer
de: Trennzeichen verwenden
es: Usar separadores
fi: Käytä erottimia
fr: Utiliser des séparateurs
hi: विभाजक का प्रयोग करें
hu: Használjon elválasztókat
id: Gunakan Pemisah
is: Notaðu skiljur
it: Usa separatori
ja: セパレーターを使用する
lv: Izmantot atdalītājus
nl: Gebruik Scheidingstekens
no: Bruk delere
pl: Użyj separatorów
pt_br: Usar separadores
pt_pt: Usar Separadores
ro: Utilizați separatori
ru: Использовать разделители
sr: Користите сепараторе
sv: Använd separatorer
th: ใช้ตัวคั่น
uk: Використовуйте роздільники
ur: جداکاروں کا استعمال کریں۔

source: Test
ca: Prova
cy: Prawf
de: Testen
es: Prueba
fi: Testi
fr: Tester
hi: परीक्षा
hu: Teszt
id: Tes
is: Próf
ja: テスト
lv: Izmēģināt
nl: Proef
pt_br: Teste
pt_pt: Teste
ru: Проверить
sr: Тест
th: ทดสอบ
uk: Тест
ur: پرکھ

source: Separators
ca: Separadors
cs: Separátory
cy: Gwahanwyr
da: Separatorer
de: Trennzeichen
es: Separadores
fi: Erottimet
fr: Séparateurs
hi: विभाजक
hu: Elválasztók
id: Pemisah
is: Skiljur
it: Separatori
ja: セパレーター
lv: Atdalītāji
nl: Scheidingstekens
no: Delere
pl: Separatory
pt_br: Separadores
pt_pt: Separadores
ro: Separatoare
ru: Разделители
sr: Сепаратори
sv: Separatorer
th: ตัวคั่น
uk: Сепаратори
ur: الگ کرنے والے

source: Vowels
ca: Vocals
cs: Samohlásky
cy: Llafariaid
da: Vokaler
de: Vokale
es: Vocales
fi: Vokaalit
fr: Voyelles
hi: स्वर वर्ण
hu: Magánhangzók
id: Vokal
is: Sérhljóðar
it: Vocali
ja: 母音
lv: Patskaņi
nl: Klinkers
no: Vokaler
pl: Samogłoski
pt_br: Vogais
pt_pt: Vogais
ro: Vocale
ru: Гласные
sr: Самогласници
sv: Vokaler
th: สระ
uk: Голосні
ur: سر

source: Consonants
cs: Souhlásky
cy: Cytseiniaid
da: Konsonanter
de: Konsonanten
es: Consonantes
fi: Konsonantit
fr: Consonnes
hi: व्यंजन
hu: Mássalhangzók
id: Konsonan
is: Samhljóðar
it: Consonanti
ja: 子音
lv: Līdzskaņi
nl: Medeklinkers
no: Konsonanter
pl: Spółgłoski
pt_br: Consoantes
pt_pt: Consoantes
ro: Consoane
ru: Согласные
sr: Сугласници
sv: Konsonanter
th: พยัญชนะ
uk: Приголосні
ur: کنسوننٹس

source: Reset to Defaults
ca: Restableix els valors per defecte
cs: Obnovit výchozí
cy: Ailosod i'r Gosodiadau Diofyn
da: Nulstil til standard
de: Auf Standardeinstellungen zurücksetzen
es: Restablecer los valores predeterminados
fi: Palauta oletusarvoihin
fr: Paramètres par défaut
hi: डिफ़ॉल्ट पर पुनः सेट करें
hu: Állítsa vissza az alapértelmezett értékeket
id: Atur Ulang ke Default
is: Endurstilla í sjálfgefnar stillingar
it: Ripristina i Valori Predefiniti
ja: 既定値にリセット
lv: Atiestatīt uz noklusējuma iestatījumiem
nl: Herstellen naar Standaardinstellingen
no: Tilbakestill til standardinnstillinger
pl: Przywróć domyślne
pt_br: Redefinir para padrões
pt_pt: Redefinir para os padrões
ro: Resetare la valorile implicite
ru: Сброс на стандартные
sr: Ресетуј до почетног
sv: Återställ till standard
th: รีเซ็ตเป็นค่าเริ่มต้น
uk: Скидання до налаштувань за замовчуванням
ur: ڈیفالٹس پر ری سیٹ کریں۔

source: Passwords
ca: Contrasenyes
cs: Hesla
cy: Cyfrineiriau
da: Adgangskoder
de: Passwörter
es: Contraseñas
fi: Salasanat
fr: Mots de passe
hi: पासवर्डों
hu: Jelszavak
id: Kata sandi
is: Lykilorð
it: Le password
ja: パスワード
lv: Paroles
nl: Wachtwoorden
no: Passord
pl: Hasła
pt_br: Senhas
pt_pt: Palavras-passe
ro: Parole
ru: Пароли
sr: Лозинке
sv: Lösenord
th: รหัสผ่าน
uk: Паролі
ur: پاس ورڈز

source: Files
ca: Fitxers
cs: Soubory
cy: Ffeiliau
da: Filer
de: Dateien
es: archivos
fi: Tiedostot
fr: Fichiers
hi: फ़ाइलें
hu: Fájlok
id: File
is: Skrár
it: File
ja: ファイル
lv: Faili
nl: Bestanden
no: Filer
pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
ro: Fișiere
ru: Файлы
sr: Фајлови
sv: Filer
th: ไฟล์
uk: Файли
ur: فائلوں

source: URLs
ca: URL
cs: URL
cy: URLau
da: URL'er
es: URL
fi: URL-osoitteet
hi: यूआरएल
hu: URL-ek
id: URL
is: vefslóðir
it: URL
ja: URL
lv: URL
no: URL-er
pl: adresy URL
ro: URL-uri
ru: URL-адреса
sr: УРЛ адресе
sv: webbadresser
th: URL
uk: URL-адреси

source: QR Codes
cy: Codau QR

source: Our apologies but you failed the spam check. You could try contacting us on Github instead.
ca: Les nostres disculpes, però heu fallat la comprovació de correu brossa. En lloc d'això, podeu provar de contactar amb nosaltres a Github.
cs: Omlouváme se, ale neprošel jste kontrolou spamu. Místo toho nás můžete zkusit kontaktovat na Github.
da: Vi beklager, men du bestod ikke spamkontrollen. Du kan prøve at kontakte os på Github i stedet for.
de: Wir entschuldigen uns, aber Sie sind bei der Spam-Prüfung durchgefallen. Sie könnten stattdessen versuchen, uns auf Github zu kontaktieren.
es: Nuestras disculpas, pero no pasó la verificación de correo no deseado. En su lugar, podría intentar contactarnos en Github.
fi: Pahoittelemme, mutta et läpäissyt roskapostin tarkistusta. Voit sen sijaan yrittää ottaa meihin yhteyttä Githubissa.
fr: Toutes nos excuses, mais vous avez échoué à la vérification anti-spam. Vous pouvez essayer de nous contacter sur Github à la place.
hi: हमें खेद है लेकिन आप स्पैम जाँच में विफल रहे। इसके बजाय आप Github पर हमसे संपर्क करने का प्रयास कर सकते हैं।
hu: Elnézést kérünk, de nem sikerült a spamellenőrzés. Ehelyett megpróbálhatja felvenni velünk a kapcsolatot a Githubon.
id: Mohon maaf, namun Anda gagal dalam pemeriksaan spam. Anda dapat mencoba menghubungi kami di Github.
is: Við biðjumst velvirðingar en þú tókst ekki ruslpóstathugunina. Þú gætir prófað að hafa samband við okkur á Github í staðinn.
it: Ci scusiamo ma non hai superato il controllo dello spam. Potresti invece provare a contattarci su Github.
ja: 申し訳ありませんが、スパムチェックに失敗しました。代わりに、Github でお問い合わせください。
lv: Piedodiet, bet Jūs neizturējāt surogātpasta pārbaudi. Tā vietā varat mēģināt sazināties ar mums vietnē GitHub.
nl: Onze excuses, maar u heeft de spamcontrole niet doorstaan. U kunt in plaats daarvan contact met ons opnemen op Github.
no: Vi beklager, men du mislyktes i spam-kontrollen. Du kan prøve å kontakte oss på Github i stedet.
pl: Przepraszamy, ale nie udało Ci się sprawdzić spamu. Możesz spróbować skontaktować się z nami na Github.
pt_br: Nossas desculpas, mas você falhou na verificação de spam. Você pode tentar entrar em contato conosco no Github.
pt_pt: Pedimos desculpa, mas falhou na verificação de spam. Pode tentar entrar em contacto connosco no Github.
ro: Ne cerem scuze, dar nu ați trecut de verificarea spam-ului. În schimb, puteți încerca să ne contactați pe Github.
ru: Приносим свои извинения, но вы не прошли проверку на спам. Вы можете попробовать связаться с нами на Github.
sr: Извињавамо се, али нисте прошли проверу нежељене поште. Уместо тога, можете покушати да нас контактирате на Гитхуб-у.
sv: Vi ber om ursäkt, men du gick inte igenom spamkontrollen. Du kan försöka kontakta oss på Github istället.
th: เราขออภัย แต่คุณไม่ผ่านการตรวจสอบสแปม คุณสามารถลองติดต่อเราได้ที่ Github แทน
uk: Вибачте, але ви не пройшли перевірку на спам. Ви можете спробувати зв'язатися з нами на Github.
ur: ہماری معذرت لیکن آپ سپیم چیک کرنے میں ناکام رہے۔ آپ اس کے بجائے Github پر ہم سے رابطہ کرنے کی کوشش کر سکتے ہیں۔

source: Feedback sent! We will get back to you as soon as possible.
ca: Comentaris enviats! Ens posarem en contacte amb vostè el més aviat possible.
cs: Zpětná vazba byla odeslána! Ozveme se vám co nejdříve.
da: Feedback sendt! Vi vender tilbage til dig hurtigst muligt.
de: Feedback gesendet! Wir werden uns schnellstmöglich bei Ihnen melden.
es: Comentarios enviados! Nos pondremos en contacto con usted lo antes posible.
fi: Palaute lähetetty! Palaamme sinulle mahdollisimman pian.
fr: Commentaires envoyés ! Nous vous répondrons dès que possible.
hi: प्रतिक्रिया भेजी गई! हम यथाशीघ्र आपसे संपर्क करेंगे।
hu: Visszajelzés elküldve! A lehető leghamarabb visszakeresünk.
id: Umpan balik terkirim! Kami akan segera menghubungi Anda secepatnya.
is: Viðbrögð send! Við munum snúa aftur til þín eins fljótt og auðið er.
it: Feedback inviato! Ti risponderemo il prima possibile.
ja: フィードバックが送信されました!できるだけ早くご連絡させていただきます。
lv: Atsauksmes nosūtītas! Mēs sazināsimies ar jums, cik drīz vien iespējams.
nl: Feedback verzonden! We nemen zo snel mogelijk contact met u op.
no: Tilbakemelding sendt! Vi vil komme tilbake til deg så snart som mulig.
pl: Wysłano opinię! Skontaktujemy się z Tobą tak szybko, jak to możliwe.
pt_br: Feedback enviado! Nós entraremos em contato com você o mais breve possível.
pt_pt: Feedback enviado! Nós entraremos em contato com você o mais breve possível.
ro: Feedback trimis! Vă vom răspunde cât mai curând posibil.
ru: Обратная связь отправлена! Мы свяжемся с Вами в кратчайшие сроки.
sr: Повратне информације су послате! Јавићемо вам се што је пре могуће.
sv: Feedback har skickats! Vi återkommer till dig så snart som möjligt.
th: ส่งข้อเสนอแนะแล้ว! เราจะติดต่อกลับโดยเร็วที่สุด
uk: Відгук надіслано! Ми зв'яжемося з вами найближчим часом.
ur: تاثرات بھیجے گئے! ہم جلد از جلد آپ سے رابطہ کریں گے۔

source: Could not send feedback. Did you pass the Humanity Test? Valid email? Try again?
ca: No s'han pogut enviar comentaris. Vas aprovar el Test d'Humanitat? Correu electrònic vàlid? Torna-ho a provar?
cs: Zpětnou vazbu se nepodařilo odeslat. Prošli jste testem lidskosti? Platný email? Zkus to znovu?
da: Kunne ikke sende feedback. Bestod du Humanity Test? Gyldig e-mail? Prøv igen?
de: Feedback konnte nicht gesendet werden. Menschlichkeitstest bestanden? Gültige E-Mail? Nochmals versuchen?
es: No se pudo enviar los comentarios. ¿Pasaste el Test de Humanidad? ¿Email válido? ¿Intentar otra vez?
fi: Palautetta ei voitu lähettää. Läpäisitkö ihmisyystestin? Pätevä sähköposti? Yritä uudelleen?
fr: Impossible d'envoyer le commentaire. Avez-vous passé le test CAPTCHA ? L'email est valide ? Pouvez-vous recommencer ?
hi: प्रतिक्रिया नहीं भेज सका. क्या आपने मानवता परीक्षण पास कर लिया? वैध ईमेल? पुनः प्रयास करें?
hu: Nem sikerült visszajelzést küldeni. Sikerült az emberiesség teszt? Érvényes az email? Megpróbálod újra?
id: Tidak dapat mengirim umpan balik. Apakah Anda lulus Tes Kemanusiaan? Email yang valid? Coba lagi?
is: Gat ekki sent álit. Stóðst þú mannúðarprófið? Gildir tölvupóstur? Reyndu aftur?
it: Impossibile inviare feedback. Hai superato il test di umanità? Email valida? Riprova?
ja: フィードバックを送信できませんでした。あなたは人間性試験に合格しましたか？有効なメール？再試行する？
lv: Nevarēja nosūtīt atsauksmes. Vai nokārtojāt cilvēktestu? Vai Jūsu e-pasta adrese ir derīga? Vai mēģināt vēlreiz?
nl: Uw opmerkingen konden niet verzonden worden. Heb je aangetoond werkelijk persoon te zijn (Humanity Test)? Klopt je e-mail? Probeer het nog eens?
no: Kunne ikke sende tilbakemelding. Bestod du "er du et menneske" testen?? Gyldig e-post? Prøv igjen?
pl: Nie udało się wysłać opinii. Czy zdałeś test na człowieczeństwo? Podałeś prawidłowy adres email? Spróbować ponownie?
pt_br: Não foi possível enviar comentários. Você passou no Teste de Humanidade? Email válido? Tente novamente?
pt_pt: Não foi possível enviar comentários. Passou no Teste de Humanidade? O E-mail está válido? Tente novamente?
ro: Nu s-a putut trimite feedback. Ați trecut testul de umanitate? E-mail valabil? Încercați din nou?
ru: Не удалось отправить отзыв. Вы прошли тест подтверждения? Правильная электронная почта? Попробовать еще раз?
sr: Није могуће послати повратне информације. Да ли сте положили тест хуманости? Важећа имејл адреса? Покушајте поново?
sv: Det gick inte att skicka feedback. Klarade du Humanity Test? Giltig mejl? Försök igen?
th: ไม่สามารถส่งข้อเสนอแนะ คุณผ่านการทดสอบความเป็นมนุษย์หรือไม่? อีเมลที่ถูกต้อง? ลองอีกครั้ง?
uk: Не вдалося відправити відгук. Ви пройшли тест на людяність? Дійсний email? Спробувати ще раз?
ur: تاثرات بھیجے نہیں جا سکے۔ کیا آپ نے انسانیت کا امتحان پاس کیا؟ درست ای میل؟ دوبارہ کوشش کریں؟

source: That push does not belong to you.
ca: Aquesta pujada no et pertany.
cs: Ten tlak vám nepatří.
da: Dette "push" tilhører ikke dig.
de: Dieser Push gehört nicht Ihnen.
es: Ese enlace no te pertenece.
fi: Tämä lähetys ei kuulu sinulle.
fr: Cette publication ne vous appartient pas.
hi: वह धक्का आपका नहीं है.
hu: Ez a küldés nem önhöz tartozik.
id: Dorongan itu bukan milik Anda.
is: Þessi ýta tilheyrir þér ekki.
it: Quel push non ti appartiene.
ja: そのプッシュはあなたのものではありません。
lv: Šī nosūtītā paroles saite nepieder Jums
nl: Die push is niet van jou.
no: Det pushet tilhører ikke deg.
pl: To przekazanie nie należy do ciebie.
pt_br: Esse envio não pertence a você.
pt_pt: Esse envio não pertence a si.
ro: Acest impuls nu vă aparține.
ru: Это отправление не принадлежит вам.
sr: То гурање не припада теби.
sv: Den pushen tillhör inte dig.
th: การผลักดันนั้นไม่ได้เป็นของคุณ
uk: Цей поштовх не належить вам.
ur: وہ دھکا آپ کا نہیں ہے۔

source: That push is already expired.
ca: Aquesta empenta ja està caducada.
cs: Platnost tohoto podnětu již vypršela.
da: Det push er allerede udløbet.
de: Dieser Push ist bereits abgelaufen.
es: Ese enlace ya está vencido.
fi: Tuo työntö on jo vanhentunut.
fr: Cette publication est déjà expirée.
hi: वह पुश पहले ही समाप्त हो चुका है.
hu: Ez a push már lejárt.
id: Dorongan itu sudah kedaluwarsa.
is: Sú þrýstingur er þegar útrunninn.
it: Quel push è già scaduto.
ja: そのプッシュはすでに期限切れです。
lv: Šis spiediens jau ir beidzies.
nl: Die push is al verlopen.
no: Den push-en er allerede utløpt.
pl: To przekazanie już wygasło.
pt_br: Esse push já expirou.
pt_pt: Esse envio já expirou.
ro: Acest impuls a expirat deja.
ru: Это отправление уже истекло.
sr: Тај притисак је већ истекао.
sv: Den pushen har redan gått ut.
th: การผลักดันนั้นหมดอายุแล้ว
uk: Цей поштовх вже вичерпано.
ur: وہ دھکا پہلے ہی ختم ہوچکا ہے۔

source: Invalid URL: Must have a valid URI scheme.
ca: URL no vàlid: ha de tenir un esquema d'URI vàlid.
cs: Neplatná adresa URL: Musí mít platné schéma URI.
da: Ugyldig URL: Skal have et gyldigt URI-skema.
de: Ungültige URL: Muss ein gültiges URI-Schema haben.
es: URL no válida: debe tener un esquema de URI válido.
fi: Virheellinen URL-osoite: Täytyy olla kelvollinen URI-malli.
fr: URL non valide : doit avoir un schéma d'URI valide.
hi: अमान्य यूआरएल: एक वैध यूआरआई योजना होनी चाहिए।
hu: Érvénytelen URL: Érvényes URI-sémával kell rendelkeznie.
id: URL tidak valid: Harus memiliki skema URI yang valid.
is: Ógild vefslóð: Verður að hafa gilt URI kerfi.
it: URL non valido: deve avere uno schema URI valido.
ja: 無効な URL: 有効な URI スキームが必要です。
lv: Nederīgs URL: jābūt derīgai URI shēmai.
nl: Ongeldige URL: Moet een geldig URI-schema hebben.
no: Ugyldig URL: Må ha et gyldig URI-skjema.
pl: Nieprawidłowy adres URL: musi mieć prawidłowy schemat URI.
pt_br: URL inválido: deve ter um esquema de URI válido.
pt_pt: URL inválido: deve ter um esquema de URI válido.
ro: URL invalid: Trebuie să aibă o schemă URI validă.
ru: Неверный URL: Должна быть правильная схема URI.
sr: Неважећи УРЛ: Мора да има важећу УРИ шему.
sv: Ogiltig URL: Måste ha ett giltigt URI-schema.
th: URL ไม่ถูกต้อง: ต้องมีรูปแบบ URI ที่ถูกต้อง
uk: Неправильна URL-адреса: Повинна мати правильну схему URI.
ur: غلط URL: ایک درست URI اسکیم ہونی چاہیے۔

source: Language
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
hi: भाषा
hu: Nyelv
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語
lv: Valoda
nl: Taal
no: Språk
pl: Język
pt_br: Linguagem
pt_pt: Linguagem
ro: Limba
ru: Язык
sr: Језик
sv: Språk
th: ภาษา
uk: Мова
ur: زبان

source: Send Feedback
ca: Envia comentaris
cs: Poslat zpětnou vazbu
de: Feedback senden
es: Enviar comentarios
fi: Lähetä palautetta
fr: Envoyer le commentaire
hi: प्रतिक्रिया भेजें
hu: Visszajelzés küldése
id: Kirim Umpan Balik
is: Senda athugasemdir
it: Invia Feedback
ja: フィードバックを送信
lv: Sūtīt atsauksmes
nl: Feedback Verzenden
no: Send tilbakemelding
pl: Wyślij opinię
pt_br: Enviar comentários
pt_pt: Envie Feedback
ro: Trimiteți feedback
ru: Отправить отзыв
sr: Пошаљи повратне информације
sv: Skicka feedback
th: ส่งความคิดเห็น
uk: Надіслати відгук
ur: رائے بھیجیں

source: Have an idea or wish? Something you don't like? Want to help out? We want to hear it!
ca: Tens una idea o un desig? Alguna cosa que no t'agrada? Vols ajudar? Ho volem escoltar!
cs: Máte nápad nebo přání? Něco co se ti nelíbí? Chcete pomoci? Chceme to slyšet!
da: Har du en idé eller et ønske? Noget du ikke kan lide? Vil du hjælpe? Vi vil gerne høre om det!
de: Eine tolle Idee, einen Fehler gefunden oder einen Wunsch wie Password Pusher noch besser werden kann? Auch bei weiterführenden Informationen helfen wir gern. Schreib uns!
es: ¿Tienes una idea o un deseo? ¿Algo que no te gusta? ¿Quieres ayudar? ¡Queremos oírlo!
fi: Onko sinulla idea tai toive? Jotain, josta et pidä? Haluatko auttaa? Haluamme kuulla sen!
fr: Une idée ou un souhait ? Quelque chose vous déplaît ? Vous voulez aider ? Dites-le nous !
hi: कोई विचार या इच्छा है? कुछ ऐसा जो आपको पसंद नहीं है? मदद करना चाहते हैं? हम इसे सुनना चाहते हैं!
hu: Van ötlete vagy kívánsága? Valami nem tetszik? Szeretnél segíteni? Szeretnénk hallani!
id: Punya ide atau keinginan? Ada yang tidak Anda sukai? Ingin membantu? Kami ingin mendengarnya!
is: Ertu með hugmynd eða ósk? Eitthvað sem þér líkar ekki við? Viltu hjálpa til? Við viljum heyra það!
it: Hai un'idea o un desiderio? Qualcosa non ti piace? Vuoi aiutare? Vogliamo sentirlo!
ja: アイデアや希望はありますか？嫌いなもの？手伝いたいですか？聞きたい！
lv: Vai ir kāda ideja vai vēlēšanās? Kas tāds, kas tev nepatīk? Vai vēlaties palīdzēt? Mēs gribam to dzirdēt!
nl: Heb je een idee of wens? Iets wat je niet leuk vindt? Wil je helpen? Wij willen het horen!
no: Har du en idé eller et ønske? Noe du ikke liker? Vil du hjelpe til? Vi vil høre det!
pl: Masz pomysł lub życzenie? Coś, czego nie lubisz? Chcesz pomóc? Chcemy to usłyszeć!
pt_br: Tem alguma ideia ou sugestão? Algo que você não gostou? Quer ajudar? Nós queremos ouvir você.
pt_pt: Tem uma ideia ou desejo? Algo que não goste? Quer ajudar? Nós queremos ouvi-lo!
ro: Aveți o idee sau o dorință? Ceva ce nu vă place? Vrei să ne ajuți? Vrem să ne spui!
ru: У вас есть идея или пожелание? Что-то не нравится? Хотите помочь? Мы хотим это услышать!
sr: Имате идеју или жељу? Нешто што ти се не свиђа? Желите да помогнете? Желимо да чујемо!
sv: Har du en idé eller önskan? Något du inte gillar? Vill du hjälpa till? Vi vill veta!
th: มีความคิดหรือความปรารถนา? สิ่งที่คุณไม่ชอบ? ต้องการความช่วยเหลือหรือไม่? เราต้องการที่จะได้ยินมัน!
uk: Маєте ідею чи побажання? Щось не подобається? Хочеш допомогти? Ми хочемо це почути!
ur: کوئی خیال یا خواہش ہے؟ کچھ آپ کو پسند نہیں ہے؟ مدد کرنا چاہتے ہیں؟ ہم اسے سننا چاہتے ہیں!

source: Your Name
ca: El teu nom
cs: Tvé jméno
da: Dit navn
de: Name
es: Tu nombre
fi: Nimesi
fr: Votre nom
hi: अप का नाम
hu: A neved
id: Nama Anda
is: Nafn þitt
it: Il Tuo Nome
ja: あなたの名前
lv: Jūsu vārds
nl: Uw Naam
no: Navnet ditt
pl: Twoje imię
pt_br: Seu nome
pt_pt: Seu Nome
ro: Numele dvs
ru: Ваше имя
sr: Твоје име
sv: Ditt namn
th: ชื่อของคุณ
uk: Ваше ім'я
ur: تمھارا نام

source: What is one hundred minus 3?
ca: Què és cent menys 3?
cs: Kolik je sto mínus 3?
da: Hvad er hundrede minus 3?
de: Was ist einhundert minus 3?
es: ¿Cuánto es cien menos 3?
fi: Mikä on sata miinus 3?
fr: Combien font cent moins 3 ?
hi: एक सौ घटा 3 क्या है?
hu: Mennyi a száz mínusz 3?
id: Apa yang dimaksud dengan seratus dikurangi 3?
is: Hvað er hundrað mínus 3?
it: Quanto fa cento meno 3?
ja: 100 マイナス 3 とは何ですか?
lv: Kas ir simts mīnus 3?
nl: Hoeveel is honderd min 3?
no: Hva er hundre minus 3?
pl: Ile to jest sto minus 3?
pt_br: Quanto é cem menos 3?
pt_pt: Quanto é cem menos 3?
ro: Cât este o sută minus 3?
ru: Сколько будет сто минус 3?
sr: Колико је сто минус 3?
sv: Vad är hundra minus 3?
th: หนึ่งร้อยลบ 3 คืออะไร?
uk: Скільки буде сто мінус 3?
ur: ایک سو مائنس 3 کیا ہے؟
