Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: This secret link and all content will be deleted in
ca: Aquest enllaç secret i tot el contingut se suprimiran a
cs: Tento tajný odkaz a veškerý obsah budou smazány
cy: Bydd y ddolen gyfrinachol hon a'r holl gynnwys yn cael eu dileu yn
da: Dette hemmelige link og alt indhold vil blive slettet i
de: Der geheime Link und sämtlicher Inhalt wird gelöscht in
es: Este enlace secreto y todo el contenido se eliminarán en
fi: Tämä salainen linkki ja kaikki sisältö poistetaan
fr: Ce lien secret et tout le contenu seront supprimés dans
hi: यह गुप्त लिंक और सभी सामग्री हटा दी जाएगी
hu: Ez a titkos link és az összes tartalom törlésre kerül
id: Tautan rahasia ini dan semua konten akan dihapus di
is: Þessum leynda hlekk og öllu efni verður eytt inn
it: Questo collegamento segreto e tutti i contenuti verranno eliminati
ja: この秘密のリンクとすべてのコンテンツは で削除されます
lv: Šī slepenā saite un viss saturs tiks dzēsti
nl: Deze geheime link and alle inhoud wordt verwijderd in
no: Denne hemmelige lenken og alt innhold vil bli slettet
pl: Ten tajny link i cała zawartość zostaną usunięte w ciągu
pt_br: Este link secreto e todo o conteúdo serão excluídos em
pt_pt: Este link secreto e todo o conteúdo serão eliminados em
ro: Acest link secret și tot conținutul acestuia vor fi șterse în
ru: Эта секретная ссылка и все содержимое будут удалены в
sr: Ова тајна веза и сав садржај биће избрисани
sv: Denna hemliga länk och allt innehåll kommer att raderas i
th: ลิงค์ลับนี้และเนื้อหาทั้งหมดจะถูกลบใน
uk: Це секретне посилання і весь вміст буде видалено в
ur: اس خفیہ لنک اور تمام مواد کو حذف کر دیا جائے گا۔

source: day
ca: dia
cs: den
cy: dyddiau
da: dag
de: Tag
es: día
fi: päivä
fr: jour
hi: दिन
hu: nap
id: hari
is: dagur
it: giorno
ja: 日々
lv: dienas
nl: dag
no: Dag
pl: dzień
pt_br: dia
pt_pt: dia
ro: ziua
ru: день
sr: дан
sv: dag
th: วัน
uk: день
ur: دن

source: view
ca: vista
cs: Pohled
cy: golygfeydd
da: vis
de: Aufruf
es: vista
fi: katselukerta
fr: vue
hi: देखना
hu: megtekitnés
id: pandangan
is: útsýni
it: visualizzazione
ja: ビュー
lv: skatījumi
nl: weergave
no: Visning
pl: wyświetleniu
pt_br: visualização
pt_pt: visualização
ro: vezi
ru: просмотр
sr: поглед
sv: visning
th: มุมมอง
uk: вид
ur: دیکھیں

source: can be
ca: pot ser
cs: může být
cy: gall fod
da: måske
de: kann
es: puede ser
fi: on
fr: peut être
hi: हो सकता है
hu: lehet
id: bisa jadi
is: getur verið
it: può essere
ja: することができます
lv: var būt
nl: kan worden
no: kan være
pl: może być
pt_br: pode ser
pt_pt: pode ser
ro: poate fi
ru: может быть
sr: може бити
sv: kan vara
th: เป็นไปได้
uk: може бути
ur: ہو سکتا ہے

source: deleted by viewers.
ca: esborrat pels usuaris
cs: smazané diváky.
cy: wedi'i ddileu gan wylwyr.
da: slettet af modtageren.
de: von Betrachtern gelöscht werden.
es: eliminado por los espectadores.
fi: katsojien poistettavissa
fr: supprimé(e) par les utilisateurs.
hi: दर्शकों द्वारा हटा दिया गया.
hu: törölte a megtekintő
id: dihapus oleh pemirsa.
is: eytt af áhorfendum.
it: cancellato dagli spettatori.
ja: 閲覧者により削除されました。
lv: dzēsuši skatītāji.
nl: verwijderd door kijkers.
no: slettet av mottakere.
pl: usunięte przez odbiorców.
pt_br: excluído pelos visualizadores.
pt_pt: eliminado pelos visualizadores.
ro: șterse de către telespectatori.
ru: удалены получателями.
sr: избрисали гледаоци.
sv: raderas av tittarna.
th: ลบโดยผู้ชม
uk: видалені глядачами.
ur: ناظرین کی طرف سے حذف.

source: can NOT be
ca: no pot ser
cs: nemůže být
cy: NI all fod
da: kan IKKE være
de: darf nicht sein
es: no puede ser
fi: ei voi olla
fr: ne peut être
hi: हो नहीं सकता
hu: NEM lehet
id: tIDAK bisa
is: getur ekki verið
it: NON può essere
ja: することはできません
lv: nevar būt
nl: kan NIET worden
no: Kan ikke være
pl: nie może być
pt_br: não pode ser
pt_pt: NÃO pode ser
ro: nU poate fi
ru: не может быть
sr: не може бити
sv: kan INTE vara
th: ไม่สามารถ
uk: нЕ може бути
ur: نہیں ہو سکتا

source: It also includes a
ca: També inclou
cs: Zahrnuje také a
cy: Mae hefyd yn cynnwys
da: Det omfatter også en
de: Es enthält auch eine
es: También incluye un
fi: Se sisältää myös
fr: Il nécessite
hi: इसमें एक भी शामिल है
hu: Ide tartozik még a
id: Ini juga termasuk
is: Það felur einnig í sér a
it: Include anche un
ja: また、
lv: Ietver arī
nl: Het bevat ook een
no: Det inkluderer også en
pl: Zawiera również
pt_br: Também inclui um
pt_pt: Também inclui um
ro: Acesta include, de asemenea, un
ru: Он также включает в себя
sr: Такође укључује а
sv: Den innehåller också en
th: นอกจากนี้ยังรวมถึงก
uk: Він також включає в себе
ur: اس میں ایک بھی شامل ہے۔

source: 1-click preliminary retrieval step
ca: Pas preliminar de recuperació d'1 clic
cs: Předběžný krok pro získání na jedno kliknutí
cy: Cam adfer rhagarweiniol 1 clic
da: 1-klik indledende hentningstrin
de: 1-Klick-Vorabrufschritt
es: Paso de recuperación preliminar con 1 clic
fi: yhden klikin esihakuvaihe
fr: une première étape nécessitant un clic sur un lien
hi: 1-क्लिक प्रारंभिक पुनर्प्राप्ति चरण
hu: 1-kattintásos előzetes visszaállítási lépés
id: langkah pengambilan awal 1-klik
is: 1-smellur bráðabirgðasókn
it: Fase di recupero preliminare con 1 clic
ja: ワンクリック仮検索ステップ
lv: Viena klikšķa iepriekšējā izguves darbība
nl: Voorafgaande ophaalstap met 1 klik
no: 1-klikks foreløpig gjenfinningstrinn
pl: Krok wstępnego pobierania jednym kliknięciem
pt_br: Etapa de recuperação preliminar com 1 clique
pt_pt: Etapa de Recuperação preliminar de 1 clique
ro: etapa de recuperare preliminară cu 1 clic
ru: предварительный механизм исправления доступа в 1 клик
sr: Прелиминарни корак преузимања једним кликом
sv: Preliminär 1-klickhämtning
th: ขั้นตอนการเรียกข้อมูลเบื้องต้น 1 คลิก
uk: крок попереднього пошуку в 1 клік
ur: 1-کلک ابتدائی بازیافت کا مرحلہ

source: View This Push Now
ca: Veure aquesta empenta ara
cs: Zobrazit toto Push Now
cy: Gweld y Gwthio Hwn Nawr
da: Se denne push nu
de: Diesen Push jetzt anzeigen
es: Ver este enlace ahora
fi: Näytä tämä Push nyt
fr: Voir cette publication maintenant
hi: इस पुश को अभी देखें
hu: Tekintse meg ezt a Push-ot most
id: Lihat Push Ini Sekarang
is: Skoðaðu þetta ýta núna
it: Visualizza questo push ora
ja: このプッシュを今すぐ表示
lv: Skatiet šo push tagad
nl: Bekijk Deze Push Nu
no: Se denne push nå
pl: Wyświetl to przekazanie
pt_br: Ver este push agora
pt_pt: Ver Este Envio Agora
ro: Vezi acest Push acum
ru: Просмотреть отправление сейчас
sr: Погледајте овај Пусх сада
sv: Se denna push nu
th: ดูกดนี้เลย
uk: Переглянути цей поштовх зараз
ur: اس پش کو ابھی دیکھیں

source: (will burn a view) or
ca: (gastarà una vista) o
cs: (použije jedno zobrazení) nebo
cy: (bydd yn llosgi golygfa) neu
da: (vil bruge én visning) eller
de: (verbraucht eine Ansicht) oder
es: (consumirá una vista) o
fi: (Käyttää yhden näyttökerran) tai
fr: (cela consommera une vue) ou
hi: (एक दृश्य जला देगा) या
hu: (nézetet fog égetni) ill
id: (akan membakar tampilan) atau
is: (mun brenna útsýni) eða
it: (brucerà una visualizzazione) o
ja: （ビューを焼きます）または
lv: (patērēs skatījumu) vai arī
nl: (zal een weergave verbruiken) of
no: (vil brenne en visning) eller
pl: (zliczy jako wyświetlenie) lub
pt_br: (irá gastar uma visualização) ou
pt_pt: (vai gravar uma visualização) ou
ro: (va arde o vedere) sau
ru: (сожжет вид) или
sr: (сагореће поглед) или
sv: (kommer att bränna en visning) eller
th: (จะเบิร์นวิว) หรือ
uk: (спалить перегляд) або
ur: (ایک منظر کو جلا دے گا) یا

source: Push Another
ca: Empènyer un altre
cy: Gwthiwch Arall
da: Skub en anden
de: weitere Datei pushen!
es: Compartir otro
fi: Työnnä toinen
fr: Publiez un autre
hi: दूसरे को धक्का दो
hu: Nyomj egy másikat
id: Dorong yang lain
is: Ýttu á annan
it: Carica un'altra
ja: もう一押し
lv: Nospiediet citu
nl: Push er nog één
no: Skyv en annen
pl: Przekaż jeszcze
pt_br: empurre outro
pt_pt: Envie Outro
ro: Împingeți un altul
ru: Отправить еще
sr: Гурни другог
sv: Tryck på en annan
th: ดันอีก
uk: Натисни ще раз
ur: ایک اور کو دھکا دیں۔

source: View Audit Log
ca: Veure el registre d'auditoria
cs: Zobrazit protokol auditu
cy: Gweld y Log Archwilio
da: Se revisionslog
de: Auditprotokoll anzeigen
es: Ver Registro de Auditoría
fi: Näytä tarkastusloki
fr: Voir le journal d'audit
hi: ऑडिट लॉग देखें
hu: Ellenőrzési napló megtekintése
id: Lihat Log Audit
is: Skoða endurskoðunarskrá
it: Visualizza Registro di Controllo
ja: 監査ログを表示
lv: Skatīt auditācijas pierakstus
nl: Auditlogboek bekijken
no: Se revisjonslogg
pl: Wyświetl dziennik kontroli
pt_br: Ver registro de auditoria
pt_pt: Ver Log de Auditoria
ro: Vizualizați jurnalul de audit
ru: Просмотр журнала аудита
sr: Погледајте дневник ревизије
sv: Visa granskningslogg
th: ดูบันทึกการตรวจสอบ
uk: Перегляд журналу аудиту
ur: آڈٹ لاگ دیکھیں

source: Tip: Pushing to an international user? Change the secret link language using the dropdown menu to the right of the URL.
ca: Consell: voleu enviar a un usuari internacional? Canvieu l'idioma de l'enllaç secret mitjançant el menú desplegable a la dreta de l'URL.
cs: Tip: Zasílat mezinárodnímu uživateli? Změňte jazyk tajného odkazu pomocí rozbalovací nabídky napravo od adresy URL.
cy: Awgrym: Anfon at ddefnyddiwr rhyngwladol? Newidiwch iaith y ddolen gyfrinachol gan ddefnyddio'r ddewislen i'r dde o'r URL.
da: Tip: "Pusher" du til en international bruger? Skift det hemmelige linksprog ved hjælp af rullemenuen til højre for URL'en.
de: Tipp: Versand an anderssprachige Benutzer? Über das Dropdown-Menü (rechts neben dem generierten Link) lässt sich die Sprache ändern.
es: Sugerencia: ¿Compartiendo con un usuario internacional? Cambie el idioma del enlace secreto usando el menú desplegable a la derecha de la URL.
fi: Vinkki: lähetätkö kansainväliselle käyttäjälle? Vaihda salaisen linkin kieli URL-osoitteen oikealla puolella olevasta valikosta.
fr: Astuce : Vous voulez publier le mot de passe vers un utilisateur parlant une autre langue ? Modifiez le choix du lien privé à l'aide du menu déroulant à droite de l'URL.
hi: युक्ति: किसी अंतर्राष्ट्रीय उपयोगकर्ता को धक्का दे रहे हैं? यूआरएल के दाईं ओर ड्रॉपडाउन मेनू का उपयोग करके गुप्त लिंक भाषा बदलें।
hu: Tipp: Egy nemzetközi felhasználónak küldi? Módosítsa a titkos link nyelvét az URL-től jobbra található legördülő menü segítségével.
id: Tip: Mendorong ke pengguna internasional? Ubah bahasa tautan rahasia menggunakan menu tarik-turun di sebelah kanan URL.
is: Ábending: Að ýta á alþjóðlegan notanda? Breyttu tungumáli leyndartengilsins með því að nota fellivalmyndina hægra megin við vefslóðina.
it: Suggerimento: vuoi caricare una password verso un utente internazionale? Modifica la lingua del collegamento segreto utilizzando il menu a discesa a destra della URL.
ja: ヒント: 国際ユーザーにプッシュしますか? URL の右側にあるドロップダウン メニューを使用して、シークレット リンクの言語を変更します。
lv: Padoms: vēlaties kopīgot paroli ar starptautisku lietotāju? Mainiet slepenās saites valodu, izmantojot nolaižamo izvēlni pa labi no URL.
nl: Tip: Pushen naar een internationale gebruiker? Wijzig de taal van de geheime link met behulp van het vervolgkeuzemenu rechts van de URL.
no: Tips: Sender du til en internasjonal bruker? Endre det hemmelige lenkespråket ved å bruke rullegardinmenyen til høyre for URL-en.
pl: Wskazówka: Przekazujesz do użytkownika obcojęzycznego? Zmień język tajnego linku za pomocą menu rozwijanego po prawej stronie adresu URL.
pt_br: Dica: Enviando para um usuário internacional? Altere o idioma do link secreto usando o menu suspenso à direita da URL.
pt_pt: Dica: Envio para um utilizador internacional? Altere o idioma do link secreto usando o menu de idioma à direita do URL.
ro: Sfat: Trimiterea către un utilizator internațional? Schimbați limba legăturii secrete utilizând meniul derulant din dreapta URL-ului.
ru: Совет: Отправляете ссылку международному пользователю? Измените язык секретной ссылки с помощью выпадающего меню справа от URL.
sr: Савет: Пребацивање међународном кориснику? Промените језик тајне везе помоћу падајућег менија десно од УРЛ адресе.
sv: Tips: Skickar du till en internationell användare? Ändra det hemliga länkspråket med rullgardinsmenyn till höger om URLen.
th: เคล็ดลับ: ส่งไปยังผู้ใช้ต่างประเทศหรือไม่ เปลี่ยนภาษาของลิงก์ลับโดยใช้เมนูแบบเลื่อนลงทางด้านขวาของ URL
uk: Підказка: Надсилаєте посилання міжнародному користувачеві? Змініть мову секретного посилання за допомогою випадаючого меню праворуч від URL-адреси.
ur: ٹپ: ایک بین الاقوامی صارف کو دھکیل رہے ہیں؟ یو آر ایل کے دائیں طرف ڈراپ ڈاؤن مینو کا استعمال کرتے ہوئے خفیہ لنک کی زبان کو تبدیل کریں۔

source: Alternatively auto-detection will select a language based on end-user browser settings.
cy: Fel arall, bydd canfod awtomatig yn dewis iaith yn seiliedig ar osodiadau porwr y defnyddiwr terfynol.

source: Your Secret URL
ca: El vostre URL secret
cs: Vaše tajná adresa URL
cy: Eich URL Cyfrinachol
da: Din hemmelige URL
de: Ihre geheime URL
es: Tu URL secreta
fi: Salainen URL-osoite
fr: Votre URL secrète
hi: आपका गुप्त यूआरएल
hu: Titkos URL-je
id: URL Rahasia Anda
is: Leyndarslóðin þín
it: Il tuo URL segreto
ja: あなたの秘密のURL
lv: Jūsu slepenais URL
nl: Uw geheime URL
no: Din hemmelige URL
pl: Twój tajny adres URL
pt_br: Seu URL secreto
pt_pt: Seu URL secreto
ro: URL-ul tău secret
ru: Ваш секретный URL
sr: Ваш тајни УРЛ
sv: Din hemliga URL
th: URL ลับของคุณ
uk: Ваша секретна URL-адреса
ur: آپ کا خفیہ URL

source: This data contained here will expire after
ca: Aquestes dades contingudes aquí caducaran després
cs: Platnost těchto zde obsažených údajů vyprší
cy: Bydd y data sydd wedi'i gynnwys yma yn dod i ben ar ôl
da: Disse data indeholdt her vil udløbe efter
de: Die hier enthaltenen Daten verfallen nach
es: Estos datos aquí contenidos caducan después
fi: Nämä tässä olevat tiedot vanhenevat tämän jälkeen
fr: Ces données contenues ici expireront après
hi: यहां मौजूद यह डेटा समाप्त हो जाएगा
hu: Ezek az itt található adatok ezt követően lejárnak
id: Data yang terkandung di sini akan kedaluwarsa setelah
is: Þessi gögn sem eru hér munu renna út eftir
it: I dati qui contenuti scadranno dopo
ja: ここに含まれるデータは、
lv: Šie šeit ietvertie dati beigsies pēc
nl: Deze gegevens die hier zijn opgenomen, vervallen daarna
no: Disse dataene her vil utløpe etter
pl: Dane tu zawarte wygasną po
pt_br: Esses dados contidos aqui expirarão após
pt_pt: Esses dados contidos aqui expirarão após
ro: Aceste date conținute aici vor expira după
ru: Срок действия содержащихся здесь данных истекает после
sr: Ови подаци садржани овде ће истећи након
sv: Denna information som finns här kommer att upphöra att gälla efter
th: ข้อมูลนี้มีอยู่ที่นี่จะหมดอายุหลังจากนั้น
uk: Ці дані, що містяться тут, втратять чинність після
ur: یہاں موجود یہ ڈیٹا اس کے بعد ختم ہو جائے گا۔

source: Your Secret Link
ca: El teu enllaç secret
cs: Váš tajný odkaz
cy: Eich Cyswllt Cyfrinachol
da: Dit hemmelige link
de: Geheimer Link
es: Tu enlace secreto
fi: Salainen linkkisi
fr: Votre url privée
hi: आपका गुप्त लिंक
hu: Titkos linkje
id: Tautan Rahasia Anda
is: Leyni hlekkurinn þinn
it: Il tuo collegamento segreto
ja: あなたの秘密のリンク
lv: Jūsu slepenā saite
nl: Uw Geheime Link
no: Din hemmelige lenke
pl: Twój tajny link
pt_br: Seu link secreto
pt_pt: O Seu Link Secreto
ro: Legătura ta secretă
ru: Ваша секретная ссылка
sr: Ваша тајна веза
sv: Din hemliga länk
th: ลิงค์ลับของคุณ
uk: Ваш таємний зв'язок
ur: آپ کا خفیہ لنک

source: The following files have been sent to you.
ca: Us han enviat els fitxers següents.
cs: Byly vám zaslány následující soubory.
cy: Mae'r ffeiliau canlynol wedi cael eu hanfon atoch.
da: Følgende filer er blevet sendt til dig.
de: Die folgenden Dateien wurden Ihnen zugeschickt.
es: Se le han enviado los siguientes archivos.
fi: Seuraavat tiedostot on lähetetty sinulle.
fr: Les fichiers suivants vous ont été envoyés.
hi: निम्नलिखित फ़ाइलें आपको भेज दी गई हैं.
hu: A következő fájlokat küldtük el Önnek.
id: File-file berikut ini telah dikirimkan kepada Anda.
is: Eftirfarandi skrár hafa verið sendar til þín.
it: Ti sono stati inviati i seguenti file.
ja: 次のファイルが送信されました。
lv: Jums ir nosūtīti šādi faili.
nl: De volgende bestanden zijn naar u verzonden.
no: Følgende filer er sendt til deg.
pl: Następujące pliki zostały do Ciebie wysłane.
pt_br: Os seguintes arquivos foram enviados para você.
pt_pt: Os seguintes ficheiros foram enviados para si.
ro: Următoarele fișiere v-au fost trimise.
ru: Вам были отправлены следующие файлы.
sr: Следеће датотеке су вам послате.
sv: Följande filer har skickats till dig.
th: ไฟล์ต่อไปนี้ถูกส่งถึงคุณแล้ว
uk: Ми надіслали вам наступні файли.
ur: درج ذیل فائلیں آپ کو بھیج دی گئی ہیں۔

source: Please download and store in a secure area.
ca: Si us plau, descarregueu-lo i deseu-lo en una àrea segura.
cs: Prosím stáhněte a uložte v zabezpečené oblasti.
cy: Lawrlwythwch a storiwch mewn man diogel.
da: Download venligst og gem på et sikkert område.
de: Bitte herunterladen und in einem sicher speichern.
es: Por favor descárgalo y guárdalo en un área segura.
fi: Lataa ja säilytä suojatussa paikassa.
fr: Veuillez télécharger et stocker dans un espace sécurisé.
hi: कृपया डाउनलोड करें और सुरक्षित क्षेत्र में संग्रहीत करें।
hu: Kérjük, töltse le és tárolja biztonságos helyen.
id: Silakan unduh dan simpan di tempat yang aman.
is: Vinsamlegast hlaðið niður og geymdu á öruggu svæði.
it: Si prega di scaricare e conservare in un'area sicura.
ja: ダウンロードして安全な場所に保管してください。
lv: Lūdzu, lejupielādējiet un uzglabājiet drošā vietā.
nl: Gelieve te downloaden en op te slaan in een beveiligde omgeving.
no: Last ned og lagre på et sikkert område.
pl: Proszę pobrać i przechowywać w bezpiecznym miejscu.
pt_br: Faça o download e armazene em uma área segura.
pt_pt: Por favor descarregue e guarde num local seguro.
ro: Vă rugăm să le descărcați și să le păstrați într-o zonă sigură.
ru: Пожалуйста, скачайте и храните в безопасном месте.
sr: Преузмите и чувајте на безбедном месту.
sv: Ladda ner och lagra på ett säkert område.
th: โปรดดาวน์โหลดและจัดเก็บในพื้นที่ที่ปลอดภัย
uk: Будь ласка, завантажте та зберігайте у безпечному місці.
ur: براہ کرم ڈاؤن لوڈ کریں اور محفوظ جگہ پر اسٹور کریں۔

source: The following message has been sent to you along with the files below.
ca: Se us ha enviat el missatge següent juntament amb els fitxers següents.
cs: Následující zpráva vám byla zaslána spolu s níže uvedenými soubory.
cy: Mae'r neges ganlynol wedi'i hanfon atoch ynghyd â'r ffeiliau isod.
da: Følgende besked er blevet sendt til dig sammen med filerne nedenfor.
de: Die folgende Nachricht wurde Ihnen zusammen mit den unten stehenden Dateien gesendet.
es: Se le ha enviado el siguiente mensaje junto con los archivos a continuación.
fi: Seuraava viesti on lähetetty sinulle yhdessä alla olevien tiedostojen kanssa.
fr: Le message suivant vous a été envoyé avec les fichiers ci-dessous.
hi: निम्नलिखित संदेश आपको नीचे दी गई फ़ाइलों के साथ भेजा गया है।
hu: A következő üzenetet küldtük Önnek az alábbi fájlokkal együtt.
id: Pesan berikut ini telah dikirimkan kepada Anda bersama dengan file-file di bawah ini.
is: Eftirfarandi skilaboð hafa verið send til þín ásamt skrám hér að neðan.
it: Il seguente messaggio ti è stato inviato insieme ai file sottostanti.
ja: 次のメッセージは、以下のファイルとともに送信されました。
lv: Jums ir nosūtīts šāds ziņojums kopā ar tālāk norādītajiem failiem.
nl: Het volgende bericht is samen met de onderstaande bestanden naar u verzonden.
no: Følgende melding er sendt til deg sammen med filene nedenfor.
pl: Została do Ciebie wysłana następująca wiadomość wraz z poniższymi plikami.
pt_br: A seguinte mensagem foi enviada para você junto com os arquivos abaixo.
pt_pt: A seguinte mensagem foi enviada para si junto com os ficheiros abaixo.
ro: Următorul mesaj v-a fost trimis împreună cu fișierele de mai jos.
ru: Данное сообщение было отправлено вам вместе с файлами ниже.
sr: Следећа порука вам је послата заједно са датотекама испод.
sv: Följande meddelande har skickats till dig tillsammans med filerna nedan.
th: ข้อความต่อไปนี้ถูกส่งถึงคุณพร้อมกับไฟล์ด้านล่าง
uk: Наступне повідомлення було надіслано вам разом з наведеними нижче файлами.
ur: درج ذیل فائلوں کے ساتھ آپ کو درج ذیل پیغام بھیجا گیا ہے۔

source: The message is blurred out. Click below to reveal it.
ca: El missatge està desdibuixat. Feu clic a continuació per revelar-lo.
cs: Zpráva je rozmazaná. Kliknutím níže jej odhalíte.
cy: Mae'r neges wedi'i aneglur. Cliciwch isod i'w datgelu.
da: Budskabet er sløret. Klik nedenfor for at afsløre det.
de: Die Botschaft ist verschwommen. Um diese anzuzeigen, klicken Sie unten.
es: El mensaje está borroso. Haga clic a continuación para revelarlo.
fi: Viesti on hämärtynyt. Napsauta alla paljastaaksesi sen.
fr: Le message est flouté. Cliquez ci-dessous pour le révéler.
hi: संदेश धुंधला हो गया है. इसे प्रकट करने के लिए नीचे क्लिक करें।
hu: Az üzenet elmosódott. Kattintson az alábbiakra, hogy felfedje.
id: Pesannya kabur. Klik di bawah ini untuk mengungkapkannya.
is: Skilaboðin eru óskýr. Smelltu hér að neðan til að sýna það.
it: Il messaggio è sfumato. Clicca qui sotto per rivelarlo.
ja: メッセージがぼやけています。下をクリックすると表示されます。
lv: Ziņa ir izplūdusi. Noklikšķiniet zemāk, lai to atklātu.
nl: Uw wachtwoord is vervaagd. Klik hieronder om het te onthullen.
no: Budskapet er uskarpt. Klikk nedenfor for å avsløre det.
pl: Wiadomość jest rozmyta. Kliknij poniżej, aby ją odsłonić.
pt_br: A mensagem está borrada. Clique abaixo para revelá-lo.
pt_pt: Esta mensagem está desfocada. Clique em baixo para a revelar.
ro: Mesajul este estompat. Faceți clic mai jos pentru a-l dezvălui.
ru: Сообщение размыто. Нажмите ниже, чтобы увидеть его.
sr: Порука је замагљена. Кликните испод да бисте га открили.
sv: Budskapet är suddigt. Klicka nedan för att avslöja det.
th: ข้อความเบลอไปหมด คลิกด้านล่างเพื่อเปิดเผย
uk: Повідомлення розмито. Клацніть нижче, щоб розкрити його.
ur: پیغام دھندلا ہوا ہے۔ اسے ظاہر کرنے کے لیے نیچے کلک کریں۔

source: 0 more views
ca: 0 visualitzacions més
cs: již žádné zobrazení
cy: 0 golygfa arall
da: 0 visninger tilbage
de: 0 weitere Aufrufe
es: 0 vistas más
fi: 0 katselukertaa jäljellä
fr: 0 vues restantes
hi: 0 और दृश्य
hu: 0 további megtekintés
id: 0 tampilan lainnya
is: 0 fleiri áhorf
it: 0 visualizzazioni in più
ja: 0 以上のビュー
lv: Vēl 0 skatījumu
nl: 0 meer weergaven
no: 0 flere visninger
pl: 0 więcej wyświetleń
pt_br: mais 0 visualizações
pt_pt: mais 0 visualizações
ro: 0 vizualizări suplimentare
ru: 0 новых просмотров
sr: 0 више прегледа
sv: Inga fler visningar
th: 0 มุมมองเพิ่มเติม
uk: 0 більше переглядів
ur: 0 مزید ملاحظات

source: (this is the last view).
ca: (aquesta és l'última vista).
cs: (toto je poslední zobrazení).
cy: (dyma'r olygfa olaf).
da: (dette er den sidste visning).
de: (dies ist die letzte Ansicht).
es: (esta es la última vista).
fi: (tämä on viimeinen katselukerta).
fr: (dernière visualisation)
hi: (यह अंतिम दृश्य है).
hu: (ez az utolsó nézet).
id: (ini adalah tampilan terakhir).
is: (þetta er síðasta útsýnið).
it: (questa è l'ultima visualizzazione).
ja: （これが最後のビューです）。
lv: (šis ir pēdējais skatījums).
nl: (dit is de laatste weergave).
no: (dette er den siste visningen).
pl: (to ostatni widok).
pt_br: (esta é a última visualização).
pt_pt: (esta é a última visualização).
ro: (aceasta este ultima vizualizare).
ru: (это последний вид).
sr: (ово је последњи поглед).
sv: (detta är sista visningen).
th: (นี่คือมุมมองสุดท้าย).
uk: (це останній вид).
ur: (یہ آخری نظارہ ہے)۔

source: more view
ca: més vista
cs: více zobrazení
cy: mwy o olygfeydd
da: flere visninger
de: weitere Ansicht
es: más vista
fi: katselukerta
fr: vue restante
hi: अधिक दृश्य
hu: több megtekintés
id: lebih banyak tampilan
is: meira útsýni
it: più visualizzazione
ja: より多くのビュー
lv: vairāk skatījumu
nl: meer weergave
no: Mer visning
pl: wyświetlenie
pt_br: mais visualização
pt_pt: mais visualização
ro: mai multe vizualizări
ru: новый просмотр
sr: више погледа
sv: fler visning
th: มุมมองเพิ่มเติม
uk: більше переглядів
ur: مزید نقطہ نظر
