Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Emailed passwords are usually sent with context to what they go to or can potentially be derived from email username, domain etc
id: Kata sandi yang dikirim melalui email biasanya dikirim dengan konteks ke mana kata sandi tersebut ditujukan atau berpotensi berasal dari nama pengguna email, domain, dll..

source: The same risks persist when sending passwords via SMS, WhatsApp, Telegram, Chat etc The data can and is often perpetual and out of your control.
id: Risiko yang sama tetap ada ketika mengirim kata sandi melalui SMS, WhatsApp, Telegram, Chatting, dll... Data tersebut dapat dan sering kali bersifat permanen dan di luar kendali Anda.

source: We have no limits on how many passwords you can push (and have no intentions of adding limits) but we do have a rate limiter so the site doesnt get taken down by bad scripts or bad actors. Limit your tools to maximum 1 password every few seconds and you should be fine.
id: Kami tidak memiliki batasan berapa banyak kata sandi yang dapat Anda masukkan (dan tidak berniat menambah batasan) tetapi kami memiliki pembatas kecepatan sehingga situs tidak akan diambil alih oleh skrip yang buruk atau aktor jahat. Batasi alat Anda hingga maksimum 1 kata sandi setiap beberapa detik dan Anda akan baik-baik saja.
