Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Active and still available for viewing.
ca: Activa i encara disponible per a la seva visualització.
cs: Aktivní a stále dostupné pro zobrazení.
cy: Yn weithredol ac yn dal ar gael i'w weld.
da: Aktive og stadig tilgængelige for visning.
de: Aktiv und noch zur Ansicht verfügbar.
es: Activo y todavía disponible para su visualización.
fi: Aktiivinen ja edelleen katsottavissa.
fr: Actif et toujours disponible pour consultation
hi: सक्रिय और अभी भी देखने के लिए उपलब्ध है।
hu: Aktív és még megtekinthető.
id: Aktif dan masih tersedia untuk dilihat.
is: Virkt og enn hægt að skoða.
it: Attivo e ancora disponibile per la visione.
ja: アクティブで、まだ表示できます。
lv: Aktīvs un joprojām apskatāms.
nl: Actief en nog steeds te bezichtigen.
no: Aktiv og fortsatt tilgjengelig for visning.
pl: Aktywny i nadal dostępne do oglądania.
pt_br: Ativo e ainda disponível para visualização.
pt_pt: Ativo e ainda disponível para visualização.
ro: Activ și încă disponibil pentru vizionare.
ru: Активен и все еще доступен для просмотра.
sr: Активан и још увек доступан за гледање.
sv: Aktiv och fortfarande tillgänglig för visning.
th: ใช้งานอยู่และยังสามารถรับชมได้
uk: Активний і все ще доступний для перегляду.
ur: فعال اور اب بھی دیکھنے کے لیے دستیاب ہے۔

source: Successful Views
ca: Visualitzacions exitoses:
cs: Úspěšné zhlédnutí
cy: Golygfeydd Llwyddiannus
da: Succesfulde visninger
de: Erfolgreiche Aufrufe
es: Vistas exitosas
fi: Onnistuneet näytöt
fr: Vues consultées
hi: सफल दृश्य
hu: Sikeres megtekintések
id: Tampilan yang Berhasil
is: Árangursríkt útsýni
it: Visualizzazioni di Successo
ja: 成功したビュー
lv: Veiksmīgi skatījumi
nl: Succesvolle Weergaven
no: Vellykkede visninger
pl: Udane wyświetlenia
pt_br: Visualizações bem-sucedidas
pt_pt: Visualizações bem-sucedidas
ro: Vizualizări de succes
ru: Успешных просмотров
sr: Суццессфул Виевс
sv: Lyckade visningar
th: การดูที่ประสบความสำเร็จ
uk: Успішні перегляди
ur: کامیاب مناظر

source: The number of times this push has been viewed before expiration.
ca: El nombre de vegades que s'ha vist aquest push abans de la caducitat.
cs: Počet zobrazení tohoto push před vypršením platnosti.
cy: Y nifer o weithiau y mae'r gwthiad hwn wedi cael ei weld cyn iddo ddod i ben.
da: Antallet af gange dette push er blevet set før udløb.
de: Die Häufigkeit, mit der dieser Push vor Ablauf angesehen wurde.
es: El número de veces que se ha visto este enlace antes de que caduque.
fi: Kuinka monta kertaa tämä push on katsottu ennen vanhenemista.
fr: Le nombre de fois que cette publication a été vue avant l'expiration.
hi: समाप्ति से पहले इस पुश को कितनी बार देखा गया है।
hu: Azon alkalmak száma, amikor ezt a leküldést a lejárat előtt megtekintették.
id: Berapa kali dorongan ini dilihat sebelum kedaluwarsa.
is: Fjöldi skipta sem þessi ýta hefur verið skoðuð áður en hún rennur út.
it: Il numero di volte in cui questo push è stato visualizzato prima della scadenza.
ja: 有効期限が切れる前にこのプッシュが表示された回数。
lv: Reižu skaits, kad šis push ir skatīts pirms derīguma termiņa beigām.
nl: Het aantal keren dat deze push is bekeken vóór de vervaldatum.
no: Antall ganger denne push har blitt sett før utløp.
pl: Liczba wyświetleń tego przekazania przed wygaśnięciem.
pt_br: O número de vezes que este push foi visualizado antes da expiração.
pt_pt: O número de vezes que este envio foi visualizado antes de expirar.
ro: Numărul de ori de câte ori a fost vizualizat acest push înainte de expirare.
ru: Количество просмотров этого отправления до истечения срока действия.
sr: Колико је пута овај пусх прегледан пре истека.
sv: Antalet gånger denna push har setts innan utgången.
th: จำนวนครั้งที่มีการดูพุชนี้ก่อนหมดอายุ
uk: Кількість разів, коли цей push був переглянутий до закінчення терміну дії.
ur: میعاد ختم ہونے سے پہلے اس پش کو جتنی بار دیکھا گیا ہے۔

source: Failed View Attempts
ca: Intents de visualització fallits
cs: Neúspěšné pokusy o zobrazení
cy: Ymgeisiau Gweld Methu
da: Mislykkede visningsforsøg
de: Fehlgeschlagene Anzeigeversuche
es: Intentos de Visualización Fallidos
fi: Epäonnistuneet katseluyritykset
fr: Tentatives d'accès
hi: दृश्य प्रयास विफल
hu: Sikertelen megtekintési kísérletek
id: Upaya Melihat Gagal
is: Misheppnuð skoðunartilraunir
it: Tentativi di Visualizzazione Non Riusciti
ja: 失敗した表示試行
lv: Neveiksmīgi skatīšanas mēģinājumi
nl: Mislukte Weergavepogingen
no: Mislykkede visningsforsøk
pl: Nieudane próby wyświetlenia
pt_br: Tentativas de visualização com falhas
pt_pt: Tentativas de visualização falhadas
ro: Încercări eșuate de vizualizare
ru: Неудачные попытки просмотра
sr: Неуспели покушаји прегледа
sv: Misslyckade visningsförsök
th: ความพยายามในการดูล้มเหลว
uk: Невдалі спроби перегляду
ur: دیکھنے کی ناکام کوششیں

source: The number of times this push has been viewed after expiration.
ca: El nombre de vegades que s'ha vist aquesta empenta després de la caducitat.
cs: Počet zobrazení tohoto push po vypršení platnosti.
cy: Y nifer o weithiau y mae'r gwthiad hwn wedi cael ei weld ar ôl iddo ddod i ben.
da: Antallet af gange dette push er blevet set efter udløb.
de: Die Häufigkeit mit der dieser Push nach Ablauf angesehen wurde.
es: El número de veces que se ha visto este enlace después de la expiración.
fi: Kuinka monta kertaa tämä push on katsottu vanhenemisen jälkeen.
fr: Le nombre de fois que cette publication a été vue après expiration.
hi: समाप्ति के बाद इस पुश को कितनी बार देखा गया है।
hu: Az a szám, ahányszor ezt a push-t megtekintették a lejárat után.
id: Berapa kali dorongan ini dilihat setelah kedaluwarsa.
is: Fjöldi skipta sem þessi ýta hefur verið skoðuð eftir að rennur út.
it: Il numero di volte in cui questo push è stato visualizzato dopo la scadenza.
ja: このプッシュが有効期限後に表示された回数。
lv: Reižu skaits, kad šis push ir skatīts pēc derīguma termiņa beigām.
nl: Het aantal keren dat deze push is bekeken na de vervaldatum.
no: Antall ganger denne push har blitt sett etter utløp.
pl: Liczba wyświetleń tego przekazania po wygaśnięciu.
pt_br: O número de vezes que este push foi visualizado após a expiração.
pt_pt: O número de vezes que este envio foi visualizado após expiração.
ro: Numărul de ori de câte ori a fost vizualizat acest push după expirare.
ru: Количество просмотров этого отправления после истечения срока действия.
sr: Колико је пута овај пусх прегледан након истека.
sv: Antalet gånger denna push har setts efter utgången.
th: จำนวนครั้งที่มีการดูพุชนี้หลังจากหมดอายุ
uk: Кількість разів, коли цей push був переглянутий після закінчення терміну дії.
ur: میعاد ختم ہونے کے بعد اس پش کو جتنی بار دیکھا گیا ہے۔

source: Days Remaining
ca: Dies restants
cs: Zbývá dní
cy: Dyddiau sy'n Weddill
da: Tilbageværende dage
de: Verbleibende Tage
es: Días Restantes
fi: Päiviä jäljellä
fr: Jours restants
hi: शेष दिन
hu: Hátralévő napok
id: Hari Tersisa
is: Dagar eftir
it: Giorni Rimanenti
ja: 残存日数
lv: Atlikušās dienas
nl: Resterende Dagen
no: Dager igjen
pl: Pozostało Dni
pt_br: Dias restantes
pt_pt: Dias restantes
ro: Zile rămase
ru: Дней осталось
sr: Преостали дана
sv: Dagar kvar
th: วันเวลาที่เหลือ
uk: Залишилося кілька днів
ur: باقی دنوں

source: Number of days until this push expires if the maximum view count isn't reached.
ca: Nombre de dies fins que caduca aquesta pujada si no s'arriba al nombre màxim de visualitzacions.
cs: Počet dní do vypršení tohoto push, pokud nebude dosaženo maximálního počtu zhlédnutí.
cy: Nifer y dyddiau tan i'r gwthiad hwn ddod i ben os na chyrhaeddir y nifer uchaf o ymweliadau.
da: Antal dage, indtil dette push udløber, hvis det maksimale antal visninger ikke er nået.
de: Anzahl der Tage, bis dieser Push abläuft, wenn die maximale Anzahl der Aufrufe nicht erreicht wurde.
es: Número de días hasta que caduque este envío si no se alcanza el recuento máximo de vistas.
fi: Päivien määrä ennen vanhenemista, jos näyttökertojen enimmäismäärää ei saavuteta ennen sitä.
fr: Nombre de jours jusqu'à expiration de la publication si le nombre maximal de vues n'est pas atteint.
hi: यदि अधिकतम दृश्य संख्या तक नहीं पहुंची है तो इस पुश के समाप्त होने तक दिनों की संख्या।
hu: A napok száma, amíg ez a küldés érvényét veszti, ha nem éri el a maximális megtekintések számát.
id: Jumlah hari hingga dorongan ini berakhir jika jumlah penayangan maksimum tidak tercapai.
is: Fjöldi daga þar til þessi ýting rennur út ef hámarksfjölda áhorfa er ekki náð.
it: Numero di giorni fino alla scadenza del push se non viene raggiunto il numero massimo di visualizzazioni.
ja: 最大ビュー数に達しない場合に、このプッシュが期限切れになるまでの日数。
lv: Dienu skaits līdz šī ziņojuma derīguma termiņa beigām, ja netiek sasniegts maksimālais skatījumu skaits.
nl: Aantal dagen tot deze push verloopt als het maximale aantal weergaven niet is bereikt.
no: Antall dager før denne push utløper hvis maksimalt antall visninger ikke er nådd.
pl: Liczba dni do wygaśnięcia tego przekazania, jeśli nie zostanie osiągnięta maksymalna liczba wyświetleń.
pt_br: Número de dias até a expiração desse push, caso a quantidade máxima de visualizações não for atingida.
pt_pt: Número de dias até que este envio expire, se a contagem máxima de visualizações não for atingida.
ro: Numărul de zile până la expirarea acestui push dacă nu se atinge numărul maxim de vizualizări.
ru: Количество дней до истечения срока действия этого отправления, если максимальное количество просмотров не было достигнуто.
sr: Број дана до истека овог притиска ако се не достигне максимални број прегледа.
sv: Antal dagar tills denna push löper ut om det maximala antalet visningar inte uppnås.
th: จำนวนวันก่อนที่การพุชนี้จะหมดอายุ หากไม่ถึงจำนวนการดูสูงสุด
uk: Кількість днів до завершення цього проштовхування, якщо не буде досягнуто максимальної кількості переглядів.
ur: دیکھنے کی زیادہ سے زیادہ تعداد تک نہ پہنچنے کی صورت میں اس پش کی میعاد ختم ہونے تک دنوں کی تعداد۔

source: Payload
ca: Càrrega útil
cs: Užitečné zatížení
cy: Llwyth tâl
da: Nyttelast
de: Nutzinhalt
es: Carga útil
fi: Hyötykuorma
fr: Charge utile
hi: पेलोड
hu: Hasznos teher
id: Muatan
is: Burðargeta
it: Carico utile
ja: ペイロード
lv: Lietderīgā slodze
no: Innehold
pl: Ładunek
pt_br: Carga útil
pt_pt: Parcela
ro: Sarcina utilă
ru: Полезная нагрузка
sr: Носивост
sv: Nyttolast
th: น้ำหนักบรรทุก
uk: Корисне навантаження
ur: پے لوڈ

source: Contains Message for Receiver
ca: Conté missatge per al receptor
cs: Obsahuje zprávu pro příjemce
cy: Yn cynnwys Neges ar gyfer y Derbynnydd
da: Indeholder besked til modtager
de: Enthält Nachricht für den Empfänger
es: Contiene un mensaje para el destinatario
fi: Sisältää viestin vastaanottajalle
fr: Contient un message pour le destinataire
hi: प्राप्तकर्ता के लिए संदेश शामिल है
hu: Üzenetet tartalmaz a vevő számára
id: Berisi Pesan untuk Penerima
is: Inniheldur skilaboð fyrir viðtakanda
it: Contiene messaggio per il destinatario
ja: 受信者へのメッセージを含む
lv: Satur ziņojumu saņēmējam
nl: Bevat bericht voor ontvanger
no: Inneholder melding for mottaker
pl: Zawiera wiadomość dla odbiorcy
pt_br: Contém mensagem para o destinatário
pt_pt: Contém mensagem para o destinatário
ro: Conține un mesaj pentru destinatar
ru: Содержит сообщение для получателя
sr: Садржи поруку за примаоца
sv: Innehåller meddelande för mottagare
th: มีข้อความสำหรับผู้รับ
uk: Містить повідомлення для одержувача
ur: وصول کنندہ کے لیے پیغام پر مشتمل ہے۔

source: Deleted
ca: S'ha suprimit
cs: Smazáno
cy: Wedi'i ddileu
da: Slettet
de: Gelöscht
es: Eliminado
fi: Poistettu
fr: Supprimé
hi: हटाए गए
hu: Törölve
id: Dihapus
is: Eytt
it: Eliminato
ja: 削除しました
lv: Izdzēsts
nl: Verwijderd
no: Slettet
pl: Usunięto
pt_br: Excluído
pt_pt: Eliminado
ro: Șters
ru: Удалено
sr: Избрисан
sv: raderade
th: ลบแล้ว
uk: Видалено
ur: حذف کر دیا گیا۔

source: Has a text payload been added to this push?
ca: S'ha afegit una càrrega útil de text a aquest push?
cs: Byl k tomuto push přidán textový náklad?
cy: A yw llwyth testun wedi'i ychwanegu at y gwthiad hwn?
da: Er der tilføjet en tekst-nyttelast til dette push?
de: Wurde diesem Push Textinhalt hinzugefügt?
es: ¿Se ha agregado una carga útil de texto a este enlace?
fi: Onko tähän pushiin lisätty tekstiviesti?
fr: Une charge utile de texte a-t-elle été ajoutée à ce push ?
hi: क्या इस पुश में कोई टेक्स्ट पेलोड जोड़ा गया है?
hu: Hozzá lett adva szöveges terhelés ehhez a push-hoz?
id: Apakah muatan teks telah ditambahkan ke push ini?
is: Hefur textahleðslu verið bætt við þessa ýtu?
it: È stato aggiunto un payload di testo a questo push?
ja: このプッシュにテキスト ペイロードが追加されましたか?
lv: Vai šim push ir pievienota teksta slodze?
nl: Is er een tekstpayload aan deze push toegevoegd?
no: Har et tekstinnhold blitt lagt til denne pushen?
pl: Czy do tego przekazania dodano tekst?
pt_br: Uma carga útil de texto foi adicionada a este push?
pt_pt: Já foi adicionado a parcela de texto a este envio ?
ro: A fost adăugată o încărcătură de text la acest push?
ru: Был ли добавлен текст к этому отправлению?
sr: Да ли је овом пусх-у додат текстуални садржај?
sv: Har en textnyttolast lagts till i denna push?
th: เพย์โหลดข้อความถูกเพิ่มในการพุชนี้หรือไม่
uk: Чи було додано текстове навантаження до цього push?
ur: کیا اس پش میں ٹیکسٹ پے لوڈ شامل کیا گیا ہے؟

source: Message Length
ca: Longitud del missatge
cs: Délka zprávy
cy: Hyd y Neges
da: Meddelelseslængde
de: Nachrichtenlänge
es: Longitud del mensaje
fi: Viestin pituus
fr: Longueur des messages
hi: संदेश की लंबाई
hu: Üzenet hossza
id: Panjang Pesan
is: Lengd skilaboða
it: Lunghezza del messaggio
ja: メッセージの長さ
lv: Ziņojuma garums
nl: Berichtlengte
no: Meldingslengde
pl: Długość wiadomości
pt_br: Comprimento da mensagem
pt_pt: Tamanho da mensagem
ro: Lungimea mesajului
ru: Длина сообщения
sr: Дужина поруке
sv: Meddelande Längd
th: ความยาวของข้อความ
uk: Довжина повідомлення
ur: پیغام کی لمبائی

source: Not Applicable
ca: No aplicable
cs: Nelze použít
cy: Ddim yn berthnasol
da: Ikke anvendelig
de: Unzutreffend
es: No aplica
fi: Ei sovellettavissa
fr: N'est pas applicable
hi: लागू नहीं
hu: Nem alkalmazható
id: Tidak Berlaku
is: Á ekki við
it: Non applicabile
ja: 適用できない
lv: Nav piemērojams
nl: Niet toepasbaar
no: Ikke aktuelt
pl: Nie dotyczy
pt_br: Não aplicável
pt_pt: Não aplicável
ro: Nu se aplică
ru: Не применим
sr: Није применљиво
sv: Inte tillämpbar
th: ไม่สามารถใช้ได้
uk: Не застосовується
ur: قابل اطلاق نہیں۔

source: The length of the attached text payload.
ca: La longitud de la càrrega útil del text adjunt.
cs: Délka užitečného zatížení připojeného textu.
cy: Hyd y llwyth tâl testun sydd ynghlwm.
da: Længden af den vedhæftede tekstnyttelast.
de: Die Länge des angehängten Textnutzinhalt.
es: La longitud de la carga útil de texto adjunto.
fi: Liitteenä olevan tekstin hyötykuorman pituus.
fr: La longueur de la charge utile du texte joint.
hi: संलग्न पाठ पेलोड की लंबाई.
hu: A csatolt szöveges adattartalom hossza.
id: Panjang muatan teks yang dilampirkan.
is: Lengd meðfylgjandi textahleðslu.
it: La lunghezza del payload di testo allegato.
ja: 添付されたテキスト ペイロードの長さ。
lv: Pievienotā teksta derīgās slodzes garums.
nl: De lengte van de bijgevoegde tekstpayload.
no: Lengden på det vedlagte tekstinnholdet.
pl: Długość dołączonej informacji tekstowej.
pt_br: O comprimento da carga de texto anexada.
pt_pt: O comprimento da parcela de texto anexada.
ro: Lungimea încărcăturii utile de text atașate.
ru: Длина вложенного текста.
sr: Дужина корисног оптерећења приложеног текста.
sv: Längden på den bifogade textnyttolasten.
th: ความยาวของเพย์โหลดข้อความที่แนบมา
uk: Довжина прикріпленого текстового корисного навантаження.
ur: منسلک ٹیکسٹ پے لوڈ کی لمبائی۔

source: Number of Files Attached
ca: Nombre d'arxius adjunts
cs: Počet připojených souborů
cy: Nifer y Ffeiliau sydd wedi'u Cysylltu
da: Antal vedhæftede filer
de: Anzahl der angehängten Dateien
es: Número de archivos adjuntos
fi: Liitettyjen tiedostojen määrä
fr: Nombre de fichiers joints
hi: संलग्न फ़ाइलों की संख्या
hu: Csatolt fájlok száma
id: Jumlah File yang Dilampirkan
is: Fjöldi skráa sem viðhengi
it: Numero di file allegati
ja: 添付ファイル数
lv: Pievienoto failu skaits
nl: Aantal bijgevoegde bestanden
no: Antall filer vedlagt
pl: Liczba załączonych plików
pt_br: Número de arquivos anexados
pt_pt: Número de Ficheiros Anexados
ro: Numărul de fișiere atașate
ru: Количество прикрепленных файлов
sr: Број приложених датотека
sv: Antal bifogade filer
th: จำนวนไฟล์ที่แนบ
uk: Кількість прикріплених файлів
ur: منسلک فائلوں کی تعداد

source: The number of files attached to this push. This value will be 0 when expired.
ca: El nombre de fitxers adjunts a aquest push. Aquest valor serà 0 quan caduqui.
cs: Počet souborů připojených k tomuto push. Tato hodnota bude po vypršení platnosti 0.
cy: Nifer y ffeiliau sydd ynghlwm wrth y gwthiad hwn. Bydd y gwerth hwn yn 0 pan fydd wedi dod i ben.
da: Antallet af filer, der er knyttet til dette push. Denne værdi vil være 0, når den er udløbet.
de: Die Anzahl der an diesen Push angehängten Dateien. Dieser Wert wird 0, wenn der Push abgelaufen ist.
es: El número de archivos adjuntos a esta inserción. Este valor será 0 cuando caduque.
fi: Tähän push-tiedostoon liitettyjen tiedostojen määrä. Tämä arvo on 0, kun se vanhenee.
fr: Le nombre de fichiers joints à ce push. Cette valeur sera 0 une fois expirée.
hi: इस पुश से जुड़ी फ़ाइलों की संख्या. समाप्त होने पर यह मान 0 होगा।
hu: A leküldéshez csatolt fájlok száma. Ez az érték 0 lesz, amikor lejár.
id: Jumlah file yang dilampirkan pada dorongan ini. Nilai ini akan menjadi 0 ketika kedaluwarsa.
is: Fjöldi skráa sem fylgja þessu ýti. Þetta gildi verður 0 þegar það rennur út.
it: Il numero di file allegati a questo push. Questo valore sarà 0 quando scaduto.
ja: このプッシュに添付されたファイルの数。有効期限が切れると、この値は 0 になります。
lv: Šim pusham pievienoto failu skaits. Kad beigsies derīguma termiņš, šī vērtība būs 0.
nl: Het aantal bestanden dat aan deze push is gekoppeld. Deze waarde is 0 wanneer deze is verlopen.
no: Antall filer knyttet til denne push. Denne verdien vil være 0 når utløpt.
pl: Liczba plików dołączonych do tego przekazania. Ta wartość będzie równa 0 po wygaśnięciu.
pt_br: O número de arquivos anexados a este push. Este valor será 0 quando expirado.
pt_pt: O número de ficheiros anexados ao envio. Este valor será 0 quando expirado.
ro: Numărul de fișiere atașate la acest push. Această valoare va fi 0 atunci când expiră.
ru: Количество файлов, прикрепленных к данному отправлению. По истечении срока действия это значение станет равно 0.
sr: Број датотека приложених овом пусх. Ова вредност ће бити 0 када истекне.
sv: Antalet filer som är bifogade till denna push. Detta värde kommer att vara 0 när det löper ut.
th: จำนวนไฟล์ที่แนบมากับพุชนี้ ค่านี้จะเป็น 0 เมื่อหมดอายุ
uk: Кількість файлів, прикріплених до цього пушу. Після закінчення терміну дії це значення буде дорівнювати 0.
ur: اس پش سے منسلک فائلوں کی تعداد۔ میعاد ختم ہونے پر یہ قدر 0 ہو گی۔

source: Attached Files
ca: Fitxers adjunts
cs: Přiložené soubory
cy: Ffeiliau Atodol
da: Vedhæftede filer
de: Angehängte Dateien
es: Archivos adjuntos
fi: Liitetyt tiedostot
fr: Fichiers joints
hi: संलग्न फाइल
hu: Csatolt fájlok
id: File Terlampir
is: Meðfylgjandi skrár
it: File allegati
ja: 添付ファイル
lv: Pievienotie faili
nl: Bijgevoegde bestanden
no: Vedlagte filer
pl: Załączone pliki
pt_br: Arquivos anexados
pt_pt: Ficheiros Anexados
ro: Fișiere atașate
ru: Вложенные файлы
sr: Приложене датотеке
sv: Bifogade filer
th: ไฟล์ที่แนบมา
uk: Прикріплені файли
ur: منسلک فائلوں

source: Filename:
ca: Nom de l'arxiu:
cs: Název souboru:
cy: Enw ffeil:
da: Filnavn:
de: Dateiname:
es: Nombre del archivo:
fi: Tiedoston nimi:
fr: Nom de fichier:
hi: फ़ाइल का नाम:
hu: Fájl név:
id: Nama file:
is: Skráarnafn:
it: Nome del file:
ja: ファイル名：
lv: Faila nosaukums:
nl: Bestandsnaam:
no: Filnavn:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
pt_pt: Nome do ficheiro:
ro: Numele fișierului:
ru: Имя файла:
sr: Назив документа:
sv: Filnamn:
th: ชื่อไฟล์:
uk: Ім'я файлу:
ur: فائل کا نام:

source: Size:
ca: Mida:
cs: Velikost:
cy: Maint:
da: Størrelse:
de: Größe:
es: Tamaño:
fi: Koko:
fr: Taille:
hi: आकार:
hu: Méret:
id: Ukuran:
is: Stærð:
it: Dimensione:
ja: サイズ：
lv: Izmērs:
nl: Bestandsgrootte:
no: Størrelse:
pl: Rozmiar:
pt_br: Tamanho:
pt_pt: Tamanho:
ro: Dimensiune:
ru: Размер:
sr: Величина:
sv: Storlek:
th: ขนาด:
uk: Розмір:
ur: سائز:

source: All attached files have been deleted.
ca: S'han suprimit tots els fitxers adjunts.
cs: Všechny přiložené soubory byly smazány.
cy: Mae'r holl ffeiliau ynghlwm wedi'u dileu.
da: Alle vedhæftede filer er blevet slettet.
de: Alle angehängten Dateien wurden gelöscht.
es: Todos los archivos adjuntos han sido eliminados.
fi: Kaikki liitetiedostot on poistettu.
fr: Tous les fichiers joints ont été supprimés.
hi: सभी संलग्न फ़ाइलें हटा दी गई हैं.
hu: Az összes csatolt fájl törölve lett.
id: Semua file terlampir telah dihapus.
is: Öllum meðfylgjandi skrám hefur verið eytt.
it: Tutti i file allegati sono stati eliminati.
ja: 添付ファイルはすべて削除されました。
lv: Visi pievienotie faili ir izdzēsti.
nl: Alle bijlagen zijn verwijderd.
no: Alle vedlagte filer er slettet.
pl: Wszystkie załączone pliki zostały usunięte.
pt_br: Todos os arquivos anexados foram excluídos.
pt_pt: Todos os ficheiros anexados foram eliminados.
ro: Toate fișierele atașate au fost șterse.
ru: Все вложенные файлы были удалены.
sr: Све приложене датотеке су избрисане.
sv: Alla bifogade filer har raderats.
th: ลบไฟล์แนบทั้งหมดแล้ว
uk: Всі прикріплені файли було видалено.
ur: تمام منسلک فائلوں کو حذف کر دیا گیا ہے۔

source: Expire Now
ca: Caduca ara
cs: Vyprší nyní
cy: Dod i Ben Nawr
da: Udløb nu
de: Jetzt ablaufen lassen
es: Caduca Ahora
fi: Merkitse vanhentuneeksi
fr: Expiration immédiate
hi: अब समाप्त हो जाओ
hu: Lejár most
id: Kedaluwarsa Sekarang
is: Rennur út núna
it: Scade ora
ja: 今すぐ期限切れ
lv: Derīguma termiņš beigsies tagad
nl: Nu laten verlopen
no: Utløper nå
pl: Wygaś teraz
pt_br: Expirar agora
pt_pt: Expira agora
ro: Expiră acum
ru: Просрочится сейчас
sr: Истек одмах
sv: Förfall nu
th: หมดอายุตอนนี้
uk: Закінчити зараз
ur: اب ختم

source: Delete This Push?
cy: Dileu'r Gwthiad Hwn?

source: This will expire this secret link and
ca: Això caducarà aquest enllaç secret i
cs: Tím vyprší platnost tohoto tajného odkazu a
cy: Bydd hyn yn dod i ben y ddolen gyfrinachol hon a
da: Dette vil registrere dette hemmelige link som udløbet
de: Dadurch wird der geheime Link ungültig und
es: Esto caducará este enlace secreto y
fi: Tämä merkkaa salaisen linkin vanhentuneeksi ja
fr: Cette action fera expirer l'url privée et
hi: इससे यह गुप्त लिंक समाप्त हो जाएगा और
hu: Ezzel lejár ez a titkos link és
id: Ini akan mengakhiri tautan rahasia ini dan
is: Þetta mun renna út þennan leynilega hlekk og
it: Questo scadrà questo link segreto e
ja: これにより、この秘密のリンクが期限切れになり、
lv: Tas izbeigs šīs slepenās saites derīguma termiņu un
nl: Hierdoor verloopt deze geheime link en
no: Dette vil utløpe denne hemmelige lenken og
pl: Ten tajny link wygaśnie i
pt_br: Isso irá expirar este link secreto e
pt_pt: Isto irá expirar este link secreto e
ro: Acest lucru va expira această legătură secretă și
ru: Это приведет к истечению срока действия секретной ссылки и
sr: Ово ће истећи ову тајну везу и
sv: Detta kommer att upphöra den hemliga länken och
th: นี่จะทำให้ลิงค์ลับนี้หมดอายุและ
uk: Після цього термін дії секретного посилання закінчиться, і
ur: اس سے اس خفیہ لنک کی میعاد ختم ہو جائے گی اور
