Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: remove all content from the database forever
ca: eliminar tot el contingut de la base de dades per sempre
cs: navždy odstranit veškerý obsah z databáze
cy: dileu'r holl gynnwys o'r gronfa ddata am byth
da: fjern alt indhold fra databasen for altid
de: Sämtliche Inhalte dauerhaft aus der Datenbank löschen
es: eliminar todo el contenido de la base de datos para siempre
fi: poista kaikki sisältö tietokannasta ikuisesti
fr: supprimer définitivement tout le contenu de la base de données
hi: डेटाबेस से सभी सामग्री को हमेशा के लिए हटा दें
hu: örökre távolítson el minden tartalmat az adatbázisból
id: menghapus semua konten dari database selamanya
is: fjarlægja allt efni úr gagnagrunninum að eilífu
it: rimuovere per sempre tutto il contenuto dal database
ja: データベースからすべてのコンテンツを永久に削除する
lv: uz visiem laikiem noņemiet visu saturu no datu bāzes
nl: verwijder alle inhoud voor altijd uit de database
no: fjern alt innhold fra databasen for alltid
pl: usuń nieodwracalnie całą zawartość z bazy danych
pt_br: remover todo o conteúdo do banco de dados para sempre
pt_pt: remover todo o conteúdo da base de dados para sempre
ro: elimină tot conținutul din baza de date pentru totdeauna
ru: навсегда удалить все содержимое из базы данных
sr: заувек уклоните сав садржај из базе података
sv: ta bort allt innehåll från databasen för alltid
th: ลบเนื้อหาทั้งหมดออกจากฐานข้อมูลอย่างถาวร
uk: назавжди видалити весь вміст з бази даних
ur: ڈیٹا بیس سے تمام مواد کو ہمیشہ کے لیے ہٹا دیں۔

source: The audit log (including future attempted views) will still be maintained going forward.
ca: El registre d'auditoria (incloent-hi els intents de visualització futurs) es mantindrà a partir d'ara.
cs: Protokol auditu (včetně budoucích pokusů o zobrazení) bude nadále udržován.
cy: Bydd y log archwilio (gan gynnwys ceisiadau i weld y rhain yn y dyfodol) yn dal i gael ei gynnal o hyn ymlaen.
da: Revisionsloggen (inklusive fremtidige forsøg på visninger) vil fremover stadig blive vedligeholdt.
de: Das Audit-Log (einschließlich zukünftiger Aufrufversuche) wird auch in Zukunft beibehalten.
es: El registro de auditoría (incluidos los intentos de visualización futuros) se mantendrá en el futuro.
fi: Tarkastusloki (mukaan lukien tulevat katseluyritykset) säilytetään edelleen.
fr: Le journal d'audit (y compris les futures tentatives de consultation) existera toujours.
hi: ऑडिट लॉग (भविष्य में प्रयास किए गए विचारों सहित) अभी भी आगे भी बनाए रखा जाएगा।
hu: Az ellenőrzési napló (beleértve a jövőbeli megkísérelt megtekintéséeket is) a továbbiakban is megőrződik.
id: Log audit (termasuk percobaan tampilan di masa mendatang) akan tetap dipertahankan di masa mendatang.
is: Endurskoðunarskránni (þar á meðal framtíðarsýnatilraunum) verður áfram haldið áfram.
it: Il registro di controllo (compresi i tentativi di visualizzazione futuri) verrà comunque mantenuto in futuro.
ja: 監査ログ (今後試行されるビューを含む) は、今後も維持されます。
lv: Auditācijas pieraksti (tostarp turpmākie skatījumu mēģinājumi) joprojām tiks saglabāti arī turpmāk.
nl: Het controlelogboek (inclusief toekomstige weergavepogingen) wordt in de toekomst nog steeds bijgehouden.
no: Revisjonsloggen (inkludert fremtidige forsøk på visninger) vil fortsatt opprettholdes fremover.
pl: Dziennik kontroli (w tym przyszłe próby wyświetlenia) będzie nadal utrzymywany w przyszłości.
pt_br: O log de auditoria (incluindo tentativas de visualizações futuras) será mantido daqui para frente.
pt_pt: O log de auditoria (incluindo futuras tentativas de visualização) ainda será mantido daqui para frente.
ro: Registrul de audit (inclusiv viitoarele încercări de vizualizare) va fi menținut și în continuare.
ru: Журнал аудита (включая будущие попытки просмотра) будет вестись и в дальнейшем.
sr: Дневник ревизије (укључујући будуће покушаје прегледа) ће се и даље одржавати.
sv: Granskningsloggen (inklusive framtida visningsförsök) kommer fortfarande att bibehållas framöver.
th: บันทึกการตรวจสอบ (รวมถึงมุมมองที่พยายามในอนาคต) จะยังคงอยู่ต่อไป
uk: Журнал аудиту (включаючи майбутні спроби перегляду) буде зберігатися і надалі.
ur: آڈٹ لاگ (مستقبل میں کوشش کی گئی آراء سمیت) اب بھی آگے بڑھ کر برقرار رکھا جائے گا۔

source: Start of Audit Log
ca: Inici del registre d'auditoria
cs: Začátek protokolu auditu
cy: Dechrau'r Log Archwilio
da: Start på revisionslog
de: Beginn des Audit-Logs
es: Inicio de registro de auditoría
fi: Tarkastuslokin alku
fr: Début du journal d'audit
hi: ऑडिट लॉग की शुरुआत
hu: Ellenőrzési napló eleje
id: Memulai Catatan Audit
is: Upphaf endurskoðunarskrár
it: Inizio del Registro di Controllo
ja: 監査ログの開始
lv: Auditācijas pierakstu sākums
nl: Begin van Auditlogboek
no: Start av revisjonslogg
pl: Początek dziennika audytu
pt_br: Início do registro de auditoria
pt_pt: Início do Log de Auditoria
ro: Începutul jurnalului de audit
ru: Начало журнала аудита
sr: Почетак дневника ревизије
sv: Start av granskningslogg
th: เริ่มต้นบันทึกการตรวจสอบ
uk: Початок журналу аудиту
ur: آڈٹ لاگ کا آغاز

source: As the push receives activity, a log of each with identifying information will show up here.
ca: A mesura que l'empenta rebi activitat, aquí apareixerà un registre de cadascun amb informació d'identificació.
cs: Jakmile push obdrží aktivitu, zobrazí se zde protokol každého s identifikačními informacemi.
cy: Wrth i'r gwthiad dderbyn gweithgaredd, bydd log o bob un gyda gwybodaeth adnabod yn ymddangos yma.
da: Efterhånden som pushet modtager aktivitet, vises en log over hver med identificerende oplysninger her.
de: Wenn die Push-Nachricht aufgerufen wird, wird hier ein Protokoll mit den entsprechenden Informationen angezeigt.
es: Cada vez que se utilice un enlace, aquí aparecerá un registro con información de identificación.
fi: Kun push vastaanottaa toimintaa, jokaisen loki, jossa on tunnistetiedot, tulee näkyviin tähän.
fr: Au fur et à mesure que le push reçoit de l'activité, un journal de chacun avec des informations d'identification s'affichera ici.
hi: जैसे ही पुश को गतिविधि प्राप्त होगी, पहचान संबंधी जानकारी के साथ प्रत्येक का एक लॉग यहां दिखाई देगा।
hu: Amint a leküldés tevékenységet kap, mindegyikről egy napló jelenik meg az azonosító adatokkal.
id: Saat push menerima aktivitas, log masing-masing dengan informasi identifikasi akan muncul di sini.
is: Þegar ýtið tekur á móti virkni mun skrá yfir hvern með auðkennandi upplýsingum birtast hér.
it: Man mano che il push riceve l'attività, qui verrà visualizzato un registro di ciascuno con le informazioni di identificazione.
ja: プッシュがアクティビティを受信すると、識別情報を含むそれぞれのログがここに表示されます。
lv: Kad push saņems aktivitāti, šeit tiks parādīts katras ziņas žurnāls ar identificējošu informāciju.
nl: Naarmate de push activiteit ontvangt, wordt hier een logboek met identificerende informatie weergegeven.
no: Når push mottar aktivitet, vil en logg over hver med identifiserende informasjon vises her.
pl: Po wyświetleniu przekazania, w tym miejscu pojawi się dziennik z informacjami identyfikacyjnymi.
pt_br: À medida que o push recebe atividade, um log de cada um com informações de identificação aparecerá aqui.
pt_pt: Assim que houver atividade no envio, um registo com informações identificativas aparecerá aqui.
ro: Pe măsură ce push primește activitate, aici va apărea un jurnal cu informații de identificare pentru fiecare dintre acestea.
ru: По мере того, как будут происходить события с отправкавлениями, здесь будут появляться логи для каждого из них.
sr: Како пусх прима активност, овде ће се приказати евиденција сваког са идентификационим информацијама.
sv: När pushen tar emot aktivitet kommer en logg över var och en med identifierande information att dyka upp här.
th: เมื่อพุชได้รับกิจกรรม บันทึกของแต่ละรายการพร้อมข้อมูลที่ระบุจะแสดงขึ้นที่นี่
uk: Коли пуш отримає активність, тут з'явиться журнал кожного з них з ідентифікаційною інформацією.
ur: جیسے ہی پش سرگرمی حاصل کرتا ہے، شناختی معلومات کے ساتھ ہر ایک کا ایک لاگ یہاں ظاہر ہوگا۔

source: End of Audit Log
ca: Fi del registre d'auditoria
cs: Konec protokolu auditu
cy: Diwedd y Log Archwilio
da: Slut på revisionslog
de: Ende des Prüfungslogs
es: Fin del Registro de Auditoría
fi: Tarkastuslokin loppu
fr: Fin du journal d'audit
hi: ऑडिट लॉग का अंत
hu: Ellenőrzési napló vége
id: Catatan Akhir Audit
is: Endurskoðunarskrá
it: Fine del registro di controllo
ja: 監査ログの終わり
lv: Auditācijas pierakstu beigas
nl: Einde van Auditlogboek
no: Slutt på revisjonslogg
pl: Koniec dziennika audytu
pt_br: Fim do Log de auditoria
pt_pt: Fim do Registo de Auditoria
ro: Sfârșitul jurnalului de audit
ru: Конец журнала аудита
sr: Крај дневника ревизије
sv: Slut på granskningslogg
th: สิ้นสุดบันทึกการตรวจสอบ
uk: Кінець журналу аудиту
ur: آڈٹ لاگ کا اختتام

source: Edit Push
cy: Golygu Gwthio

source: Editing Push
cy: Golygu Gwthio

source: You currently have no active pushes.
cy: Nid oes gennych unrhyw wthio gweithredol ar hyn o bryd.

source: You currently have no expired pushes.
cy: Nid oes gennych unrhyw wthiadau sydd wedi dod i ben ar hyn o bryd.

source: You currently have no pushes.
cy: Nid oes gennych unrhyw wthio ar hyn o bryd.

source: Push a Password Now
ca: Premeu una contrasenya ara
cs: Zadejte heslo
cy: Gwthiwch Gyfrinair Nawr
da: Tryk på en adgangskode nu
de: Jetzt Passwörter pushen
es: Comparte una contraseña ahora
fi: Paina salasana nyt
fr: Publier un mot de passe maintenant
hi: अभी पासवर्ड पुश करें
hu: Nyomjon jelszót most
id: Masukkan Kata Sandi Sekarang
is: Ýttu á lykilorð núna
it: Invia una Password Ora
ja: 今すぐパスワードをプッシュ
lv: Nospiediet paroli tūlīt
nl: Push nu een wachtwoord
no: Trykk på et passord nå
pl: Przekaż hasło
pt_br: Empurre uma senha agora
pt_pt: Envie uma Palavra-passe Agora
ro: Introduceți o parolă acum
ru: Отправить пароль
sr: Притисните лозинку одмах
sv: Tryck på ett lösenord nu
th: กดรหัสผ่านทันที
uk: Введіть пароль зараз
ur: ابھی پاس ورڈ پش کریں۔

source: Expired Pushes
cy: Gwthiadau sydd wedi Dod i Ben

source: All Pushes
cy: Pob Gwthiad

source: Name or ID
cy: Enw neu ID

source: Kind
cy: Caredig

source: Note
ca: Nota
cs: Poznámka
cy: Nodyn
da: Bemærkning
de: Notiz
es: Nota
fi: Lisätieto
hi: टिप्पणी
hu: jegyzet
id: Catatan
is: Athugið
it: Nota
ja: ノート
lv: Piezīme
nl: Opmerking
no: Merk
pl: Notatka
pt_br: Observação
pt_pt: Nota
ro: Notă
ru: Примечание
sr: Белешка
sv: Notera
th: บันทึก
uk: Примітка
ur: نوٹ

source: Remaining
cy: Yn weddill

source: File(s)
cy: Ffeil(iau)

source: QR Code
cy: Cod QR

source: Text
cy: Testun

source: %{views} views or %{days} days
cy: %{views} golygfeydd neu %{days} diwrnod

source: Push Controls
ca: Controls de les pujades
cy: Rheolyddion Gwthio
da: "Push" instillinger
de: Push-Steuerelemente
es: Controles de los enlaces
fi: Lähetyskontrollit
fr: Commandes de publication
hi: पुश नियंत्रण
id: Kontrol Dorong
is: Ýttu á stýringar
it: Comandi di push
ja: プッシュ コントロール
lv: Paroles sūtīšanas vadīkla
nl: Push Controle
no: Trykk på knapper
pl: Przyciski sterujące
pt_br: Controles de envio
pt_pt: Controladores de Envio
ro: Comenzi de împingere
ru: Контроль отправления
sr: Гурните контроле
sv: Push-kontroller
th: การควบคุมแบบกด
uk: Кнопки управління
ur: پش کنٹرولز

source: Preview
ca: Vista prèvia
cs: Náhled
cy: Rhagolwg
da: Forhåndsvisning
de: Vorschau
es: Vista previa
fi: Esikatselu
fr: Aperçu
hi: पूर्व दर्शन
hu: Előnézet
id: Pratinjau
is: Forskoðun
it: Anteprima
ja: プレビュー
lv: Priekšskatījums
nl: Voorbeeld
no: Forhåndsvisning
pl: Podgląd
pt_br: Visualizar
pt_pt: Pré-visualizar
ro: Previzualizare
ru: Предварительный просмотр
sr: Преглед
sv: Förhandsgranska
th: ดูตัวอย่าง
uk: Попередній перегляд
ur: پیش نظارہ

source: Audit
ca: Auditoria
cs: Kontrola
cy: Archwiliad
da: Revidere
de: Prüfung
es: Auditoría
fi: Auditointi
hi: अंकेक्षण
hu: Ellenőrzés
is: Endurskoðun
ja: 監査
lv: Audits
no: Revidere
pl: Audyt
pt_br: Auditoria
pt_pt: Auditoria
ru: Аудит
sr: Ревизија
sv: Granska
th: การตรวจสอบ
uk: Аудит
ur: آڈٹ

source: Securely Send a Password, Text or File
cy: Anfon Cyfrinair, Neges Destun neu Ffeil yn Ddiogel

source: Enter The Secret Passphrase
ca: Introduïu la frase de contrasenya secreta
cs: Zadejte The Secret Passphrase
cy: Rhowch y Cyfrinair Cyfrinachol
da: Indtast den hemmelige adgangssætning
de: Geben Sie die geheime Passphrase ein
es: Introduzca una frase o palabra secreta
fi: Anna Salainen salasana
fr: Entrez la passhrase
hi: गुप्त पासफ़्रेज़ दर्ज करें
hu: Írja be a titkos jelszót
id: Masukkan Kata Sandi Rahasia
is: Sláðu inn The Secret Passphrase
it: Inserisci la passphrase segreta
ja: 秘密のパスフレーズを入力してください
lv: Ievadiet slepeno ieejas frāzi
nl: Voer de geheime wachtwoordzin in
no: Skriv inn The Secret Passphrase
pl: Wprowadź tajne hasło
pt_br: Digite a senha secreta
pt_pt: Digite a senha secreta
ro: Introduceți fraza de acces secretă
ru: Введите секретную парольную фразу
sr: Унесите тајну приступну фразу
sv: Ange den hemliga lösenordsfrasen
th: ป้อนข้อความรหัสผ่านลับ
uk: Введіть секретну фразу
ur: خفیہ پاسفریز درج کریں۔

source: Enter the secret passphrase provided with this URL
ca: Introduïu la contrasenya secreta proporcionada amb aquest URL
cs: Zadejte tajnou přístupovou frázi poskytnutou s touto adresou URL
cy: Rhowch y cyfrinair cyfrinachol a ddarperir gyda'r URL hwn
da: Indtast den hemmelige adgangssætning, der følger med denne URL
de: Geben Sie die mit dieser URL bereitgestellte geheime Passphrase ein
es: Introduzca una frase o palabra secreta que le facilitaron con este enlace
fi: Anna tämän URL-osoitteen mukana toimitettu salainen tunnuslause
fr: Entrez la passphrase secrète fournie avec cette URL
hi: इस URL के साथ प्रदान किया गया गुप्त पासफ़्रेज़ दर्ज करें
hu: Írja be az URL-hez mellékelt titkos jelszót
id: Masukkan kata sandi rahasia yang disediakan dengan URL ini
is: Sláðu inn leynilega lykilorðið sem fylgir þessari vefslóð
it: Immettere la passphrase segreta fornita con questo URL
ja: この URL で提供される秘密のパスフレーズを入力してください
lv: Ievadiet slepeno ieejas frāzi, kas sniegta kopā ar šo URL
nl: Voer de geheime wachtwoordzin in die bij deze URL is geleverd
no: Skriv inn den hemmelige passordfrasen som følger med denne nettadressen
pl: Wprowadź tajne hasło dostarczone z tym adresem URL
pt_br: Digite a senha secreta fornecida com este URL
pt_pt: Digite a senha secreta fornecida com este URL
ro: Introduceți fraza de acces secretă furnizată cu acest URL
ru: Введите секретную парольную фразу, предоставленную вместе с этим URL-адресом
sr: Унесите тајну приступну фразу коју сте добили уз овај УРЛ
sv: Ange den hemliga lösenfrasen som tillhandahålls med denna URL
th: ป้อนข้อความรหัสผ่านลับที่ให้มาพร้อมกับ URL นี้
uk: Введіть секретну парольну фразу, надану разом із цим URL-адресою
ur: اس URL کے ساتھ فراہم کردہ خفیہ پاسفریز درج کریں۔

source: Enter the secret passphrase
ca: Introduïu la contrasenya secreta
cs: Zadejte tajnou přístupovou frázi
cy: Rhowch y cyfrinair cyfrinachol
da: Indtast den hemmelige adgangssætning
de: Geben Sie die geheime Passphrase ein
es: Introduzca una frase o palabra secreta
fi: Syötä salainen tunnuslause
fr: Saisissez la passphrase secrète
hi: गुप्त पासफ़्रेज़ दर्ज करें
hu: Írja be a titkos jelszót
id: Masukkan kata sandi rahasia
is: Sláðu inn leynilega lykilorðið
it: Immettere la passphrase segreta
ja: 秘密のパスフレーズを入力してください
lv: Ievadiet slepeno ieejas frāzi
nl: Voer de geheime wachtwoordzin in
no: Skriv inn den hemmelige passordfrasen
pl: Wprowadź tajne hasło
pt_br: Digite a senha secreta
pt_pt: Digite a senha secreta
ro: Introduceți fraza de acces secretă
ru: Введите секретную парольную фразу
sr: Унесите тајну приступну фразу
sv: Ange den hemliga lösenfrasen
th: ป้อนข้อความรหัสผ่านลับ
uk: Введіть секретну фразу
ur: خفیہ پاس فریز درج کریں۔

source: Go
ca: Vés
cs: Jít
cy: Ewch
da: Gå
de: gehen
es: Ir
fi: Mennä
fr: Aller
hi: जाना
hu: Megy
id: Pergi
is: Farðu
it: andare
ja: 行け
lv: Aiziet
nl: Gaan
no: Gå
pl: Iść
pt_br: Ir
pt_pt: Ir
ro: Du-te
ru: Перейти
sr: Иди
sv: Gå
th: ไป
uk: Іди
ur: جاؤ

source: Click Here to Proceed
ca: Feu clic aquí per continuar
cs: Pokračujte kliknutím sem
cy: Cliciwch Yma i Fwrw Ymlaen
da: Klik her for at fortsætte
de: Hier klicken, um fortzufahren
es: Haz click aquí para continuar
fi: Napsauta tästä jatkaaksesi
fr: Cliquez ici pour continuer
hi: आगे बढ़ने के लिए यहां क्लिक करें
hu: Kattintson ide a folytatáshoz
id: Klik di sini untuk melanjutkan
is: Smelltu hér til að halda áfram
it: Fare clic qui per procedere
ja: ここをクリックして続行します
lv: Noklikšķiniet šeit, lai turpinātu
nl: Klik hier om verder te gaan
no: Klikk her for å fortsette
pl: Kliknij tutaj, aby kontynuować
pt_br: Clique aqui para prosseguir
pt_pt: Clique aqui para prosseguir
ro: Faceți clic aici pentru a continua
ru: Нажмите здесь, чтобы продолжить
sr: Кликните овде да бисте наставили
sv: Klicka här för att gå vidare
th: คลิกที่นี่เพื่อดำเนินการต่อ
uk: Натисніть тут, щоб продовжити
ur: آگے بڑھنے کے لیے یہاں کلک کریں۔

source: Push Preview
cy: Gwthio Rhagolwg

source: Use this secret link to share it:
ca: Utilitzeu aquest enllaç secret per compartir-lo:
cs: Pro sdílení použijte tento tajný odkaz:
cy: Defnyddiwch y ddolen gyfrinachol hon i'w rhannu:
da: Brug dette hemmelige link til at dele :
de: Geheimer Link zum Teilen:
es: Utiliza este enlace secreto para compartirlo:
fi: Käytä tätä salaista linkkiä sen jakamiseen:
fr: Utilisez ce lien privé pour le partager :
hi: इसे साझा करने के लिए इस गुप्त लिंक का उपयोग करें:
hu: Használja ezt a titkos linket a megosztáshoz:
id: Gunakan tautan rahasia ini untuk membagikannya:
is: Notaðu þennan leynilega tengil til að deila honum:
it: Usa questo link segreto per condividerlo:
ja: この秘密のリンクを使用して共有してください:
lv: Izmantojiet šo slepeno saiti, lai to kopīgotu:
nl: Gebruik deze geheime link om het te delen:
no: Bruk denne hemmelige lenken for å dele den:
pl: Użyj poniższego tajnego linku, aby go udostępnić:
pt_br: Use essa URL secreta para compartilhar:
pt_pt: Use este link secreto para partilhá-lo:
ro: Folosiți acest link secret pentru a-l distribui:
ru: Используйте эту секретную ссылку, чтобы поделиться ею:
sr: Користите ову тајну везу да бисте је поделили:
sv: Använd den här hemliga länken för att dela den:
th: ใช้ลิงค์ลับนี้เพื่อแบ่งปัน:
uk: Скористайтеся цим секретним посиланням, щоб поділитися ним:
ur: اس کو شیئر کرنے کے لیے اس خفیہ لنک کا استعمال کریں:

source: Print & Share
ca: Imprimeix i comparteix
cs: Tisk a sdílení
cy: Argraffu a Rhannu
da: Udskriv og del
de: Drucken & Teilen
es: Imprimir y compartir
fi: Tulosta ja jaa
fr: Imprimer et partager
hi: प्रिंट करें और साझा करें
hu: Nyomtatás és megosztás
id: Cetak & Bagikan
is: Prenta og deila
it: Stampa e condividi
ja: 印刷して共有
lv: Drukāt un kopīgot
nl: Afdrukken en delen
no: Skriv ut og del
pl: Drukuj i udostępniaj
pt_br: Imprimir e compartilhar
pt_pt: Imprimir e compartilhar
ro: Imprimați și distribuiți
ru: Распечатать и поделиться
sr: Штампајте и делите
sv: Skriv ut och dela
th: พิมพ์และแบ่งปัน
uk: Роздрукувати та поділитися
ur: پرنٹ کریں اور شیئر کریں۔

source: Generate a Printable Page for End Users
ca: Genereu una pàgina imprimible per als usuaris finals
cs: Vygenerujte stránku pro tisk pro koncové uživatele
cy: Cynhyrchu Tudalen Argraffadwy ar gyfer Defnyddwyr Terfynol
da: Generer en udskrivbar side til slutbrugere
de: Erstellen einer druckbaren Seite für Endbenutzer
es: Genere una página imprimible para usuarios finales
fi: Luo tulostettava sivu loppukäyttäjille
fr: Générer une page imprimable pour les utilisateurs finaux
hi: अंतिम उपयोगकर्ताओं के लिए प्रिंट करने योग्य पृष्ठ बनाएं
hu: Nyomtatható oldal létrehozása a végfelhasználók számára
id: Hasilkan Halaman yang Dapat Dicetak untuk Pengguna Akhir
is: Búðu til prentvæna síðu fyrir notendur
it: Genera una pagina stampabile per gli utenti finali
ja: エンドユーザー向けの印刷可能なページを生成する
lv: Izveidojiet drukājamu lapu galalietotājiem
nl: Genereer een afdrukbare pagina voor eindgebruikers
no: Generer en utskrivbar side for sluttbrukere
pl: Wygeneruj stronę do wydrukowania dla użytkowników końcowych
pt_br: Gere uma página imprimível para usuários finais
pt_pt: Gere uma página imprimível para usuários finais
ro: Generarea unei pagini imprimabile pentru utilizatorii finali
ru: Создание печатной страницы для конечных пользователей
sr: Генеришите страницу за штампање за крајње кориснике
sv: Skapa en utskrivbar sida för slutanvändare
th: สร้างหน้าที่พิมพ์ได้สำหรับผู้ใช้ปลายทาง
uk: Створення сторінки для друку для кінцевих користувачів
ur: آخری صارفین کے لیے ایک قابل پرنٹ صفحہ بنائیں

source: Optional Custom Message
ca: Missatge personalitzat opcional
cs: Volitelná vlastní zpráva
cy: Neges Bersonol Dewisol
da: Valgfri brugerdefineret besked
de: Optionale benutzerdefinierte Nachricht
es: Mensaje personalizado opcional
fi: Valinnainen mukautettu viesti
fr: Message personnalisé facultatif
hi: वैकल्पिक कस्टम संदेश
hu: Opcionális egyéni üzenet
id: Pesan Khusus Opsional
is: Valfrjálst sérsniðin skilaboð
it: Messaggio personalizzato facoltativo
ja: オプションのカスタムメッセージ
lv: Pēc izvēles pielāgota ziņa
nl: Optioneel aangepast bericht
no: Valgfri egendefinert melding
pl: Opcjonalna wiadomość niestandardowa
pt_br: Mensagem personalizada opcional
pt_pt: Mensagem personalizada opcional
ro: Mesaj personalizat opțional
ru: Дополнительное пользовательское сообщение
sr: Опциона прилагођена порука
sv: Valfritt anpassat meddelande
th: ข้อความที่กำหนดเองเพิ่มเติม
uk: Необов'язкове користувацьке повідомлення
ur: اختیاری حسب ضرورت پیغام

source: Show Expiration Details
ca: Mostra els detalls de caducitat
cs: Zobrazit podrobnosti o vypršení platnosti
cy: Dangos Manylion Dod i Ben
da: Vis udløbsdetaljer
de: Ablaufdetails anzeigen
es: Mostrar detalles de vencimiento
fi: Näytä vanhenemistiedot
fr: Afficher les détails d'expiration
hi: समाप्ति विवरण दिखाएं
hu: Lejárati adatok megjelenítése
id: Tampilkan Detail Kedaluwarsa
is: Sýna upplýsingar um gildistíma
it: Mostra i dettagli della scadenza
ja: 有効期限の詳細を表示
lv: Rādīt informāciju par derīguma termiņu
nl: Vervalgegevens weergeven
no: Vis utløpsdetaljer
pl: Pokaż szczegóły wygaśnięcia
pt_br: Mostrar detalhes de expiração
pt_pt: Mostrar detalhes de expiração
ro: Afișați detaliile de expirare
ru: Показать информацию об истечении срока действия
sr: Прикажи детаље о истеку
sv: Visa utgångsinformation
th: แสดงรายละเอียดการหมดอายุ
uk: Показати інформацію про термін придатності
ur: میعاد ختم ہونے کی تفصیلات دکھائیں۔

source: Include ID
ca: Incloeu el DNI
cs: Zahrnout ID
cy: Cynnwys ID
da: Inkluder ID
de: ID einschließen
es: Incluir identificación
fi: Sisällytä henkilöllisyystodistus
fr: Inclure l'identifiant
hi: आईडी शामिल करें
hu: Tartalmazza az azonosítót
id: Sertakan ID
is: Láttu auðkenni fylgja með
it: Includi documento d'identità
ja: IDを含める
lv: Iekļaut ID
nl: Inclusief identiteitsbewijs
no: Inkluder ID
pl: Dołącz identyfikator
pt_br: Incluir ID
pt_pt: Incluir ID
ro: Includeți ID-ul
ru: Включить идентификатор
sr: Укључи ИД
sv: Inkludera ID
th: รวมบัตรประจำตัว
uk: Вказати ідентифікатор
ur: ID شامل کریں۔

source: Generate
ca: Generar
cs: generovat
cy: Cynhyrchu
da: Frembringe
de: Generieren
es: Generar
fi: Tuottaa
fr: Générer
hi: उत्पन्न
hu: generál
id: Menghasilkan
is: Mynda
it: creare
ja: 生成する
lv: Ģenerēt
nl: Genereer
no: generere
pl: Generować
pt_br: Gerar
pt_pt: Gerar
ro: Generați
ru: Создать
sr: Генериши
sv: Generera
th: สร้าง
uk: Згенерувати
ur: پیدا کریں۔
