Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Tip: Copy your message to the clipboard in the unlikely chance submission fails.
ca: Consell: copieu el vostre missatge al porta-retalls en la improbable possibilitat que l'enviament falli.
cs: Tip: Zkopírujte zprávu do schránky v případě nepravděpodobného selhání odeslání.
da: Tip: Kopiér din besked til udklipsholderen i det tilfælde at indsendelsen mislykkes.
de: Tipp: Kopieren Sie Ihre Nachricht in die Zwischenablage, für den Fall, dass die Übermittlung fehlschlägt.
es: Consejo: Copie su mensaje en el portapapeles en la improbable posibilidad de que falle el envío.
fi: Vinkki: Kopioi viestisi leikepöydälle, siltä varalta jos lähetys jostain syystä epäonnistuu.
fr: Astuce : copiez votre message dans le presse-papiers dans le cas peu probable où l'envoi échouerait.
hi: युक्ति: सबमिशन विफल होने की असंभावित संभावना में अपने संदेश को क्लिपबोर्ड पर कॉपी करें।
hu: Tipp: Másolja az üzenetet a vágólapra, mert pici esélye azért van, hogy a küldés sikertelen lesz.
id: Tip: Salin pesan Anda ke papan klip jika pengiriman gagal.
is: Ábending: Afritaðu skilaboðin þín á klemmuspjaldið þar sem ólíklegt er að uppgjöf mistekst.
it: Suggerimento: copia il messaggio negli appunti nell'improbabile possibilità che l'invio fallisca.
ja: ヒント: 送信が失敗する可能性は低いので、メッセージをクリップボードにコピーしてください。
lv: Padoms. Kopējiet savu ziņojumu starpliktuvē gadījumam, ja tā iesniegšana neizdosies.
nl: Tip: Kopieer uw bericht naar het klembord in het onwaarschijnlijke geval dat de verzending mislukt.
no: Tips: Kopier meldingen til utklippstavlen i den usannsynlige sjansen for at innsending mislykkes.
pl: Wskazówka: skopiuj wiadomość do schowka, jeśli jest szansa, że przesłanie wiadomości się nie powiedzie.
pt_br: Dica: Copie sua mensagem para a área de transferência na improvável chance de falha no envio.
pt_pt: Dica: Copie a sua mensagem para a área de transferência na hipótese improvável de o envio falhar.
ro: Sfat: Copiați-vă mesajul în clipboard în cazul în care nu reușiți să trimiteți mesajul.
ru: Совет: Скопируйте свое сообщение в буфер обмена на случай, если отправка не удастся.
sr: Савет: Копирајте своју поруку у међуспремник у случају да је мало вероватно да подношење не успе.
sv: Tips: Kopiera ditt meddelande till Urklipp, även om det är osannolikt att inloggningen misslyckas.
th: เคล็ดลับ: คัดลอกข้อความของคุณไปยังคลิปบอร์ดในกรณีที่การส่งล้มเหลว
uk: Порада: Скопіюйте своє повідомлення в буфер обміну на той випадок, якщо відправка не вдасться.
ur: ٹپ: جمع کرانے کے ناکام ہونے کے امکان میں اپنے پیغام کو کلپ بورڈ پر کاپی کریں۔

source: Leave this field blank!
ca: Deixeu aquest camp en blanc!
cs: Nechte toto pole prázdné!
da: Lad dette felt stå tomt!
de: Dieses Feld leer lassen!
es: ¡Deja este campo en blanco!
fi: Jätä tämä kenttä tyhjäksi!
fr: Laissez ce champ vide !
hi: इस क्षेत्र को खाली छोड़ दो!
hu: Hagyja üresen ezt a mezőt!
id: Biarkan kolom ini kosong!
is: Skildu þennan reit eftir auðan!
it: Lascia vuoto questo campo!
ja: このフィールドは空白のままにしてください。
lv: Atstājiet šo lauku tukšu!
nl: Laat dit veld leeg!
no: La dette feltet stå tomt!
pl: Zostaw to pole puste!
pt_br: Deixe este campo em branco!
pt_pt: Deixe este campo em branco!
ro: Lăsați acest câmp gol!
ru: Оставьте это поле пустым!
sr: Оставите ово поље празним!
sv: Lämna det här fältet tomt!
th: เว้นช่องนี้ว่างไว้!
uk: Залиште це поле порожнім!
ur: اس فیلڈ کو خالی چھوڑ دو!

source: Active File Pushes
ca: Push de fitxers actius
cs: Aktivní vložení souboru
da: Aktive fil-skub
de: Aktive Datei Pushs
es: Enlaces de archivos activos
fi: Aktiiviset tiedostotyönnät
fr: Publications de fichiers actifs
hi: सक्रिय फ़ाइल पुश
hu: Aktív fájlleküldések
id: Mendorong File Aktif
is: Virkar skráarýtir
it: Push di File Attivi
ja: アクティブなファイルのプッシュ
lv: Aktīvās failu nospiešanas
nl: Actieve Bestand Pushes
no: Aktive filpusher
pl: Aktywne przekazania plików
pt_br: Envios de arquivos ativos
pt_pt: Envios de ficheiros ativos
ru: Активные отправления файлов
sr: Ацтиве Филе Пусхес
sv: Aktiva fil pushar
th: การพุชไฟล์ที่ใช้งานอยู่
uk: Активні поштовхи файлів
ur: ایکٹو فائل پشز

source: You currently have no active file pushes.
ca: Actualment no tens cap enviament de fitxers actiu.
cs: Momentálně nemáte žádné aktivní odesílání souborů.
da: Du har i øjeblikket ingen aktive fil-push.
de: Derzeit sind keine aktiven Datei-Pushs vorhanden.
es: Actualmente no tiene envíos de archivos activos.
fi: Sinulla ei tällä hetkellä ole aktiivisia tiedostojen työntöjä.
fr: Vous n'avez actuellement aucune transmission de fichiers active.
hi: आपके पास वर्तमान में कोई सक्रिय फ़ाइल पुश नहीं है.
hu: Jelenleg nincs aktív fájlleküldése.
id: Saat ini Anda tidak memiliki dorongan file yang aktif.
is: Þú hefur enga virka skráarýtingu eins og er.
it: Al momento non hai push di file attivi.
ja: 現在、アクティブなファイル プッシュはありません。
lv: Jums pašlaik nav neviena aktīva faila nosūtīšanas.
nl: U heeft momenteel geen actieve bestand-pushes.
no: Du har for øyeblikket ingen aktive fil-push.
pl: Obecnie nie masz aktywnych przekazań plików.
pt_br: No momento, você não tem pushes de arquivos ativos.
pt_pt: De momento, não tem envios de ficheiros ativos.
ro: În prezent, nu aveți nici o împingere de fișiere activă.
ru: В настоящее время у вас нет активных отправлений файлов.
sr: Тренутно немате активних гурања датотека.
sv: Du har för närvarande inga aktiva fil-push.
th: ขณะนี้คุณไม่มีการพุชไฟล์ที่ใช้งานอยู่
uk: Наразі у вас немає активних поштовхів файлів.
ur: آپ کے پاس فی الحال کوئی فعال فائل پش نہیں ہے۔

source: Push Some Files Now
ca: Empènyer alguns fitxers ara
da: Skub nogle filer nu
de: Jetzt Dateien pushen
es: Comparte algunos archivos ahora
fi: Työnnä joitakin tiedostoja nyt
fr: Publier des fichiers maintenant
hi: अभी कुछ फ़ाइलें पुश करें
hu: Nyomjon le néhány fájlt most
id: Dorong Beberapa File Sekarang
is: Ýttu á nokkrar skrár núna
it: Invia Alcuni Files Ora
ja: 今すぐいくつかのファイルをプッシュする
lv: Nospiediet dažus failus tūlīt
nl: Push nu wat bestanden
no: Trykk noen filer nå
pl: Przekaż pliki
pt_br: Enviar alguns arquivos agora
pt_pt: Envie Alguns Ficheiros Agora
ro: Împingeți câteva fișiere acum
ru: Отправить файлы
sr: Гурните неке датотеке одмах
sv: Tryck några filer nu
th: พุชไฟล์บางไฟล์ทันที
uk: Завантажте деякі файли зараз
ur: ابھی کچھ فائلیں پش کریں۔

source: Push ID
ca: ID de la pujada
es: ID
fi: Lähetys ID
fr: ID de publication
hi: आईडी पुश करें
id: ID Dorong
is: Ýttu á auðkenni
it: ID
ja: プッシュ ID
lv: Paroles saites ID
pl: ID Przekazania
pt_br: ID do envio
pt_pt: ID de Envio
ru: ID отправления
sr: Пусх ИД
th: กด ID
ur: پش آئی ڈی

source: File Count
ca: Recompte de fitxers
cs: Počet souborů
da: Filantal
de: Dateianzahl
es: Número de archivos
fi: Tiedostojen määrä
fr: Nombre de fichiers
hi: फ़ाइल संख्या
hu: Fájlszám
id: Jumlah File
is: Skráafjöldi
it: Conteggio file
ja: ファイル数
lv: Failu skaits
nl: Aantal bestanden
no: Filantall
pl: Liczba plików
pt_br: Contagem de arquivos
pt_pt: Contagem de ficheiros
ro: Număr de fișiere
ru: Число файлов
sr: Број датотека
sv: Filräkning
th: จำนวนไฟล์
uk: Кількість файлів
ur: فائل کاؤنٹ

source: Audit Log for %s
ca: Registre d'auditoria per a %s
cs: Kontrolní záznam pro %s
da: Revisionslog for %s
de: Prüfungslog für %s
es: Registro de auditoría para %s
fi: Tarkastusloki kohteelle %s
fr: Journal d'audit pour %s
hi: %s के लिए ऑडिट लॉग
hu: Ellenőrzési napló %s részére
id: Log Audit untuk %s
is: Endurskoðunarskrá fyrir %s
it: Registro di Controllo per %s
ja: %s の監査ログ
lv: Auditācijas pieraksti %s
nl: Auditlogboek voor %s
no: Revisjonslogg for %s
pl: Dziennik audytu dla %s
pt_br: Registro de auditoria para %s
pt_pt: Registo de Auditoria para %s
ro: Jurnal de audit pentru %s
ru: Журнал аудита для %s
sr: Дневник ревизије за %s
sv: Granskningslogg för %s
th: บันทึกการตรวจสอบสำหรับ %s
uk: Журнал аудиту для %s
ur: %s کے لیے آڈٹ لاگ

source: Audit Log for File Push
ca: Registre d'auditoria per a File Push
cs: Protokol auditu pro soubor Push
da: Revisionslog for fil-push
de: Audit-Log für Datei-Pushes
es: Registro de auditoría para envío de archivos
fi: Tarkastusloki File Pushille
fr: Journal d'audit pour la publication de fichiers
hi: फ़ाइल पुश के लिए ऑडिट लॉग
hu: Audit napló a fájlleküldéshez
id: Log Audit untuk Push File
is: Endurskoðunarskrá fyrir File Push
it: Audit Log dei Caricamenti di File
ja: ファイルプッシュの監査ログ
lv: Failu nosūtīšanas audita žurnāls
nl: Auditlogboek voor File-push
no: Revisjonslogg for filpush
pl: Dziennik audytu dla przekazań plików
pt_br: Log de auditoria para push de arquivo
pt_pt: Registo de Auditoria para o Envio do Ficheiro
ro: Jurnal de audit pentru File Push
ru: Журнал аудита для отправленных файлов
sr: Дневник ревизије за гурање датотека
sv: Granskningslogg för filpush
th: บันทึกการตรวจสอบสำหรับการพุชไฟล์
uk: Журнал аудиту для File Push
ur: فائل پش کے لیے آڈٹ لاگ

source: Pushed on %s
ca: Pujada a %s
cs: Zatlačeno na %s
da: "Push" oprettet på
de: Gepushed am %s
es: Compartido el %s
fi: Lähetys luotiin %s
fr: Envoyé le %s
hi: %s पर दबाव डाला
hu: Küldve %s
id: Didorong pada %s
is: Ýtt á %s
it: Caricato su %s
ja: %s にプッシュ
lv: Nosūtīta %s
nl: Push aangemaakt op %s
no: Push sendt %s
pl: Przekazane %s
pt_br: Enviado em %s
pt_pt: Envio em %s
ro: Împins pe %s
ru: Отправлено в %s
sr: Притиснуто на %с
sv: Pushad %s
th: พุชเมื่อ %s
uk: Натиснуто на %s
ur: %s پر پش کیا گیا۔

source: Delete This Password?
ca: Voleu suprimir aquesta contrasenya?
cs: Smazat toto heslo?
da: Slet denne adgangskode?
de: Passwort löschen?
es: ¿Eliminar esta contraseña?
fi: Poistetaanko tämä salasana?
fr: Supprimer ce mot de passe ?
hi: यह पासवर्ड हटाएं?
hu: Törli ezt a jelszót?
id: Hapus Kata Sandi Ini?
is: Eyða þessu lykilorði?
it: Eliminare Questa Password?
ja: このパスワードを削除しますか?
lv: Dzēst šo paroli?
nl: Dit Wachtwoord Verwijderen?
no: Vil du slette dette passordet?
pl: Usunąć to hasło?
pt_br: Excluir esta senha?
pt_pt: Eliminar Esta Palavra-Passe
ro: Ștergeți această parolă?
ru: Удалить этот пароль?
sr: Избрисати ову лозинку?
sv: Ta bort det här lösenordet?
th: ลบรหัสผ่านนี้หรือไม่
uk: Видалити цей пароль?
ur: اس پاس ورڈ کو حذف کریں؟

source: Push created on
ca: Pujada creada el
cs: Push vytvořen na
da: "Push" oprettet på
de: Push erstellt am
es: Enlace creado en
fi: Lähetys on luotu
fr: Publié le
hi: पुश बनाया गया
hu: Létrehozva
id: Push dibuat pada
is: Ýttu búið til
it: Il tuo push è stato creato su
ja: プッシュ作成日
lv: Paroles saite izveidota
nl: Push aangemaakt op
no: Push opprettet på
pl: Przekazanie utworzono
pt_br: Envio criado em
pt_pt: Envio criado em
ro: Push creat pe
ru: Отправление создано
sr: Гурните креирано даље
sv: Push skapad
th: สร้างพุชเมื่อ
uk: Push, створений на
ur: پش آن بنایا گیا۔

source: Password manually expired by user
ca: Contrasenya caducada manualment per l'usuari
cs: Heslo ručně vypršelo uživatelem
da: Adgangskode deaktiveret manuelt af bruger
de: Passwort manuell durch Benutzer abgelaufen
es: Contraseña caducada manualmente por el usuario
fi: Käyttäjä on poistanut salasanan manuaalisesti
fr: Expiration forcée par l'utilisateur
hi: उपयोगकर्ता द्वारा पासवर्ड मैन्युअल रूप से समाप्त हो गया
hu: A jelszó manuálisan lejárt a felhasználó által
id: Kata sandi kedaluwarsa secara manual oleh pengguna
is: Lykilorð rann út handvirkt af notanda
it: Password scaduta manualmente dall'utente
ja: ユーザーがパスワードを手動で期限切れにする
lv: Lietotājs manuāli beidzis paroles derīguma termiņu
nl: Wachtwoord handmatig verlopen door gebruiker
no: Passord utløpt manuelt av bruker
pl: Hasło wygaszone ręcznie przez odbiorcę.
pt_br: Senha expirada manualmente pelo usuário
pt_pt: Palavra-passe expirada pelo utilizador manualmente
ro: Parolă expirată manual de către utilizator
ru: Пароль вручную просрочен пользователем
sr: Корисник је ручно истекао лозинку
sv: Lösenordet är marketat som utgånget av användaren
th: รหัสผ่านหมดอายุด้วยตนเองโดยผู้ใช้
uk: Пароль вручну змінено користувачем
ur: پاس ورڈ صارف کے ذریعہ دستی طور پر ختم ہوا۔

source: at IP address
ca: a l'adreça IP
cs: na IP adrese
da: på IP-adressen
de: unter IP-Adresse
es: en la dirección IP
fi: IP-osoitteessa
fr: d'adresse IP
hi: आईपी पते पर
hu: IP címen
id: di alamat IP
is: á IP tölu
it: all'indirizzo IP
ja: IPアドレスで
lv: uz IP adresi
nl: op IP-adres
no: på IP-adressen
pl: z adresu IP
pt_br: no endereço IP
pt_pt: no endereço IP
ro: la adresa IP
ru: по IP-адресу
sr: на ИП адреси
sv: på IP-adressen
th: ที่อยู่ IP
uk: за IP-адресою
ur: IP ایڈریس پر

source: on
ca: a
cs: na
da: på
de: am
es: en
fi: päällä
fr: le
hi: पर
hu: tovább
id: pada
is: á
it: su
ja: の上
lv: ieslēgts
nl: op
no: på
pl: w
pt_br: em
pt_pt: em
ro: pe
ru: на
sr: на
sv: på
th: บน
uk: на
ur: پر

source: User Agent
es: Agente de usuario
fi: Käyttäjä agentti
hi: उपयोगकर्ता एजेंट
hu: Felhasználói ügynök
id: Agen Pengguna
is: Umboðsmaður notenda
it: Agente Utente
ja: ユーザーエージェント
lv: Lietotāja aģents
nl: Gebruikersagent
no: Bruker agent
pl: Aplikacja kliencka
pt_br: Agente de usuário
pt_pt: Agente de Utilizador
ro: Agent utilizator
ru: Пользовательский агент
sr: Кориснички агент
sv: Användaragent
th: ตัวแทนผู้ใช้
uk: Агент користувача
ur: صارف ایجنٹ

source: Referrer
ca: Referent
da: Henviser
es: Referente
fi: Viittaaja
fr: URL référente
hi: संदर्भ
hu: Hivatkozó
id: Perujuk
is: Tilvísun
it: Referente
ja: リファラー
lv: Referents
nl: Verwijzer
no: Henviser
pl: Odsyłający
pt_br: Referência
pt_pt: Referenciador
ro: Referitor
ru: Реферрер
sr: Реферрер
sv: Referent
th: ผู้อ้างอิง
uk: Референт
ur: حوالہ دینے والا

source: Successful view from IP address
ca: Visualització correcta des de l'adreça IP
cs: Úspěšné zobrazení z IP adresy
da: Succesfuld visning fra IP-adresse
de: Erfolgreiche Ansicht von IP-Adresse
es: Vista exitosa desde la dirección IP
fi: Onnistunut näyttö IP-osoitteesta
fr: Consultation depuis l'adresse IP
hi: आईपी पते से सफल दृश्य
hu: Sikeres megtekintés IP-címről
id: Berhasil melihat dari alamat IP
is: Vel heppnuð skoðun frá IP tölu
it: Visualizzazione riuscita dall'indirizzo IP
ja: IPアドレスからの閲覧成功
lv: Veiksmīgs skatījums no IP adreses
nl: Succesvolle weergave vanaf IP-adres
no: Vellykket visning fra IP-adresse
pl: Udane wyświetlenie z adresu IP
pt_br: Visualização bem-sucedida do endereço IP
pt_pt: Visualização bem-sucedida do endereço IP
ro: Vizualizare reușită de la adresa IP
ru: Успешный просмотр с IP-адреса
sr: Успешан преглед са ИП адресе
sv: Lyckad visning från IP-adress
th: มุมมองที่ประสบความสำเร็จจากที่อยู่ IP
uk: Успішний перегляд з IP-адреси
ur: آئی پی ایڈریس سے کامیاب منظر

source: Failed view attempt (already expired) by
ca: Intent de visualització fallit (ja ha caducat) per
cs: Selhal pokus o zobrazení (již vypršela).
da: Mislykket visningsforsøg (allerede udløbet)
de: Fehlgeschlagener Ansichtsversuch (bereits abgelaufen) von
es: Intento de visualización fallido (ya caducado) por
fi: Epäonnistunut katseluyritys (sisältö on jo vanhentunut)
fr: Tentatives échouées de consultation (déjà expiré) par
hi: देखने का विफल प्रयास (पहले ही समाप्त हो चुका है)।
hu: Sikertelen megtekintési kísérlet (már lejárt)
id: Upaya melihat gagal (sudah kedaluwarsa) oleh
is: Misheppnuð tilraun til að skoða (þegar útrunninn) af
it: Tentativo di visualizzazione fallito (già scaduto) da
ja: による閲覧の失敗 (すでに期限切れ)
lv: Neveiksmīgs skatīšanas mēģinājums (beidzies derīguma termiņš), tā autors
nl: Mislukte weergavepoging (reeds verlopen) door
no: Mislykket visningsforsøk (allerede utløpt) av
pl: Nieudana próba wyświetlenia (wygasłe) z adresu IP
pt_br: Tentativas de visualização (já expirada) com falhas
pt_pt: Tentativa de visualização falhada (já expirou) por
ro: Încercare de vizualizare eșuată (a expirat deja) de către
ru: Неудачная попытка просмотра (срок действия уже истек) от
sr: Неуспели покушај прегледа (већ истекао) од
sv: Misslyckat visningsförsök (redan utgånget) av
th: ความพยายามในการดูล้มเหลว (หมดอายุแล้ว) โดย
uk: Невдала спроба перегляду (вже закінчився) до
ur: دیکھنے کی ناکام کوشش (پہلے ہی ختم ہو چکی ہے) بذریعہ

source: Expired File Pushes
ca: Push de fitxers caducats
cs: Soubor vloží s vypršenou platností
da: Udløbet fil-push
de: Abgelaufene Datei-Pushs
es: Enlaces a archivos, caducados
fi: Vanhentuneet tiedostotyönnät
fr: Publications de fichiers expirées
hi: समाप्त फ़ाइल पुश
hu: Lejárt fájlleküldések
id: Push File yang kedaluwarsa
is: Útrunninn skráarýtingur
it: Push di file scaduti
ja: 期限切れファイルのプッシュ
lv: Failu nosūtīšanas termiņš beidzies
nl: Verlopen File-pushes
no: Utløpte filpusher
pl: Wygasłe przekazania plików
pt_br: Envios de arquivos expirados
pt_pt: Envios de ficheiros expirados
ro: Fișiere expirate Pushes
ru: Файловое отправление просрочено
sr: Истекла гурања датотека
sv: Utgångna filpushar
th: พุชไฟล์หมดอายุ
uk: Прострочені поштовхи файлів
ur: ایکسپائرڈ فائل پشز

source: You currently have no expired file pushes.
ca: Actualment no tens cap enviament de fitxers caducat.
cs: Aktuálně nemáte žádné odeslání souborů s vypršenou platností.
da: Du har i øjeblikket ingen udløbne fil-push.
de: Derzeit sind keine abgelaufenen Datei-Pushs vorhanden.
es: Actualmente no tiene envíos de archivos caducados.
fi: Sinulla ei tällä hetkellä ole vanhentuneita tiedostoja.
fr: Vous n'avez actuellement aucun push de fichier expiré.
hi: आपके पास वर्तमान में कोई भी समाप्त फ़ाइल पुश नहीं है।
hu: Jelenleg nincs lejárt fájlküldése.
id: Saat ini Anda tidak memiliki dorongan file yang kedaluwarsa.
is: Þú ert ekki með neina útrunna skráarýtingu.
it: Al momento non hai push di file scaduti.
ja: 現在、期限切れのファイル プッシュはありません。
lv: Pašlaik jums nav neviena faila, kuram beidzies derīguma termiņš.
nl: U heeft momenteel geen verlopen bestand-pushes.
no: Du har for øyeblikket ingen utløpte fil-push.
pl: Obecnie nie masz żadnych przekazań, których ważność wygasła.
pt_br: No momento, você não tem pushes de arquivos expirados.
pt_pt: De momento, não tem qualquer ficheiro enviado expirado.
ro: În prezent, nu aveți nici o împingere de fișiere expirate.
ru: В настоящее время у вас нет отправлений файлов с истекшим сроком действия.
sr: Тренутно немате истеклих прослеђивања датотека.
sv: Du har för närvarande inga utgångna fil-push.
th: ขณะนี้คุณไม่มีไฟล์พุชที่หมดอายุ
uk: Наразі у вас немає прострочених поштовхів файлів.
ur: آپ کے پاس فی الحال کوئی ختم شدہ فائل پش نہیں ہے۔

source: Push Something Now
ca: Puja alguna cosa ara
cs: Pusťte něco hned
da: "Push" noget nu
de: Push jetzt etwas
es: Comparte algo ahora
fi: Lähetä jotain hyt
fr: Publier maintenant
hi: अभी कुछ दबाओ
hu: Küldj valamit most
id: Dorong Sesuatu Sekarang
is: Ýttu á eitthvað núna
it: Carica Qualcosa Adesso
ja: 今何かを押してください
lv: Nosūtīt kaut ko tūlīt
nl: Push Nu Iets
no: Push noe nå
pl: Przekaż coś nowego
pt_br: Envie algo agora
pt_pt: Envie Alguma Coisa Agora
ro: Împingeți ceva acum
ru: Отправить что-либо
sr: Гурните нешто одмах
sv: Pusha nånting nu
th: ผลักดันบางสิ่งตอนนี้
uk: Штовхни щось зараз
ur: ابھی کچھ پش کرو

source: ID
hi: पहचान
is: auðkenni
pt_br: EU IRIA
sr: ИД
th: ไอดี
uk: ІДЕНТИФІКАТОР

source: Expired On
ca: Va caducar el
cs: Platnost vypršela dne
da: Udløb den
de: Abgelaufen am
es: Expiró el
fi: Vanhentunut
fr: A expiré le
hi: समाप्ति तिथि
hu: Lejárt
id: Kedaluwarsa Pada
is: Rennur út þann
it: Scaduto il
ja: 期限切れ
lv: Derīguma termiņš beidzās
nl: Verlopen Op
no: Utløpt på
pl: Wygasa
pt_br: Expirou em
pt_pt: Expirou em
ro: Expirat pe
ru: Просрочено
sr: Истекао на
sv: Förfallit den
th: หมดอายุวันที่
uk: Термін дії закінчився
ur: میعاد ختم ہو گئی۔

source: Audit Log
ca: Registre d'auditoria
cs: Protokol auditu
da: Revisionslog
es: Registro de auditoría
fi: Tarkastusloki
fr: Journal d'audit
hi: हिसाब सूचि
hu: Ellenőrzési napló
id: Log Audit
is: Endurskoðunarskrá
it: Registro di Controllo
ja: 監査ログ
lv: Audita žurnāls
nl: Audit logboek
no: Revisjonslogg
pl: Dziennik kontroli
pt_br: Registro de Auditoria
pt_pt: Registo de Auditoria
ro: Jurnal de audit
ru: Журнал аудита
sr: Дневник ревизије
sv: Revisionslogg
th: บันทึกการตรวจสอบ
uk: Журнал аудиту
ur: آڈٹ لاگ

source: Securely Send Files That Delete Automatically
ca: Envieu de manera segura fitxers que s'eliminin automàticament
cs: Bezpečně posílejte soubory, které se automaticky mažou
da: Send sikkert filer, der slettes automatisk
de: Sicheres Senden von Dateien, welche automatisch gelöscht werden
es: Envía de forma segura archivos que se eliminan automáticamente
fi: Lähetä turvallisesti automaattisesti poistuvat tiedostot
fr: Envoyez en toute sécurité des fichiers supprimés automatiquement
hi: स्वचालित रूप से डिलीट होने वाली फ़ाइलें सुरक्षित रूप से भेजें
hu: Biztonságosan küldje el az automatikusan törlődő fájlokat
id: Kirim File yang Dihapus Secara Otomatis dengan Aman
is: Sendu á öruggan hátt skrár sem eyða sjálfkrafa
it: Invia in modo sicuro i file che vengono eliminati automaticamente
ja: 自動削除されるファイルを安全に送信
lv: Droši sūtiet failus, kas tiek izdzēsti automātiski
nl: Veilig bestanden verzenden die automatisch verwijderen
no: Send filer som slettes automatisk
pl: Bezpiecznie wysyłaj pliki, które usuwają się automatycznie
pt_br: Envie com segurança arquivos que são excluídos automaticamente
pt_pt: Envie Ficheiros com Segurança que se Eliminam Automaticamente
ro: Trimiteți în siguranță fișiere care se șterg automat
ru: Безопасная отправка файлов с автоматическим удалением
sr: Безбедно пошаљите датотеке које се аутоматски бришу
sv: Säkert skicka filer som raderas automatiskt
th: ส่งไฟล์ที่ลบโดยอัตโนมัติอย่างปลอดภัย
uk: Безпечно надсилайте файли, які автоматично видаляються
ur: محفوظ طریقے سے فائلیں بھیجیں جو خود بخود حذف ہوجاتی ہیں۔

source: Please login to use this feature.
ca: Si us plau, inicieu sessió per utilitzar aquesta funció.
cs: Pro použití této funkce se prosím přihlaste.
da: Log venligst ind for at bruge denne funktion.
de: Bitte melden Sie sich an, um diese Funktion zu nutzen.
es: Inicia sesión para utilizar esta función.
fi: Kirjaudu sisään käyttääksesi tätä ominaisuutta.
fr: S'il vous plaît vous connecter pour utiliser cette fonctionnalité.
hi: इस विशेष सुविधा का प्रयोग करने के लिए लॉग इन करें।
hu: Kérjük, jelentkezzen be a funkció használatához.
id: Silakan login untuk menggunakan fitur ini.
is: Vinsamlegast skráðu þig inn til að nota þennan eiginleika.
it: Effettua il login per utilizzare questa funzione.
ja: この機能を使用するにはログインしてください。
lv: Lūdzu, piesakieties, lai izmantotu šo funkciju.
nl: Log in om deze functie te gebruiken.
no: Vennligst logg inn for å bruke denne funksjonen.
pl: Zaloguj się, aby skorzystać z tej funkcji.
pt_br: Por favor, logue-se para utilizar este recurso.
pt_pt: Por favor aceda com o seu utilizador para usar este recurso.
ro: Vă rugăm să vă conectați pentru a utiliza această funcție.
ru: Чтобы воспользоваться этой функцией, войдите в систему.
sr: Молимо пријавите се да бисте користили ову функцију.
sv: Logga in för att använda den här funktionen.
th: กรุณาเข้าสู่ระบบเพื่อใช้คุณสมบัตินี้
uk: Будь ласка, увійдіть, щоб скористатися цією функцією.
ur: براہ کرم اس خصوصیت کو استعمال کرنے کے لیے لاگ ان کریں۔
