Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Yes. Using the previously mentioned tools, many users and organizations integrate Password Pusher into their security policies and processes.
ca: Sí. Utilitzant les eines esmentades anteriorment, molts usuaris i organitzacions integren Password Pusher a les seves polítiques i processos de seguretat.
cs: Ano. Pomocí výše zmíněných nástrojů mnoho uživatelů a organizací integruje Password Pusher do svých bezpečnostních politik a procesů.
da: Ja. Ved at bruge de tidligere nævnte værktøjer integrerer mange brugere og organisationer Password Pusher i deres sikkerhedspolitikker og -processer.
de: Ja. Mithilfe der zuvor erwähnten Tools integrieren viele Benutzer und Organisationen Password Pusher in ihre Sicherheitsrichtlinien und Prozesse.
es: Sí. Con las herramientas mencionadas anteriormente, muchos usuarios y organizaciones integran Password Pusher en sus políticas y procesos de seguridad.
fi: Joo. Aiemmin mainittujen työkalujen avulla monet käyttäjät ja organisaatiot integroivat Password Pusherin tietoturvakäytäntöihinsä ja prosesseihinsa.
fr: Oui. À l'aide des outils précédemment cités, de nombreux utilisateurs et organisations intègrent Password Pusher dans leurs politiques et processus de sécurité.
hi: हाँ। पहले बताए गए टूल का उपयोग करके, कई उपयोगकर्ता और संगठन पासवर्ड पुशर को अपनी सुरक्षा नीतियों और प्रक्रियाओं में एकीकृत करते हैं।
hu: Igen. A korábban említett eszközök segítségével sok felhasználó és szervezet integrálja a Password Pushert biztonsági szabályzataiba és folyamataiba.
id: Ya. Dengan menggunakan alat yang disebutkan sebelumnya, banyak pengguna dan organisasi mengintegrasikan Password Pusher ke dalam kebijakan dan proses keamanan mereka.
is: Já. Með því að nota áðurnefnd verkfæri, samþætta margir notendur og stofnanir Password Pusher inn í öryggisstefnu sína og ferli.
it: Sì. Utilizzando gli strumenti menzionati in precedenza, molti utenti e organizzazioni integrano Password Pusher nelle loro politiche e processi di sicurezza.
ja: はい。前述のツールを使用して、多くのユーザーと組織が Password Pusher をセキュリティ ポリシーとプロセスに統合しています。
lv: Jā. Izmantojot iepriekš minētos rīkus, daudzi lietotāji un organizācijas integrē Password Pusher savās drošības politikās un procesos.
nl: Ja. Met behulp van de eerder genoemde tools integreren veel gebruikers en organisaties Wachtwoord Pusher in hun beveiligingsbeleid en -processen.
no: Ja. Ved å bruke de tidligere nevnte verktøyene integrerer mange brukere og organisasjoner Password Pusher i sine sikkerhetspolicyer og -prosesser.
pl: Tak. Korzystając z wcześniej wspomnianych narzędzi, wielu użytkowników i organizacji integruje narzędzie Przekazywacz Haseł ze swoimi politykami i procesami bezpieczeństwa.
pt_br: Sim. Usando as ferramentas mencionadas anteriormente, muitos usuários e empresas integram o Password Pusher em suas políticas e processos de segurança.
pt_pt: Sim. Usando as ferramentas mencionadas anteriormente, muitos utilizadores e organizações integram o Password Pusher nas suas políticas e processos de segurança.
ro: Da. Utilizând instrumentele menționate anterior, mulți utilizatori și organizații integrează Password Pusher în politicile și procesele lor de securitate.
ru: Да. Используя ранее упомянутые инструменты, многие пользователи и организации интегрируют Password Pusher в свои политики и процессы безопасности.
sr: Да. Користећи претходно поменуте алате, многи корисници и организације интегришу Пассворд Пусхер у своје безбедносне политике и процесе.
sv: Ja. Med hjälp av de tidigare nämnda verktygen integrerar många användare och organisationer Password Pusher i sina säkerhetspolicies och -processer.
th: ใช่. เมื่อใช้เครื่องมือที่กล่าวถึงก่อนหน้านี้ ผู้ใช้และองค์กรจำนวนมากรวม Password Pusher เข้ากับนโยบายและกระบวนการรักษาความปลอดภัยของตน
uk: Так. Використовуючи вищезгадані інструменти, багато користувачів та організацій інтегрують Password Pusher у свої політики та процеси безпеки.
ur: جی ہاں. پہلے ذکر کردہ ٹولز کا استعمال کرتے ہوئے، بہت سے صارفین اور تنظیمیں پاس ورڈ پشر کو اپنی حفاظتی پالیسیوں اور عمل میں ضم کرتے ہیں۔

source: The
ca: El
da: Det
de: Das
es: la
fr: La page
hu: Az
it: il
ja: の
nl: De
no: Den
pl: ten
pt_br: O
pt_pt: O
sr: Тхе
sv: De
th: เดอะ
uk: У "The
ur: دی

source: page outlines the resources available to automate the secure distribution of passwords.
ca: La pàgina descriu els recursos disponibles per automatitzar la distribució segura de contrasenyes.
cs: Tato stránka popisuje dostupné zdroje pro automatizaci bezpečné distribuce hesel.
da: siden skitserer de tilgængelige ressourcer til at automatisere sikker distribution af adgangskoder.
de: Seite werden die verfügbaren Ressourcen zur Automatisierung der sicheren Verteilung von Kennwörtern beschrieben.
es: La página describe los recursos disponibles para automatizar la distribución segura de contraseñas.
fi: sivulla esitellään resurssit, jotka ovat käytettävissä salasanojen turvallisen jakelun automatisoimiseksi.
fr: présente les ressources disponibles pour automatiser la distribution sécurisée des mots de passe.
hi: पेज पासवर्ड के सुरक्षित वितरण को स्वचालित करने के लिए उपलब्ध संसाधनों की रूपरेखा बताता है।
hu: oldal ismerteti a jelszavak biztonságos elosztásának automatizálásához rendelkezésre álló erőforrásokat.
id: halaman ini menguraikan sumber daya yang tersedia untuk mengotomatiskan distribusi kata sandi yang aman.
is: síðu lýsir þeim úrræðum sem til eru til að gera örugga dreifingu lykilorða sjálfvirkan.
it: pagina delinea le risorse disponibili per automatizzare la distribuzione sicura delle password.
ja: ページには、パスワードの安全な配布を自動化するために利用できるリソースの概要が示されています。
lv: lapā ir izklāstīti pieejamie resursi, lai automatizētu drošu paroļu izplatīšanu.
nl: pagina geeft een overzicht van de beschikbare bronnen om de veilige distributie van wachtwoorden te automatiseren.
no: siden skisserer ressursene som er tilgjengelige for å automatisere sikker distribusjon av passord.
pl: Strona przedstawia dostępne zasoby do automatyzacji bezpiecznej dystrybucji haseł.
pt_br: página descreve os recursos disponíveis para automatizar a distribuição segura de senhas.
pt_pt: página descreve os recursos disponíveis para automatizar a distribuição segura de palavras-passe.
ro: pagina prezintă resursele disponibile pentru automatizarea distribuirii securizate a parolelor.
ru: на этой странице описаны ресурсы, доступные для автоматизации безопасного распространения паролей.
sr: страница приказује доступне ресурсе за аутоматизацију безбедне дистрибуције лозинки.
sv: sidan beskriver tillgängliga metoder för att automatisera säker distribution av lösenord.
th: หน้าสรุปทรัพยากรที่มีอยู่เพื่อทำให้การแจกจ่ายรหัสผ่านที่ปลอดภัยเป็นไปโดยอัตโนมัติ
uk: розповідає про ресурси, доступні для автоматизації безпечного розповсюдження паролів.
ur: صفحہ پاس ورڈز کی محفوظ تقسیم کو خودکار کرنے کے لیے دستیاب وسائل کا خاکہ پیش کرتا ہے۔

source: How many requests can I send to Password Pusher?
ca: Quantes sol·licituds puc enviar a Password Pusher?
cs: Kolik požadavků mohu odeslat do Password Pusher?
da: Hvor mange anmodninger kan jeg sende til Password Pusher?
de: Wie viele Anfragen kann ich an Password Pusher senden?
es: ¿Cuántas solicitudes puedo enviar a Password Pusher?
fi: Kuinka monta pyyntöä voin lähettää Password Pusherille?
fr: Combien de requêtes puis-je envoyer à Password Pusher ?
hi: मैं पासवर्ड पुशर को कितने अनुरोध भेज सकता हूँ?
hu: Hány kérelmet küldhetek a Password Pushernek?
id: Berapa banyak permintaan yang bisa saya kirimkan ke Password Pusher?
is: Hversu margar beiðnir get ég sent til Password Pusher?
it: Quante richieste posso inviare a Password Pusher?
ja: Password Pusher にはいくつのリクエストを送信できますか?
lv: Cik pieprasījumus varu nosūtīt uz Password Pusher?
nl: Hoeveel verzoeken kan ik naar Password Pusher sturen?
no: Hvor mange forespørsler kan jeg sende til Password Pusher?
pl: Ile zapytań mogę wysłać do narzędzia Password Pusher?
pt_br: Quantas solicitações posso enviar ao Password Pusher?
pt_pt: Quantos pedidos posso enviar ao Password Pusher?
ro: Câte cereri pot trimite către Password Pusher?
ru: Сколько запросов я могу отправить в Password Pusher?
sr: Колико захтева могу да пошаљем Пассворд Пусхер-у?
sv: Hur många förfrågningar kan jag skicka till Password Pusher?
th: ฉันสามารถส่งคำขอไปยัง Password Pusher ได้กี่คำขอ
uk: Скільки запитів я можу відправити в Password Pusher?
ur: میں پاس ورڈ پشر کو کتنی درخواستیں بھیج سکتا ہوں؟

source: There are no limits currently and I have no intention of adding any. To minimally assure site stability, Password Pusher is configured with a rate limiter by default.
ca: Actualment no hi ha límits i no tinc intenció d'afegir-ne cap. Per garantir mínimament l'estabilitat del lloc, Password Pusher està configurat per defecte amb un limitador de velocitat.
cs: V současné době neexistují žádné limity a nemám v úmyslu je přidávat. Aby byla zajištěna minimální stabilita webu, je Password Pusher ve výchozím nastavení nakonfigurován s omezovačem rychlosti.
da: Der er ingen grænser i øjeblikket, og jeg har ingen intentioner om at tilføje nogen. For at sikre webstedets stabilitet er Password Pusher som standard konfigureret med en belastningsbegrænsning.
de: Derzeit gibt es keine Begrenzungen und ich habe auch nicht die Absicht, solche einzuführen. Um die Stabilität der Website so hoch wie möglich zu halten, ist Password Pusher standardmäßig mit einer Begrenzung konfiguriert.
es: Actualmente no hay límites y no tengo intención de agregar ninguno. Para asegurar mínimamente la estabilidad del sitio, Empujador de Contraseña está configurado con un limitador de velocidad por defecto.
fi: Tällä hetkellä ei ole rajoituksia, enkä aio lisätä niitä. Sivuston vakauden takaamiseksi, Password Pusher on määritetty oletusarvoisesti rajoittamaan kutsujen määrää per minuutti.
fr: Il n'y a pas de limites actuellement et je n'ai pas l'intention d'en ajouter. Pour assurer au minimum la stabilité du site, Password Pusher est configuré avec un limiteur de requêtes paramétré par défaut.
hi: वर्तमान में कोई सीमा नहीं है और मेरा कोई सीमा जोड़ने का कोई इरादा नहीं है। साइट की स्थिरता को न्यूनतम रूप से सुनिश्चित करने के लिए, पासवर्ड पुशर को डिफ़ॉल्ट रूप से दर सीमक के साथ कॉन्फ़िगर किया गया है।
hu: Jelenleg nincsenek korlátozások, és nem is áll szándékomban hozzáadni. A webhely stabilitásának minimális biztosítása érdekében a Password Pusher alapértelmezés szerint sebességkorlátozóval van konfigurálva.
id: Saat ini tidak ada batasan dan saya tidak berniat untuk menambahkannya. Untuk menjamin stabilitas situs secara minimal, Password Pusher dikonfigurasikan dengan pembatas kecepatan secara default.
is: Það eru engin takmörk eins og er og ég ætla ekki að bæta neinum við. Til að tryggja sem minnst stöðugleika vefsins er Password Pusher sjálfgefið stillt með hraðatakmörkun.
it: Al momento non ci sono limiti e non ho intenzione di aggiungerne. Per garantire la stabilità del sito, Password Pusher è configurato con banda limitata per impostazione predefinita.
ja: 現在、制限はありません。追加するつもりはありません。サイトの安定性を最小限に抑えるために、Password Pusher にはデフォルトでレート リミッターが設定されています。
lv: Pašlaik ierobežojumu nav, un arī nav plānots tos pievienot. Lai minimāli nodrošinātu vietnes stabilitāti, Password Pusher pēc noklusējuma ir konfigurēts ar ātruma ierobežotāju.
nl: Er zijn momenteel geen limieten en ik ben niet van plan er een toe te voegen. Om de stabiliteit van de site minimaal te garanderen, is Wachtwoord Pusher standaard geconfigureerd met een snelheidsbegrenzer.
no: Det er ingen grenser for øyeblikket, og jeg har ingen intensjon om å legge til noen. For å minimalt sikre nettstedets stabilitet, er Password Pusher konfigurert med en hastighetsbegrenser som standard.
pl: Obecnie nie ma limitów i nie mam zamiaru ich dodawać. Aby zapewnić minimalną stabilność witryny, Przekazywacz Haseł jest domyślnie skonfigurowany z ogranicznikiem szybkości.
pt_br: Não há limites atualmente e não tenho intenção de adicionar nenhum. Para garantir ao mínimo a estabilidade do site, o Password Pusher é configurado com um limitador de taxa por padrão.
pt_pt: Não há limites atualmente e não tenho intenção de adicionar nenhum. Para garantir minimamente a estabilidade do site, o Password Pusher é configurado com um limitador de taxa por padrão.
ro: În prezent nu există limite și nu intenționez să adaug niciuna. Pentru a asigura un minim de stabilitate a site-ului, Password Pusher este configurat în mod implicit cu un limitator de viteză.
ru: В настоящее время нет никаких ограничений, и я не намерен их вводить. Чтобы минимально обеспечить стабильность сайта, Password Pusher по умолчанию настроен с ограничителем скорости.
sr: Тренутно нема ограничења и немам намеру да их додајем. Да би се минимално обезбедила стабилност сајта, Пассворд Пусхер је подразумевано конфигурисан са лимитером брзине.
sv: Det finns för närvarande inga begränsningar och jag har inte för avsikt att lägga till några. För att säkerställa webbplatsens stabilitet är Password Pusher som standard konfigurerad med en begränsare.
th: ไม่มีขีดจำกัดในขณะนี้ และฉันไม่มีความตั้งใจที่จะเพิ่มใดๆ เพื่อรับประกันความเสถียรของไซต์ให้น้อยที่สุด Password Pusher ได้รับการกำหนดค่าด้วยตัวจำกัดอัตราตามค่าเริ่มต้น
uk: Наразі лімітів немає, і я не маю наміру їх додавати. Щоб мінімально забезпечити стабільність сайту, Password Pusher за замовчуванням налаштовано з обмежувачем швидкості.
ur: فی الحال کوئی حدود نہیں ہیں اور میرا کوئی اضافہ کرنے کا کوئی ارادہ نہیں ہے۔ سائٹ کے استحکام کو کم سے کم یقینی بنانے کے لیے، پاس ورڈ پشر کو بطور ڈیفالٹ ریٹ لمیٹر کے ساتھ ترتیب دیا گیا ہے۔

source: Running Your Own Private Instance
ca: Executar la vostra pròpia instància privada
cs: Provozování vlastní soukromé instance
da: Køre din egen private udgave
de: Eigene private Instanz betreiben
es: Ejecución de su Propia Instancia Privada
fi: Oman yksityisen instanssin ajaminen
fr: Mettre en oeuvre votre propre installation
hi: अपना निजी उदाहरण चलाना
hu: Saját magánpéldány futtatása
id: Menjalankan Instance Pribadi Anda Sendiri
is: Að keyra þitt eigið einkatilvik
it: Gestire la tua istanza privata
ja: 独自のプライベート インスタンスを実行する
lv: Savas privātās instances palaišana
nl: Uw Eigen Privé-Instantie Uitvoeren
no: Kjøre din egen private instans
pl: Uruchomienie własnej prywatnej instancji.
pt_br: Executando sua própria instância privada
pt_pt: Executando a sua própria instância privada
ro: Rularea propriei instanțe private
ru: Запуск собственного частного экземпляра
sr: Покретање сопствене приватне инстанце
sv: Kör din egen privata instans
th: เรียกใช้อินสแตนซ์ส่วนตัวของคุณเอง
uk: Запуск власного приватного екземпляра
ur: اپنی ذاتی مثال چلانا

source: Can I run my own version for my organization internally?
ca: Puc executar la meva pròpia versió per a la meva organització internament?
cs: Můžu si pro naši organizaci spustit vlastní interní verzi?
da: Kan jeg køre min egen version internt i min organisation?
de: Kann ich meine eigene Version für mein Unternehmen intern ausführen?
es: ¿Puedo ejecutar mi propia versión para mi organización internamente?
fi: Voinko käyttää omaa sisäistä versiota organisaatiolleni?
fr: Puis-je avoir ma propre instance pour mon organisation en interne ?
hi: क्या मैं अपने संगठन के लिए आंतरिक रूप से अपना स्वयं का संस्करण चला सकता हूँ?
hu: Futtathatom a saját verziómat a szervezetemen belül?
id: Dapatkah saya menjalankan versi saya sendiri untuk organisasi saya secara internal?
is: Get ég keyrt mína eigin útgáfu fyrir fyrirtækið mitt innbyrðis?
it: Posso eseguire internamente la mia versione per la mia organizzazione?
ja: 組織内で独自のバージョンを実行できますか?
lv: Vai iekšēji varu palaist savu versiju savai organizācijai?
nl: Kan ik intern mijn eigen versie voor mijn organisatie draaien?
no: Kan jeg kjøre min egen versjon for organisasjonen min internt?
pl: Czy mogę uruchomić własną wersję dla mojej organizacji wewnętrznie?
pt_br: Posso executar minha própria versão para minha organização internamente?
pt_pt: Posso executar a minha própria versão internamente para minha organização?
ro: Pot rula propria versiune pentru organizația mea internă?
ru: Могу ли я запустить свою собственную версию внутри организации?
sr: Могу ли интерно да покренем сопствену верзију за своју организацију?
sv: Kan jag köra min egen version intern för min organisation?
th: ฉันสามารถเรียกใช้เวอร์ชันของตัวเองสำหรับองค์กรของฉันเป็นการภายในได้หรือไม่
uk: Чи можу я запустити власну версію для своєї організації всередині?
ur: کیا میں اپنی تنظیم کے لیے اندرونی طور پر اپنا ورژن چلا سکتا ہوں؟

source: Yes. We provide
ca: Sí. Nosaltres proveïm
cs: Ano. Poskytujeme
da: Ja. Vi sørger for
de: Ja. Wir bieten
es: Sí. Proporcionamos
fi: Joo. Me tarjoamme
fr: Oui. Nous mettons à disposition
hi: हाँ। हम प्रदान
hu: Igen. Biztosítjuk
id: Ya. Kami menyediakan
is: Já. Við veitum
it: Sì. Noi forniamo
ja: はい。我々が提供します
lv: Jā. Mēs nodrošinam
nl: Ja. Wij voorzien
no: Ja. Vi sørger for
pl: Tak. Zapewniamy
pt_br: Sim. Nós provemos
pt_pt: Sim. Nós fornecemos
ro: Da. Noi oferim
ru: Да. Мы предоставляем
sr: Да. Нудимо
sv: Ja. Vi tillhandahåller
th: ใช่. เราจัดให้
uk: Так. Ми надаємо
ur: جی ہاں. ہم مہیا کرتے ہیں

source: Docker containers
ca: contenidors Docker
cs: Docker kontejnery
da: Docker containere
de: Docker-Container
es: Contenedores Docker
fi: Docker-kontit
fr: Containers Docker
hi: डोकर कंटेनर
hu: Docker konténerek
id: Wadah docker
is: Docker gámar
it: Container Docker
ja: Docker コンテナ
lv: Docker konteineri
no: Docker containere
pl: Kontenery Dockera
pt_br: Contêineres do Docker
ro: Containere Docker
ru: Контейнеры Docker
sr: Доцкер контејнери
th: คอนเทนเนอร์นักเทียบท่า
uk: Докерні контейнери
ur: ڈوکر کنٹینرز

source: installation instructions
ca: instruccions d'instal · lació
cs: instrukce k instalaci
da: Installations vejledning
de: Installationsanleitungen
es: Instrucciones de instalación
fi: asennusohjeet
fr: Informations d'installation
hi: स्थापना निर्देश
hu: Telepítési útmutató
id: petunjuk pemasangan
is: uppsetningarleiðbeiningar
it: Istruzioni per l'installazione
ja: インストール手順
lv: Instalēšanas pamācība
nl: Installatie Instructies
no: installasjonsinstruksjoner
pl: instrukcje Instalacji
pt_br: instruções de instalação
pt_pt: instruções de instalação
ro: instrucțiuni de instalare
ru: инструкции по установке
sr: упутства за инсталацију
sv: installationsinstruktioner
th: คำแนะนำในการติดตั้ง
uk: інструкція з монтажу
ur: انسٹالیشن کی ہدایات

source: for a wide variety of platforms and services.
ca: per a una gran varietat de plataformes i serveis.
cs: pro širokou škálu platforem a služeb.
da: til en bred vifte af platforme og tjenester.
de: für eine breite Palette an Plattformen und Diensten.
es: para una amplia variedad de plataformas y servicios.
fi: monenlaisille alustoille ja palveluille.
fr: pour divers plateformes et services.
hi: विभिन्न प्रकार के प्लेटफार्मों और सेवाओं के लिए।
hu: platformok és szolgáltatások széles skálájához.
id: untuk berbagai macam platform dan layanan.
is: fyrir fjölbreytt úrval af kerfum og þjónustu.
it: per una vasta gamma di piattaforme e servizi.
ja: さまざまなプラットフォームとサービスに対応。
lv: dažādām platformām un pakalpojumiem.
nl: voor een breed scala aan platforms en diensten.
no: for et bredt utvalg av plattformer og tjenester.
pl: dla szerokiej gamy platform i usług.
pt_br: para uma ampla variedade de plataformas e serviços.
pt_pt: para uma ampla variedade de plataformas e serviços.
ro: pentru o mare varietate de platforme și servicii.
ru: для широкого спектра платформ и услуг.
sr: за широк спектар платформи и услуга.
sv: för en mängd olika plattformar och tjänster.
th: สำหรับแพลตฟอร์มและบริการที่หลากหลาย
uk: для широкого спектру платформ і сервісів.
ur: پلیٹ فارمز اور خدمات کی وسیع اقسام کے لیے۔

source: Can I apply a custom logo or change the design?
ca: Puc aplicar un logotip personalitzat o canviar el disseny?
cs: Mohu použít vlastní logo nebo změnit design?
da: Kan jeg anvende et brugerdefineret logo eller ændre designet?
de: Kann ich ein benutzerdefiniertes Logo verwenden oder das Design ändern?
es: ¿Puedo aplicar un logotipo personalizado o cambiar el diseño?
fi: Voinko käyttää mukautettua logoa tai muuttaa mallia?
fr: Puis-je mettre un logo personnalisé ou modifier le design ?
hi: क्या मैं कस्टम लोगो लगा सकता हूँ या डिज़ाइन बदल सकता हूँ?
hu: Alkalmazhatok egyéni logót vagy módosíthatom a dizájnt?
id: Dapatkah saya menerapkan logo khusus atau mengubah desain?
is: Get ég notað sérsniðið lógó eða breytt hönnuninni?
it: Posso applicare un logo personalizzato o modificare il design?
ja: カスタムロゴを適用したり、デザインを変更したりできますか?
lv: Vai varu izmantot pielāgotu logotipu vai mainīt tā noformējumu?
nl: Kan ik een aangepast logo aanbrengen of het ontwerp wijzigen?
no: Kan jeg bruke en tilpasset logo eller endre designet?
pl: Czy mogę zastosować niestandardowe logo lub zmienić wygląd?
pt_br: Posso aplicar um logotipo personalizado ou alterar o design?
pt_pt: Posso aplicar um logótipo personalizado ou alterar o design?
ro: Pot aplica un logo personalizat sau pot schimba designul?
ru: Можно ли я использовать свой логотип или изменить дизайн?
sr: Могу ли да применим прилагођени логотип или променим дизајн?
sv: Kan jag använda en anpassad logotyp eller ändra designen?
th: ฉันสามารถใช้โลโก้ที่กำหนดเองหรือเปลี่ยนการออกแบบได้หรือไม่?
uk: Чи можу я застосувати власний логотип або змінити дизайн?
ur: کیا میں اپنی مرضی کا لوگو لگا سکتا ہوں یا ڈیزائن تبدیل کر سکتا ہوں؟
