Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: pwpush.com went live shortly thereafter.
ca: pwpush.com es va posar en marxa poc després.
cs: pwpush.com byl spuštěn krátce poté.
cy: Aeth pwpush.com ar-lein yn fuan wedi hynny.
da: pwpush.com gik live kort derefter.
de: pwpush.com ging kurz darauf live.
es: pwpush.com se puso en marcha poco después.
fi: pwpush.com aloitti toimintansa pian sen jälkeen.
fr: pwpush.com a été mis en ligne peu de temps après.
hi: इसके तुरंत बाद pwpush.com लाइव हो गया।
hu: A pwpush.com nem sokkal ezután élni kezdett.
id: pwpush.com ditayangkan tidak lama setelahnya.
is: pwpush.com fór í loftið stuttu síðar.
it: pwpush.com è stato pubblicato poco dopo.
ja: pwpush.com はその後まもなく稼働を開始しました。
lv: drīz pēc tam vietne pwpush.com tika palaista.
nl: pwpush.com ging kort daarna live.
no: pwpush.com gikk live kort tid etter.
pl: pwpush.com pojawił się wkrótce potem.
pt_br: pwpush.com foi ao ar pouco depois.
pt_pt: pwpush.com foi lançado pouco tempo depois.
ro: pwpush.com a fost lansat la scurt timp după aceea.
ru: вскоре после этого заработал сайт pwpush.com.
sr: pwpush.com је убрзо након тога почео са радом.
sv: pwpush.com gick live kort därefter.
th: pwpush.com ถ่ายทอดสดหลังจากนั้นไม่นาน
uk: незабаром після цього запрацював сайт pwpush.com.
ur: pwpush.com اس کے فوراً بعد لائیو ہو گیا۔

source: The Original Theme
ca: El tema original
cs: Původní téma
cy: Y Thema Wreiddiol
da: Det originale tema
de: Das ursprüngliche Theme
es: El Tema Original
fi: Alkuperäinen teema
fr: Le thème initial
hi: मूल विषय
hu: Az eredeti téma
id: Tema Asli
is: Upprunalega þemað
it: Il Tema Originale
ja: オリジナルテーマ
lv: Sākotnējā tēma
nl: Het Originele Thema
no: Det originale temaet
pl: Oryginalny motyw
pt_br: O Tema Original
pt_pt: O Tema Original
ro: Tema originală
ru: Оригинальная тема
sr: Оригинална тема
sv: Det ursprungliga temat
th: ธีมดั้งเดิม
uk: Оригінальна тема
ur: اصل تھیم

source: The original site design consisted of a dark background with a bold yellow font.
ca: El disseny del lloc original consistia en un fons fosc amb una lletra groga en negreta.
cs: Původní design stránek sestával z tmavého pozadí s výrazným žlutým písmem.
cy: Roedd dyluniad gwreiddiol y wefan yn cynnwys cefndir tywyll gyda ffont melyn beiddgar.
da: Det originale webstedsdesign bestod af en mørk baggrund med en fed gul skrifttype.
de: Das ursprüngliche Design der Website bestand aus einem dunklen Hintergrund mit einer dicken gelben Schrift.
es: El diseño del sitio original consistía en un fondo oscuro con una fuente amarilla en negrita.
fi: Sivuston alkuperäinen ulkoasu koostui tummasta taustasta, jossa oli lihavoitu keltainen fontti.
fr: Le design initial du site consistait en un fond sombre avec une police de caractère en jaune gras.
hi: मूल साइट डिज़ाइन में गहरे पीले फ़ॉन्ट के साथ गहरे रंग की पृष्ठभूमि शामिल थी।
hu: Az eredeti webhely dizájn sötét háttérből, vastag sárga betűtípusból állt.
id: Desain situs asli terdiri dari latar belakang gelap dengan font kuning yang tebal.
is: Upprunalega síðuhönnunin samanstóð af dökkum bakgrunni með feitletruðu gulu letri.
it: Il design del sito originale consisteva in uno sfondo scuro con un carattere giallo in grassetto.
ja: 元のサイト デザインは、暗い背景に太字の黄色のフォントで構成されていました。
lv: Sākotnējais vietnes dizains bija tumšs fons ar treknu, dzeltenu fontu.
nl: Het oorspronkelijke ontwerp van de site bestond uit een donkere achtergrond met een vet geel lettertype.
no: Det originale nettstedets design besto av en mørk bakgrunn med en fet gul skrift.
pl: Oryginalny projekt strony składał się z ciemnego tła z odważną żółtą czcionką.
pt_br: O design original do site consistia em um fundo escuro com uma fonte amarela em negrito.
pt_pt: O design original do site consistia em um fundo escuro com uma fonte amarela em negrito.
ro: Designul original al site-ului era format dintr-un fundal întunecat cu un font galben îndrăzneț.
ru: Первоначальный дизайн сайта состоял из темного фона с жирным желтым шрифтом.
sr: Оригинални дизајн сајта састојао се од тамне позадине са подебљаним жутим фонтом.
sv: Den ursprungliga webbplatsens design bestod av en mörk bakgrund med ett fetstilat, gult teckensnitt.
th: การออกแบบไซต์ดั้งเดิมประกอบด้วยพื้นหลังสีเข้มพร้อมฟอนต์สีเหลืองตัวหนา
uk: Початковий дизайн сайту складався з темного фону з жирним жовтим шрифтом.
ur: اصل سائٹ کا ڈیزائن ایک گہرے پس منظر پر مشتمل تھا جس میں بولڈ پیلے فونٹ تھے۔

source: Follow for news, changes & updates.
ca: Segueix per a notícies, canvis i actualitzacions.
cs: Sledujte novinky, změny a aktualizace.
cy: Dilynwch am newyddion, newidiadau a diweddariadau.
da: Følg med for nyheder, ændringer og opdateringer.
de: Folgen Sie uns für Neuigkeiten, Änderungen und Updates.
es: Siga para recibir noticias, cambios y actualizaciones.
fi: Seuraa uutisia, muutoksia ja päivityksiä.
fr: Suivez ici pour des actus, des modifs et des mises à jour
hi: समाचार, परिवर्तन और अपडेट के लिए फ़ॉलो करें।
hu: Kövessen hírekért, változásokért és frissítésekért
id: Ikuti untuk mengetahui berita, perubahan & pembaruan.
is: Fylgstu með fréttum, breytingum og uppfærslum.
it: Seguici per notizie, modifiche e aggiornamenti.
ja: フォローして、ニュース、変更、更新を確認してください。
lv: Sekojiet jaunumiem, izmaiņām un atjauninājumiem.
nl: Volg voor nieuws, wijzigingen en updates.
no: Følg med for nyheter, endringer og oppdateringer.
pl: Obserwuj nowości, zmiany i aktualizacje.
pt_br: Siga para notícias, mudanças e atualizações.
pt_pt: Siga para notícias, alterações e atualizações.
ro: Urmăriți-ne pentru știri, modificări și actualizări.
ru: Следите за новостями, изменениями и обновлениями.
sr: Пратите вести, промене и ажурирања.
sv: Följ för nyheter, ändringar och uppdateringar.
th: ติดตามข่าวสาร การเปลี่ยนแปลง
uk: Слідкуйте за новинами, змінами та оновленнями.
ur: خبروں، تبدیلیوں اور اپ ڈیٹس کے لیے فالو کریں۔

source: Generate Key
ca: Genera clau
cs: Generovat klíč
cy: Cynhyrchu Allwedd
da: Generer nøgle
de: Schlüssel generieren
es: Generar Clave
fi: Luo avain
fr: Générer une clé
hi: कुंजी जनरेट करें
hu: Kulcs generálása
id: Hasilkan Kunci
is: Búa til lykil
it: Genera Chiave
ja: キーの生成
lv: Ģenerēt atslēgu
nl: Genereer sleutel
no: Generer nøkkel
pl: Wygeneruj klucz
pt_br: Gerar chave
pt_pt: Gerar Chave
ro: Generarea cheii
ru: Сгенерировать ключ
sr: Генеришите кључ
sv: Skapa nyckel
th: สร้างคีย์
uk: Згенерувати ключ
ur: کلید بنائیں

source: Generate an Encryption Key
ca: Genera una clau de xifratge
cs: Vygenerujte šifrovací klíč
cy: Cynhyrchu Allwedd Amgryptio
da: Generer en krypteringsnøgle
de: Generiere Encryption Key
es: Genere una Clave de Cifrado
fi: Luo salausavain
fr: Générer une clé de chiffrement
hi: एक एन्क्रिप्शन कुंजी उत्पन्न करें
hu: Egy titkosítási kulcs generálása
id: Menghasilkan Kunci Enkripsi
is: Búðu til dulkóðunarlykil
it: Genera una Chiave di Crittografia
ja: 暗号化キーを生成する
lv: Ģenerēt šifrēšanas atslēgu
nl: Genereer een encryptiesleutel
no: Generer en krypteringsnøkkel
pl: Wygeneruj klucz szyfrujący
pt_br: Gerar uma chave de criptografia
pt_pt: Gerar uma Chave de Encriptação
ro: Generarea unei chei de criptare
ru: Сгенерировать ключ шифрования
sr: Генеришите кључ за шифровање
sv: Skapa en krypteringsnyckel
th: สร้างคีย์เข้ารหัส
uk: Згенеруйте ключ шифрування
ur: ایک خفیہ کاری کلید بنائیں

source: This page is used as a helper tool to generate a random encryption key for privately hosted instances of Password Pusher.
ca: Aquesta pàgina s'utilitza com a eina d'ajuda per generar una clau de xifratge aleatòria per a instàncies allotjades de manera privada de Password Pusher.
cs: Tato stránka se používá jako pomocný nástroj ke generování náhodného šifrovacího klíče pro soukromě hostované instance Password Pusher.
cy: Defnyddir y dudalen hon fel offeryn cynorthwyol i gynhyrchu allwedd amgryptio ar hap ar gyfer achosion preifat o Password Pusher.
da: Denne side bruges som et hjælpeværktøj til at generere en tilfældige krypteringsnøgler til privat hostede udgaver af Password Pusher.
de: Diese Seite wird als Hilfe verwendet, um einen zufälligen Encryption Key für privat gehostete Instanzen von Password Pusher zu erzeugen.
es: Esta página se utiliza como herramienta auxiliar para generar una clave de cifrado aleatoria para instancias alojadas de forma privada de Password Pusher.
fi: Tätä sivua käytetään apuvälineenä satunnaisen salausavaimen luomiseen omille Password Pusher-instansseille.
fr: Cette page est utilisée comme outil d'aide pour générer une clé de chiffrement aléatoire pour les instances privées de Password Pusher.
hi: इस पृष्ठ का उपयोग पासवर्ड पुशर के निजी तौर पर होस्ट किए गए उदाहरणों के लिए यादृच्छिक एन्क्रिप्शन कुंजी उत्पन्न करने के लिए एक सहायक उपकरण के रूप में किया जाता है।
hu: Ez az oldal segédeszközként szolgál véletlenszerű titkosítási kulcs generálásához a Password Pusher magántulajdonban lévő példányaihoz.
id: Halaman ini digunakan sebagai alat bantu untuk menghasilkan kunci enkripsi acak untuk instance Password Pusher yang dihosting secara pribadi.
is: Þessi síða er notuð sem hjálpartæki til að búa til handahófskenndan dulkóðunarlykil fyrir einkahýst tilvik af Password Pusher.
it: Questa pagina viene utilizzata come strumento di supporto per generare una chiave di crittografia casuale per istanze ospitate privatamente di Password Pusher.
ja: このページは、Password Pusher の非公開でホストされているインスタンスのランダムな暗号化キーを生成するためのヘルパー ツールとして使用されます。
lv: Šī lapa tiek izmantota kā palīgrīks, lai ģenerētu nejaušu šifrēšanas atslēgu privātām instancēm, kas izmanto tīmekļa vietni Password Pusher.
nl: Deze pagina wordt gebruikt als hulpmiddel om een willekeurige encryptiesleutel te genereren voor zelf-gehoste instanties van Password Pusher.
no: Denne siden brukes som et hjelpeverktøy for å generere en tilfeldig krypteringsnøkkel for privat hostede forekomster av Password Pusher.
pl: Ta strona służy jako narzędzie pomocnicze do generowania losowego klucza szyfrowania dla prywatnie hostowanych instancji narzędzia Przekazywacz Haseł.
pt_br: Esta página é usada como uma ferramenta auxiliar para gerar uma chave de criptografia aleatória para instâncias particulares do Password Pusher.
pt_pt: Esta página é usada como uma ferramenta auxiliar para gerar uma chave de encriptação aleatória para instâncias privadas hospedadas do Password Pusher.
ro: Această pagină este utilizată ca un instrument de ajutor pentru a genera o cheie de criptare aleatorie pentru instanțele private găzduite de Password Pusher.
ru: Эта страница используется в качестве вспомогательного инструмента для генерации случайного ключа шифрования для частных экземпляров Password Pusher.
sr: Ова страница се користи као помоћни алат за генерисање случајног кључа за шифровање за приватно хостоване инстанце Пассворд Пусхер-а.
sv: Den här sidan används som hjälp för att skapa en slumptalsgenererad krypteringsnyckel för egna instanser av Password Pusher.
th: หน้านี้ใช้เป็นเครื่องมือช่วยเหลือในการสร้างคีย์การเข้ารหัสแบบสุ่มสำหรับอินสแตนซ์ที่โฮสต์แบบส่วนตัวของ Password Pusher
uk: Ця сторінка використовується як допоміжний інструмент для генерації випадкового ключа шифрування для приватних екземплярів Password Pusher.
ur: اس صفحہ کو ایک مددگار ٹول کے طور پر استعمال کیا جاتا ہے تاکہ پاس ورڈ پشر کی نجی طور پر میزبانی کی گئی مثالوں کے لیے ایک بے ترتیب خفیہ کاری کی کلید تیار کی جا سکے۔

source: Password Pusher encrypts sensitive data in the database. This requires a randomly generated encryption key for each application instance.
ca: Password Pusher xifra les dades sensibles a la base de dades. Això requereix una clau de xifratge generada aleatòriament per a cada instància d'aplicació.
cs: Password Pusher šifruje citlivá data v databázi. To vyžaduje náhodně vygenerovaný šifrovací klíč pro každou instanci aplikace.
cy: Mae Password Pusher yn amgryptio data sensitif yn y gronfa ddata. Mae hyn yn gofyn am allwedd amgryptio a gynhyrchir ar hap ar gyfer pob enghraifft o'r rhaglen.
da: Password Pusher krypterer følsomme data i databasen. Dette kræver en tilfældigt genereret krypteringsnøgle for hver applikationsforekomst.
de: Password Pusher verschlüsselt sensible Daten in der Datenbank. Dazu ist ein zufällig generierter Encryption Key für jede Anwendungsinstanz erforderlich.
es: Password Pusher cifra los datos confidenciales de la base de datos. Esto requiere una clave de cifrado generada aleatoriamente para cada instancia de aplicación.
fi: Password Pusher salaa arkaluontoiset tiedot tietokannassa. Tämä vaatii satunnaisesti luodun salausavaimen jokaiselle sovellusinstanssille.
fr: Password Pusher chiffre les données sensibles en base de données. Cela nécessite une clé de chiffrement générée de manière aléatoire pour chaque instance applicative.
hi: पासवर्ड पुशर डेटाबेस में संवेदनशील डेटा को एन्क्रिप्ट करता है। इसके लिए प्रत्येक एप्लिकेशन इंस्टेंस के लिए यादृच्छिक रूप से उत्पन्न एन्क्रिप्शन कुंजी की आवश्यकता होती है।
hu: A Password Pusher titkosítja az adatbázisban lévő érzékeny adatokat. Ehhez minden alkalmazáspéldányhoz véletlenszerűen generált titkosítási kulcsra van szükség.
id: Password Pusher mengenkripsi data sensitif di dalam basis data. Hal ini memerlukan kunci enkripsi yang dibuat secara acak untuk setiap contoh aplikasi.
is: Password Pusher dulkóðar viðkvæm gögn í gagnagrunninum. Þetta krefst dulkóðunarlykils sem búið er til af handahófi fyrir hvert forritstilvik.
it: Password Pusher effettua la crittografia dei dati sensibili nel database. Questo richiede una chiave di crittografia generata casualmente per ogni istanza dell'applicazione.
ja: Password Pusher は、データベース内の機密データを暗号化します。これには、アプリケーション インスタンスごとにランダムに生成された暗号化キーが必要です。
lv: Password Pusher šifrē sensitīvos datus datu bāzē. Šim nolūkam katrai lietojumprogrammas instancei ir nepieciešama nejauši ģenerēta šifrēšanas atslēga.
nl: Password Pusher versleutelt de gevoelige dat in de database. Daartoe is een willekeurig gegenereerde sleutel voor elke instance nodig.
no: Password Pusher krypterer sensitive data i databasen. Dette krever en tilfeldig generert krypteringsnøkkel for hver applikasjonsforekomst.
pl: Przekazywacz Haseł szyfruje poufne dane w bazie danych. Wymaga to losowo wygenerowanego klucza szyfrowania dla każdej instancji aplikacji.
pt_br: O Password Pusher criptografa dados confidenciais no banco de dados. Isso requer uma chave de criptografia gerada aleatoriamente para cada instância do aplicativo.
pt_pt: O Password Pusher encripta dados sensíveis na base de dados. Isto requer que uma chave de encriptação seja gerada aleatoriamente para cada instância da aplicação.
ro: Password Pusher criptează datele sensibile din baza de date. Acest lucru necesită o cheie de criptare generată aleatoriu pentru fiecare instanță a aplicației.
ru: Password Pusher шифрует конфиденциальные данные в базе данных. Для этого требуется случайно сгенерированный ключ шифрования на каждый экземпляр приложения.
sr: Пассворд Пусхер шифрује осетљиве податке у бази података. Ово захтева насумично генерисани кључ за шифровање за сваку инстанцу апликације.
sv: Password Pusher krytperar känslig data i databasen. Det krävs en slumptals genererad krypteringsnyckel för varje instans av applikationen.
th: Password Pusher เข้ารหัสข้อมูลที่ละเอียดอ่อนในฐานข้อมูล สิ่งนี้ต้องการคีย์การเข้ารหัสที่สร้างขึ้นแบบสุ่มสำหรับแต่ละอินสแตนซ์ของแอปพลิเคชัน
uk: Password Pusher шифрує конфіденційні дані в базі даних. Для цього потрібен випадково згенерований ключ шифрування для кожного екземпляра програми.
ur: پاس ورڈ پشر ڈیٹا بیس میں حساس ڈیٹا کو خفیہ کرتا ہے۔ اس کے لیے ہر ایپلیکیشن مثال کے لیے تصادفی طور پر تیار کردہ انکرپشن کلید کی ضرورت ہوتی ہے۔

source: You can use the randomly generated code below to configure your Password Pusher instance.
ca: Podeu utilitzar el codi generat aleatòriament a continuació per configurar la vostra instància de Password Pusher.
cs: Níže uvedený náhodně vygenerovaný kód můžete použít ke konfiguraci instance Password Pusher.
cy: Gallwch ddefnyddio'r cod a gynhyrchir ar hap isod i ffurfweddu eich enghraifft Gwthiwr Cyfrinair.
da: Du kan bruge den tilfældigt genererede kode nedenfor til at konfigurere din Password Pusher.
de: Der unten stehende zufällig generierte Code kann für die Konfiguration der Password Pusher-Instanz verwendet werden.
es: Puede utilizar el código generado aleatoriamente a continuación para configurar su instancia de Password Pusher.
fi: Voit käyttää alla olevaa satunnaisesti luotua merkkijonoa määrittääksesi Password Pusher -instanssisi.
fr: Vous pouvez utiliser le code généré aléatoirement ci-dessous pour configurer votre instance Password Pusher.
hi: आप अपने पासवर्ड पुशर इंस्टेंस को कॉन्फ़िगर करने के लिए नीचे यादृच्छिक रूप से जेनरेट किए गए कोड का उपयोग कर सकते हैं।
hu: Az alábbi, véletlenszerűen generált kód segítségével konfigurálhatja a Password Pusher példányát.
id: Anda dapat menggunakan kode yang dibuat secara acak di bawah ini untuk mengonfigurasi instans Password Pusher Anda.
is: Þú getur notað kóðann sem myndaður er af handahófi hér að neðan til að stilla lykilorðaforritið þitt.
it: Puoi utilizzare il codice generato casualmente di seguito per configurare la tua istanza di Password Pusher.
ja: 以下のランダムに生成されたコードを使用して、Password Pusher インスタンスを構成できます。
lv: Izmantojiet zemāk norādīto nejauši ģenerēto kodu, lai konfigurētu Jūsu Password Pusher paroles nosūtīšanas instanci.
nl: U kunt de willekeurig gegenereerde code hieronder gebruiken om uw Password Pusher-instantie te configureren.
no: Du kan bruke den tilfeldig genererte koden nedenfor for å konfigurere Password Pusher-forekomsten.
pl: Możesz użyć losowo wygenerowanego kodu poniżej, aby skonfigurować swoją instancję Przekazywacza Haseł.
pt_br: Você pode usar o código gerado aleatoriamente abaixo para configurar sua instância do Password Pusher.
pt_pt: Pode usar o código gerado aleatoriamente em baixo para configurar a sua instância do Password Pusher.
ro: Puteți utiliza codul generat aleatoriu de mai jos pentru a vă configura instanța Password Pusher.
ru: Вы можете использовать случайно сгенерированный код ниже для настройки вашего экземпляра Password Pusher.
sr: Можете користити насумично генерисани код у наставку да бисте конфигурисали инстанцу Пассворд Пусхер.
sv: Du kan använda den slumpvis genererade koden nedan för att konfigurera din instans av Password Pusher.
th: คุณสามารถใช้รหัสที่สร้างขึ้นแบบสุ่มด้านล่างเพื่อกำหนดค่าอินสแตนซ์ Password Pusher ของคุณ
uk: Ви можете використовувати випадково згенерований код нижче, щоб налаштувати свій екземпляр Password Pusher.
ur: آپ اپنے پاس ورڈ پشر کی مثال کو ترتیب دینے کے لیے نیچے تصادفی طور پر تیار کردہ کوڈ استعمال کر سکتے ہیں۔

source: Generated Encryption Key
ca: Clau de xifratge generada
cs: Generovaný šifrovací klíč
cy: Allwedd Amgryptio a Gynhyrchwyd
da: Genereret krypteringsnøgle
de: Encryption Key generiert
es: Clave de Cifrado Generada
fi: Luotu salausavain
fr: Clé de chiffrement générée
hi: जनरेट की गई एन्क्रिप्शन कुंजी
hu: Titkosítási kulcs generálása
id: Kunci Enkripsi yang Dihasilkan
is: Búinn til dulkóðunarlykill
it: Chiave di Crittografia Generata
ja: 生成された暗号鍵
lv: Ģenerēt šifrēšanas atslēgu
nl: Gegenereerde encryptiesleutel
no: Generert krypteringsnøkkel
pl: Wygenerowany klucz szyfrowania
pt_br: Chave de criptografia gerada
pt_pt: Gerar Chave de Encriptação
ro: Cheia de criptare generată
ru: Сгенерированный ключ шифрования
sr: Генерисани кључ за шифровање
sv: Genererad krypteringsnyckel
th: คีย์การเข้ารหัสที่สร้างขึ้น
uk: Згенерований ключ шифрування
ur: تیار کردہ خفیہ کاری کی کلید

source: You can apply this key to your application by setting the environment variable
ca: Podeu aplicar aquesta clau a la vostra aplicació establint la variable d'entorn
cs: Tento klíč můžete použít ve své aplikaci nastavením proměnné prostředí
cy: Gallwch gymhwyso'r allwedd hon i'ch cymhwysiad trwy osod y newidyn amgylcheddol
da: Du kan anvende denne nøgle til din applikation ved at ændre miljøvariablen
de: Sie können diesen Schlüssel auf Ihre Anwendung anwenden, indem Sie die Umgebungsvariable festlegen
es: Puede aplicar esta clave a su aplicación configurando la variable de entorno
fi: Voit käyttää tätä avainta sovelluksessasi asettamalla ympäristömuuttujan
fr: Vous pouvez appliquer cette clé à votre application en définissant la variable d'environnement
hi: आप पर्यावरण चर सेट करके इस कुंजी को अपने एप्लिकेशन पर लागू कर सकते हैं
hu: Ezt a kulcsot a környezeti változó beállításával alkalmazhatja az alkalmazásra
id: Anda dapat menerapkan kunci ini ke aplikasi Anda dengan mengatur variabel lingkungan
is: Þú getur notað þennan lykil á forritið þitt með því að stilla umhverfisbreytuna
it: Puoi applicare questa chiave alla tua applicazione impostando la variabile d'ambiente
ja: 環境変数を設定することで、このキーをアプリケーションに適用できます。
lv: Izmantojiet šo šifrēšanas atslēgu savai lietojumprogrammai, iestatot vides mainīgo
nl: U kunt deze sleutel toepassen op uw toepassing door de omgevingsvariabele in te stellen
no: Du kan bruke denne nøkkelen til applikasjonen din ved å angi miljøvariabelen
pl: Możesz zastosować ten klucz do swojej instancji, ustawiając zmienną środowiskową
pt_br: Você pode aplicar esta chave ao seu aplicativo definindo a variável de ambiente
pt_pt: Pode aplicar esta chave na sua aplicação definindo a variável de ambiente
ro: Puteți aplica această cheie aplicației dumneavoastră prin setarea variabilei de mediu
ru: Вы можете применить этот ключ к своему приложению, установив переменную окружения
sr: Овај кључ можете применити на своју апликацију тако што ћете поставити променљиву окружења
sv: Du kan använda den här nyckeln i din applikation genom att ange miljövariablen
th: คุณสามารถใช้คีย์นี้กับแอปพลิเคชันของคุณโดยตั้งค่าตัวแปรสภาพแวดล้อม
uk: Ви можете застосувати цей ключ до вашої програми, встановивши змінну оточення
ur: آپ ماحولیاتی متغیر کو ترتیب دے کر اس کلید کو اپنی درخواست میں لاگو کر سکتے ہیں۔

source: Reload this page to re-generate a new key.
ca: Torneu a carregar aquesta pàgina per tornar a generar una clau nova.
cs: Znovu načtěte tuto stránku a znovu vygenerujte nový klíč.
cy: Ail-lwythwch y dudalen hon i ail-gynhyrchu allwedd newydd.
da: Genindlæs denne side for at genskabe en ny nøgle.
de: Seite neu laden, um einen neuen Schlüssel zu generieren.
es: Recarga esta página para volver a generar una nueva clave.
fi: Lataa tämä sivu uudelleen luodaksesi uuden avaimen.
fr: Rechargez cette page pour regénérer une nouvelle clé.
hi: नई कुंजी पुनः उत्पन्न करने के लिए इस पृष्ठ को पुनः लोड करें।
hu: Új kulcs generálásához töltse be újra ezt az oldalt.
id: Muat ulang halaman ini untuk membuat kunci baru.
is: Endurhlaða þessa síðu til að búa til nýjan lykil aftur.
it: Ricarica questa pagina per rigenerare una nuova chiave.
ja: このページを再読み込みして、新しいキーを再生成してください。
lv: Lai ģenerētu jaunu atslēgu, atkārtoti ielādējiet šo lapu.
nl: Ververs deze pagina om een nieuwe sleutel te genereren.
no: Last inn denne siden på nytt for å generere en ny nøkkel på nytt.
pl: Załaduj ponownie tę stronę, aby wygenerować nowy klucz.
pt_br: Recarregue esta página para gerar novamente uma nova chave.
pt_pt: Recarregue esta página para gerar uma nova chave.
ro: Reîncărcați această pagină pentru a genera din nou o nouă cheie.
ru: Перезагрузите эту страницу для генерации нового ключа.
sr: Поново учитајте ову страницу да бисте поново генерисали нови кључ.
sv: Ladda om den här sidan för att skapa en ny nyckel.
th: โหลดหน้านี้ซ้ำเพื่อสร้างคีย์ใหม่อีกครั้ง
uk: Перезавантажте цю сторінку, щоб згенерувати новий ключ.
ur: ایک نئی کلید دوبارہ بنانے کے لیے اس صفحہ کو دوبارہ لوڈ کریں۔

source: Notes:
cs: Poznámky:
cy: Nodiadau:
da: Bemærkninger:
de: Anmerkungen:
es: Notas:
fi: Lisätiedot:
hi: टिप्पणियाँ:
hu: Megjegyzések:
id: Catatan:
is: Athugasemdir:
it: Note:
ja: ノート：
lv: Piezīmes:
nl: Opmerkingen:
no: Merknader:
pl: Uwagi:
pt_br: Observações:
pt_pt: Notas:
ro: Note:
ru: Примечания:
sr: напомене:
sv: Anteckningar:
th: หมายเหตุ:
uk: Нотатки:
ur: نوٹس:
