Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Please login or sign up to use this feature.
ca: Si us plau, inicieu sessió o registreu-vos per utilitzar aquesta funció.
cs: Pro použití této funkce se prosím přihlaste nebo zaregistrujte.
da: Log ind eller tilmeld dig for at bruge denne funktion.
de: Bitte anmelden oder registrieren um diese Funktion zu nutzen.
es: Inicia sesión o regístrate para usar esta función.
fi: Ole hyvä ja kirjaudu sisään tai rekisteröidy käyttääksesi tätä ominaisuutta.
fr: Veuillez vous connecter ou vous inscrire pour utiliser cette fonctionnalité.
hi: इस सुविधा का उपयोग करने के लिए कृपया लॉगइन या साइन अप करें।
hu: Kérjük, jelentkezzen be vagy regisztráljon a funkció használatához.
id: Silakan login atau mendaftar untuk menggunakan fitur ini.
is: Vinsamlegast skráðu þig inn eða skráðu þig til að nota þennan eiginleika.
it: Effettua il login o registrati per utilizzare questa funzione.
ja: この機能を使用するには、ログインまたはサインアップしてください。
lv: Lūdzu, piesakieties vai reģistrējieties, lai izmantotu šo funkciju.
nl: Log in of meld u aan om deze functie te gebruiken.
no: Vennligst logg inn eller registrer deg for å bruke denne funksjonen.
pl: Zaloguj się lub zarejestruj, aby korzystać z tej funkcji.
pt_br: Faça o login ou cadastre-se para usar este recurso.
pt_pt: Por favor aceda com o seu utilizador ou faça o registo para usar este recurso.
ro: Vă rugăm să vă autentificați sau să vă înregistrați pentru a utiliza această funcție.
ru: Чтобы воспользоваться этой функцией, войдите в систему или зарегистрируйтесь.
sr: Пријавите се или региструјте да бисте користили ову функцију.
sv: Vänligen logga in eller registrera dig för att använda den här funktionen.
th: กรุณาเข้าสู่ระบบหรือลงทะเบียนเพื่อใช้คุณสมบัตินี้
uk: Будь ласка, увійдіть або зареєструйтесь, щоб скористатися цією функцією.
ur: اس فیچر کو استعمال کرنے کے لیے براہ کرم لاگ ان یا سائن اپ کریں۔

source: Your Push Has Been Created
ca: S'ha creat el vostre impuls
cs: Váš Push byl vytvořen
da: Dit push er blevet oprettet
de: Der Push wurde erstellt
es: Su enlace ha sido creado
fi: Pushsi on luotu
fr: Votre push a été créé
hi: आपका पुश बन गया है
hu: Az Ön Pushja létrejött
id: Dorongan Anda Telah Dibuat
is: Þrýstingurinn þinn hefur verið búinn til
it: Il tuo push è stato creato
ja: プッシュが作成されました
lv: Jūsu push ir izveidots
nl: Uw Push is Aangemaakt
no: Pushen din er opprettet
pl: Twoje przekazanie zostało utworzone.
pt_br: Seu push foi criado
pt_pt: o Seu Envio Foi Criado
ro: Push-ul tău a fost creat
ru: Ваш отправление было создано
sr: Ваш Пусх је креиран
sv: Din push har skapats
th: สร้างการพุชของคุณแล้ว
uk: Ваш поштовх створено
ur: آپ کا پش بن گیا ہے۔

source: Your push has been created.
ca: La teva empenta s'ha creat.
cs: Váš push byl vytvořen.
da: Dit push er blevet oprettet.
de: Der Push wurde erstellt.
es: Tu enlace ha sido creado.
fi: Puskisi on luotu.
fr: Votre push a été créé.
hi: आपका पुश बन गया है.
hu: A push létrejött.
id: Dorongan Anda telah dibuat.
is: Þrýstingurinn þinn hefur verið búinn til.
it: Il tuo push è stato creato.
ja: プッシュが作成されました。
lv: Jūsu push ir izveidots.
nl: Uw push is aangemaakt.
no: Din push er opprettet.
pl: Twoje przekazanie zostało utworzone.
pt_br: Seu push foi criado.
pt_pt: O seu envio foi criado.
ro: A fost creat push-ul tău.
ru: Ваше отправление было создано.
sr: Ваш притисак је створен.
sv: Din push har skapats.
th: สร้างการพุชของคุณแล้ว
uk: Ваш пуш створено.
ur: آپ کا دھکا بنایا گیا ہے۔

source: This push will expire after
ca: Aquesta empenta caducarà després
cs: Platnost tohoto push vyprší poté
da: Dette push udløber efter
de: Dieser Push verfällt nach
es: Este enlace caducará después de
fi: Tämä push vanhenee sen jälkeen
fr: Cette publication expirera après
hi: इसके बाद यह पुश समाप्त हो जाएगा
hu: Ez a push után lejár
id: Dorongan ini akan kedaluwarsa setelah
is: Þessi ýta mun renna út eftir
it: Questo push scadrà dopo
ja: このプッシュの有効期限は次のとおりです
lv: Šis push beigsies pēc
nl: Deze push verloopt na
no: Denne push vil utløpe etter
pl: To przekazanie wygaśnie po
pt_br: Este push irá expirar após
pt_pt: Este envio irá expirar após
ro: Acest push va expira după ce
ru: Срок действия этого отправления истекает после
sr: Овај притисак ће истећи након
sv: Denna push kommer att upphöra efter
th: การพุชนี้จะหมดอายุหลังจาก
uk: Термін дії цього поштовху закінчується після
ur: یہ دھکا اس کے بعد ختم ہو جائے گا۔

source: Some domains may inadvertently block emails. If you are having trouble receiving emails,
ca: Alguns dominis poden bloquejar els correus electrònics sense voler. Si teniu problemes per rebre correus electrònics,
cs: Některé domény mohou neúmyslně blokovat e-maily. Pokud máte potíže s přijímáním e-mailů,
da: Nogle domæner kan utilsigtet blokere e-mails. Hvis du har problemer med at modtage e-mails,
de: Einige Domains blockieren möglicherweise versehentlich E-Mails. Wenn Sie Probleme beim Empfangen von E-Mails haben,
es: Algunos dominios pueden bloquear correos electrónicos sin darse cuenta. Si tiene problemas para recibir correos electrónicos,
fi: Jotkut verkkotunnukset voivat vahingossa estää sähköpostit. Jos sinulla on ongelmia sähköpostien vastaanottamisessa,
fr: Certains domaines bloquent par inadvertance nos e-mails. Si vous rencontrez des difficultés pour recevoir des e-mails,
hi: कुछ डोमेन अनजाने में ईमेल को ब्लॉक कर सकते हैं। यदि आपको ईमेल प्राप्त करने में परेशानी हो रही है,
hu: Egyes domainek véletlenül blokkolhatják az e-maileket. Ha problémái vannak az e-mailek fogadásával,
id: Beberapa domain mungkin secara tidak sengaja memblokir email. Jika Anda mengalami masalah dalam menerima email,
is: Sum lén gætu óvart lokað tölvupósti. Ef þú átt í vandræðum með að taka á móti tölvupósti,
it: Alcuni domini potrebbero bloccare inavvertitamente le email. Se hai problemi a ricevere le email,
ja: 一部のドメインは、誤って電子メールをブロックする場合があります。メールの受信に問題がある場合は、
lv: Daži domēni var netīšām bloķēt e-pasta ziņojumus. Ja jums ir problēmas ar e-pasta ziņojumu saņemšanu,
nl: Sommige domeinen kunnen onbedoeld e-mails blokkeren. Als u problemen heeft met het ontvangen van e-mails,
no: Noen domener kan utilsiktet blokkere e-poster. Hvis du har problemer med å motta e-post,
pl: Niektóre domeny mogą nieumyślnie blokować e-maile. Jeśli masz problemy z otrzymywaniem wiadomości e-mail,
pt_br: Alguns domínios podem bloquear e-mails inadvertidamente. Se você está tendo problemas para receber e-mails,
pt_pt: Alguns domínios podem bloquear e-mails inadvertidamente. Se estiver com problemas a receber e-mails,
ro: Este posibil ca unele domenii să blocheze din greșeală e-mailurile. Dacă întâmpinați probleme la primirea e-mailurilor,
ru: Некоторые домены могут непреднамеренно блокировать электронную почту. Если у вас возникли проблемы с получением электронной почты,
sr: Неки домени могу нехотице блокирати е-пошту. Ако имате проблема са примањем е-порука,
sv: Vissa domäner kan oavsiktligt blockera e-postmeddelanden. Om du har problem med att ta emot e-postmeddelanden,
th: บางโดเมนอาจบล็อกอีเมลโดยไม่ได้ตั้งใจ หากคุณประสบปัญหาในการรับอีเมล
uk: Деякі домени можуть ненавмисно блокувати імейли. Якщо у вас виникли проблеми з отриманням імейлів,
ur: کچھ ڈومین نادانستہ طور پر ای میلز کو بلاک کر سکتے ہیں۔ اگر آپ کو ای میلز وصول کرنے میں پریشانی ہو رہی ہے،

source: send a message
ca: enviar un missatge
cs: poslat zprávu
da: Send en besked
de: schicken sie eine Nachricht.
es: enviar un mensaje
fi: Lähetä viesti
fr: envoyer un message
hi: एक संदेश भेजो
hu: üzenetet küldeni
id: mengirim pesan
is: Senda skilaboð
it: invia un messaggio
ja: メッセージを送ってください
lv: Nosūtīt ziņu
nl: stuur een bericht
no: Send en melding
pl: wysłać wiadomość
pt_br: envie uma mensagem
pt_pt: envie a mensagem
ro: trimite un mesaj
ru: отправить сообщение
sr: Пошаљи поруку
sv: skicka ett meddelande
th: ส่งข้อความ
uk: надіслати повідомлення
ur: پیغام بھیجو

source: and we can help out.
ca: i podem ajudar.
cs: a můžeme pomoci.
da: og vi kan hjælpe.
de: Wir werden ihnen helfen.
es: y podemos ayudar.
fi: ja voimme auttaa.
fr: et nous pouvons vous aider.
hi: और हम मदद कर सकते हैं.
hu: és tudunk segíteni.
id: dan kami dapat membantu Anda.
is: og við getum aðstoðað.
it: e possiamo aiutare.
ja: そして私たちは助けることができます。
lv: un mēs varam palīdzēt.
nl: en wij kunnen helpen.
no: og vi kan hjelpe.
pl: i możemy pomóc.
pt_br: e nós podemos ajudar.
pt_pt: e nós podemos ajudar.
ro: și vă putem ajuta.
ru: и мы сможем помочь.
sr: и ми можемо помоћи.
sv: och vi kan hjälpa till.
th: และเราสามารถช่วยได้
uk: і ми можемо допомогти.
ur: اور ہم مدد کر سکتے ہیں.

source: Windows Powerpoint
es: PowerPoint de Windows
fr: PowerPoint Windows
hi: विंडोज़ पावरप्वाइंट
it: PowerPoint di Windows
ja: Windows パワーポイント
sr: Виндовс Поверпоинт
th: วินโดวส์ พาวเวอร์พอยต์
ur: ونڈوز پاورپوائنٹ

source: Frequently Asked Questions
ca: Preguntes freqüents
cs: Často kladené otázky
da: Ofte stillede spørgsmål
de: FAQ · Häufig gestellte Fragen
es: Preguntas Frecuentes
fi: Usein Kysytyt Kysymykset
fr: Foire aux questions
hi: अधिकतर पूछे जाने वाले सवाल
hu: Gyakran Ismételt Kérdések
id: Pertanyaan yang Sering Diajukan
is: Algengar spurningar
it: Domande Frequenti
ja: よくある質問
lv: Biežāk uzdotie jautājumi
nl: Veel Gestelde Vragen
no: ofte stilte spørsmål
pl: Często Zadawane Pytania
pt_br: Perguntas frequentes
pt_pt: Perguntas Frequentes
ro: Întrebări frecvente
ru: Часто задаваемые вопросы
sr: Често постављана питања
sv: Vanliga frågor
th: คำถามที่พบบ่อย
uk: Поширені запитання
ur: اکثر پوچھے گئے سوالات

source: Trust and Security
ca: Confiança i seguretat
cs: Důvěra a bezpečnost
da: Tillid og sikkerhed
de: Vertrauen & Sicherheit
es: Confianza y Seguridad
fi: Luottamus ja turvallisuus
fr: Confiance et sécurité
hi: विश्वास और सुरक्षा
hu: Bizalom és biztonság
id: Kepercayaan dan Keamanan
is: Traust og öryggi
it: Fiducia e Sicurezza
ja: 信頼と安心
lv: Uzticība un drošība
nl: Vertrouwen en Veiligheid
no: Tillit og sikkerhet
pl: Zaufanie i bezpieczeństwo
pt_br: Confiança e segurança
pt_pt: Confiança e Segurança
ro: Încredere și securitate
ru: Доверие и безопасность
sr: Поверење и сигурност
sv: Tillit och säkerhet
th: ความน่าเชื่อถือและความปลอดภัย
uk: Довіра та безпека
ur: اعتماد اور سلامتی

source: What purpose does Password Pusher serve?
ca: Quin propòsit té Password Pusher?
cs: K čemu slouží Password Puher?
da: Hvilket formål har Password Pusher?
de: Wozu dient Password Pusher?
es: ¿Para qué sirve Password Pusher?
fi: Mitä tarkoitusta Password Pusher palvelee?
fr: A quoi sert Password Pusher ?
hi: पासवर्ड पुशर किस उद्देश्य की पूर्ति करता है?
hu: Milyen célt szolgál a Password Pusher?
id: Apa tujuan dari Password Pusher?
is: Hvaða tilgangi þjónar Password Pusher?
it: A cosa serve Password Pusher?
ja: Password Pusher はどのような目的に役立ちますか?
lv: Kādam nolūkam Password Pusher kalpo?
nl: Welk doel dient Wachtwoord Pusher?
no: Hvilket formål tjener Password Pusher?
pl: Do czego służy Przekazywacz Haseł?
pt_br: Para que serve o Password Pusher?
pt_pt: Para que serve o Password Pusher?
ro: Ce scop are Password Pusher?
ru: Для каких целей служит Password Pusher?
sr: Чему служи Пассворд Пусхер?
sv: Vilket syfte tjänar Password Pusher?
th: Password Pusher มีไว้เพื่ออะไร?
uk: Для чого потрібен Password Pusher?
ur: پاس ورڈ پشر کس مقصد کے لیے کام کرتا ہے؟

source: Password Pusher exists as a better alternative to emailing passwords.
ca: Password Pusher existeix com una millor alternativa a l'enviament de contrasenyes per correu electrònic.
cs: Password Pusher existuje jako lepší alternativa k zasílání hesel e-mailem.
da: Password Pusher eksisterer som et bedre alternativ til at sende adgangskoder via e-mail.
de: Password Pusher ist eine bessere Möglichkeit zum Passwortversand via E-Mail, Messenger etc.
es: Password Pusher existe como una mejor alternativa al envío de contraseñas por correo electrónico.
fi: Password Pusher on parempi vaihtoehto salasanojen lähettämiselle sähköpostitse.
fr: Password Pusher est une meilleure solution que l'envoi de mots de passe direct par email.
hi: पासवर्ड पुशर ईमेल करने वाले पासवर्ड के बेहतर विकल्प के रूप में मौजूद है।
hu: A Password Pusher a jelszavak e-mailben történő küldésének jobb alternatívája.
id: Password Pusher hadir sebagai alternatif yang lebih baik untuk mengirim kata sandi melalui email.
is: Password Pusher er til sem betri valkostur við að senda lykilorð í tölvupósti.
it: Password Pusher è un'alternativa migliore all'invio di password tramite e-mail.
ja: Password Pusher は、パスワードを電子メールで送信するよりも優れた代替手段として存在します。
lv: Password pusher kalpo kā labāka alternatīva paroļu nosūtīšanai pa e-pastu.
nl: Password Pusher is een beter alternatief voor het e-mailen van wachtwoorden.
no: Password Pusher eksisterer som et bedre alternativ til å sende passord enn via e-post.
pl: Przekazywacz Haseł to lepsza alternatywa dla przesyłania haseł poprzez e-mail.
pt_br: Password pusher existe como uma melhor alternativa para enviar senhas por e-mail.
pt_pt: O Password Pusher existe como uma alternativa ao envio de palavras-passe por e-mail.
ro: Password Pusher există ca o alternativă mai bună la trimiterea parolelor prin e-mail.
ru: Password Pusher существует как лучшая альтернатива отправке паролей по электронной почте.
sr: Пассворд Пусхер постоји као боља алтернатива слању лозинки е-поштом.
sv: Password Pusher finns som ett bättre alternativ till att skicka lösenord via e-post.
th: Password Pusher เป็นทางเลือกที่ดีกว่าการส่งอีเมลรหัสผ่าน
uk: Password Pusher існує як краща альтернатива надсиланню паролів електронною поштою.
ur: پاس ورڈ پشر پاس ورڈ کو ای میل کرنے کے ایک بہتر متبادل کے طور پر موجود ہے۔

source: Emailing passwords is inherently insecure.
ca: Enviar contrasenyes per correu electrònic és inherentment insegur.
cs: Zasílání hesel e-mailem je ze své podstaty nejisté.
da: At sende adgangskoder via e-mail er i sagens natur usikkert.
de: Das Versenden von Passwörtern per E-Mail ist grundsätzlich unsicher.
es: Enviar contraseñas por correo electrónico es intrínsecamente inseguro.
fi: Salasanojen lähettäminen sähköpostitse on luonnostaan turvatonta.
fr: Envoyer un mot de passe par email est fondamentalement non sécurisé
hi: पासवर्ड ईमेल करना स्वाभाविक रूप से असुरक्षित है।
hu: A jelszavak e-mailben történő küldése eredendően nem biztonságos.
id: Mengirimkan kata sandi melalui email pada dasarnya tidak aman.
is: Að senda lykilorð í tölvupósti er í eðli sínu óöruggt.
it: L'invio di password tramite posta elettronica è intrinsecamente insicuro.
ja: パスワードを電子メールで送信することは、本質的に安全ではありません。
lv: Paroļu sūtīšana pa e-pastu pēc būtības ir nedroša.
nl: Het e-mailen van wachtwoorden is per definitie onveilig.
no: E-post med passord er iboende usikkert.
pl: Wysyłanie haseł e-mailem nie jest bezpieczną metodą.
pt_br: O envio de senhas por e-mail é inerentemente inseguro.
pt_pt: Enviar palavras-passe por e-mail é inerente-mente inseguro.
ro: Trimiterea parolelor prin e-mail este în mod inerent nesigură.
ru: Отправка паролей по электронной почте по своей сути небезопасна.
sr: Слање лозинки е-поштом је инхерентно несигурно.
sv: Att skicka lösenord via e-post är i sig osäkert.
th: รหัสผ่านอีเมลนั้นไม่ปลอดภัยโดยเนื้อแท้
uk: Надсилання паролів електронною поштою є небезпечним за своєю суттю.
ur: ای میل پاس ورڈز فطری طور پر غیر محفوظ ہیں۔

source: The greatest risks include
ca: Els majors riscos inclouen
cs: Mezi největší rizika patří
da: De største risici omfatter
de: Zu den größten Risiken gehören
es: Los mayores riesgos incluyen
fi: Suurimpia riskejä ovat
fr: Les risques les plus importants sont
hi: सबसे बड़े जोखिमों में शामिल हैं
hu: A legnagyobb kockázatok közé tartozik
id: Risiko terbesar meliputi
is: Mesta áhættan felur í sér
it: I maggiori rischi includono
ja: 最大のリスクには次のものがあります。
lv: Lielākie riski ir
nl: De grootste risico's zijn onder meer
no: Den største risikoen inkluderer
pl: Do największych zagrożeń należą:
pt_br: Os maiores riscos incluem
pt_pt: Os maiores riscos incluem
ro: Cele mai mari riscuri includ
ru: Наибольшие риски включают
sr: Највећи ризици укључују
sv: De största riskerna inkluderar
th: ความเสี่ยงที่ยิ่งใหญ่ที่สุด ได้แก่
uk: До найбільших ризиків належать
ur: سب سے بڑے خطرات میں شامل ہیں۔

source: Emailed passwords are usually sent with context to what they go to or can potentially be derived from email username, domain etc…
ca: Les contrasenyes enviades per correu electrònic s'envien generalment amb context a què van o poden derivar-se potencialment del nom d'usuari del correu electrònic, domini, etc.
cs: Hesla zasílaná e-mailem se obvykle odesílají s kontextem toho, na co jdou, nebo mohou být potenciálně odvozena z uživatelského jména e-mailu, domény atd…
da: E-mailede adgangskoder sendes normalt med hendvisning til det, de går til eller kan potentielt afledes fra e-mailbrugernavn, domæne osv.
de: E-Mails mit Passwörtern enthalten häufig weitere Informationen, die Rückschlüsse auf die Verwendung des Passwortes oder des gesamten Benutzeraccounts zulassen.
es: En el contexto de las contraseñas enviadas por correo electrónico generalmente es posible obtener el nombre de usuario a partir de la dirección de correo electrónico, del dominio, etc.
fi: Sähköpostissa lähetetyt salasanat lähetetään yleensä kontekstissa siihen, mihin ne menevät, tai ne voidaan mahdollisesti johtaa sähköpostin käyttäjätunnuksesta, verkkotunnuksesta jne.
fr: Les mots de passe envoyés par e-mail sont généralement envoyés avec des informations de contexte ou qui peuvent potentiellement être déduites du nom d'utilisateur de l'e-mail, du domaine, etc.
hi: ईमेल किए गए पासवर्ड आमतौर पर उस संदर्भ के साथ भेजे जाते हैं जहां वे जाते हैं या संभावित रूप से ईमेल उपयोगकर्ता नाम, डोमेन आदि से प्राप्त किए जा सकते हैं...
hu: Az e-mailben küldött jelszavakat általában kontextussal együtt küldik el, hogy hova valók, vagy származhatnak e-mail felhasználónévből, domainből stb.
is: Lykilorð send í tölvupósti eru venjulega send með samhengi við það sem þau fara í eða geta hugsanlega verið fengin úr notandanafni tölvupósts, léni osfrv.
it: Le password inviate per e-mail vengono solitamente inviate con il contesto a cui vanno o possono essere potenzialmente derivate da nome utente, dominio, ecc.
ja: 電子メールで送信されたパスワードは、通常、送信先のコンテキストとともに送信されるか、電子メールのユーザー名、ドメインなどから派生する可能性があります.
lv: E-pasta paroles bieži tiek sūtītas kopā ar informāciju par to, kur tās paredzēts izmantot, vai arī tās var tikt iegūtas no e-pasta lietotājvārda, domēna utt.
nl: Wachtwoorden per e-mail worden meestal verzonden met context naar waar ze naar toe gaan of kunnen mogelijk worden afgeleid van de gebruikersnaam, het domein, enz.
no: E-postpassord sendes vanligvis med kontekst til det de går til eller kan potensielt avledes fra e-postbrukernavn, domene osv...
pl: Hasła wysyłane pocztą e-mail są zwykle wysyłane wraz z kontekstem, którego dotyczą lub mogą potencjalnie być powiązane z nazwą użytkownika poczty e-mail, domeny itp.
pt_br: As senhas enviadas por e-mail geralmente são enviadas com contexto para o que elas vão ou podem ser derivadas do nome de usuário do e-mail, domínio etc.
pt_pt: As palavras-passe enviadas por e-mail geralmente são enviadas com contexto para quem elas vão ou podem ser derivadas do nome de utilizador do e-mail, domínio, etc.
ro: Parolele trimise prin e-mail sunt, de obicei, trimise cu contextul la care se duc sau pot fi potențial derivate din numele de utilizator al e-mailului, domeniul etc..
ru: Пароли по электронной почте обычно отправляются с контекстом того, к чему они относятся, или могут быть потенциально получены из имени пользователя электронной почты, домена и т.д.
sr: Лозинке послате е-поштом се обично шаљу са контекстом на шта иду или потенцијално могу бити изведене из корисничког имена е-поште, домена итд…
sv: E-postade lösenord skickas vanligtvis med kontext till vad de går till eller kan eventuellt härledas från e-postnamn, domän osv...
th: โดยปกติแล้ว รหัสผ่านที่ส่งทางอีเมลจะถูกส่งไปพร้อมกับบริบทของสิ่งที่พวกเขาไป หรืออาจได้มาจากชื่อผู้ใช้อีเมล โดเมน ฯลฯ...
uk: Паролі, надіслані електронною поштою, зазвичай надсилаються в контексті того, до чого вони ведуть, або потенційно можуть бути отримані з імені користувача електронної пошти, домену тощо..
ur: ای میل کردہ پاس ورڈز عام طور پر سیاق و سباق کے ساتھ بھیجے جاتے ہیں جس پر وہ جاتے ہیں یا ممکنہ طور پر ای میل صارف نام، ڈومین وغیرہ سے اخذ کیے جا سکتے ہیں…

source: Email is inherently insecure and can be intercepted at multiple points by malicious entities.
ca: El correu electrònic és inherentment insegur i pot ser interceptat en diversos punts per entitats malicioses.
cs: E-mail je ze své podstaty nezabezpečený a může být na několika místech zachycen škodlivými entitami.
da: E-mail er i sagens natur usikker og kan opsnappes på flere punkter af ondsindede enheder.
de: E-Mails sind von Natur aus unsicher und können an mehreren Stellen von böswilligen Entitäten abgefangen werden.
es: El correo electrónico es inherentemente inseguro y puede ser interceptado en múltiples puntos por entidades maliciosas.
fi: Sähköposti on luonnostaan turvaton, ja haitalliset tahot voivat siepata sen.
fr: L'email est fondamentalement non sécurisé et peut être intercepté à de nombreux endroits par des acteurs malveillants.
hi: ईमेल स्वाभाविक रूप से असुरक्षित है और दुर्भावनापूर्ण संस्थाओं द्वारा इसे कई बिंदुओं पर रोका जा सकता है।
hu: Az e-mail természeténél fogva nem biztonságos, és rosszindulatú entitások több ponton is elfoghatják.
id: Email pada dasarnya tidak aman dan dapat disadap di beberapa titik oleh entitas jahat.
is: Tölvupóstur er í eðli sínu óöruggur og illgjarn aðilar geta stöðvað hann á mörgum stöðum.
it: La posta elettronica è intrinsecamente insicura e può essere intercettata in più punti da entità dannose.
ja: 電子メールは本質的に安全ではなく、悪意のあるエンティティによって複数のポイントで傍受される可能性があります。
lv: E-pasts pēc būtības ir nedrošs, un ļaunprātīgas entītijas to var pārtvert vairākos punktos.
nl: E-mail is per definitie onveilig en kan op diverse punten in het verzendproces worden opgevangen door malafide eindpartijen.
no: E-post er iboende usikker og kan bli fanget opp på flere punkter av ondsinnede enheter.
pl: Poczta e-mail z natury nie jest bezpieczna i może zostać przechwycona w wielu miejscach przez stronę trzecią.
pt_br: O e-mail é inerentemente inseguro e pode ser interceptado em vários pontos por entidades maliciosas.
pt_pt: O e-mail é inerente-mente inseguro e poderá ser intercetado em vários pontos por entidades maliciosas.
ro: E-mailul este în mod inerent nesigur și poate fi interceptat în mai multe puncte de către entități rău intenționate.
ru: Электронная почта по своей природе небезопасна и может быть перехвачена в различных точках злоумышленниками.
sr: Е-пошта је сама по себи несигурна и злонамерни ентитети могу да је пресретну на више тачака.
sv: E-post är till sin natur osäker och kan fångas upp på flera punkter av skadliga enheter.
th: อีเมลนั้นไม่ปลอดภัยโดยเนื้อแท้และสามารถดักฟังได้จากหลายจุดโดยผู้ประสงค์ร้าย
uk: Електронна пошта за своєю природою є незахищеною і може бути перехоплена зловмисниками в багатьох місцях.
ur: ای میل فطری طور پر غیر محفوظ ہے اور اسے بدنیتی پر مبنی اداروں کے ذریعے متعدد مقامات پر روکا جا سکتا ہے۔
