Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Are you sure?
ca: N'esteu segur?
cs: Jste si jistí?
cy: Wyt ti'n siŵr?
da: Er du sikker?
de: Wirklich sicher?
es: ¿Estás seguro?
fi: Oletko varma?
fr: Confirmez-vous l'action ?
hi: क्या आप निश्चित हैं?
hu: Biztos vagy ebben?
id: Anda yakin?
is: Ertu viss?
it: Sei sicuro?
ja: 本気ですか？
lv: Vai esat pārliecināts?
nl: Weet je het zeker?
no: Er du sikker?
pl: Jesteś pewny?
pt_br: Tem certeza?
pt_pt: Tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sr: Да ли сте сигурни?
sv: Är du säker?
th: คุณแน่ใจไหม?
uk: Ви впевнені?
ur: کیا آپ پر یقین ہیں؟

source: Cancel
ca: Cancel·lar
cs: Storno
cy: Canslo
da: Afbryd
de: Abbrechen
es: Cancelar
fi: peruuta
fr: Annuler
hi: रद्द करना
hu: Mégsem
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
lv: Atcelt
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sr: Поништити, отказати
sv: Avbryt
th: ยกเลิก
uk: Скасувати
ur: منسوخ کریں۔

source: Delete & Regenerate
ca: Suprimeix i regenera
cs: Smazat a obnovit
cy: Dileu ac Ailgynhyrchu
da: Slet og genskab
de: Löschen & neu generieren
es: Eliminar y regenerar
fi: Poista ja luo uudelleen
fr: Supprimer et régénérer
hi: हटाएं और पुन: उत्पन्न करें
hu: Törlés és újragenerálás
id: Hapus & Regenerasi
is: Eyða og endurskapa
it: Elimina e Rigenera
ja: 削除して再生成
lv: Dzēst un atjaunot
nl: Verwijderen en opnieuw genereren
no: Slett og regenerer
pl: Usuń i wygeneruj ponownie
pt_br: Excluir e regenerar
pt_pt: Eliminar e Regenerar
ro: Ștergeți și regenerați
ru: Удалить и перевыпустить
sr: Делете & Регенерате
sv: Ta bort och återskapa
th: ลบและสร้างใหม่
uk: Видалення та відновлення
ur: حذف کریں اور دوبارہ تخلیق کریں۔

source: Processing...
ca: S'està processant...
cs: Zpracovává se...
cy: Prosesu...
da: Arbejder...
de: Verarbeitung…
es: Procesando…
fi: Käsitellään...
fr: Traitement…
hi: प्रसंस्करण...
hu: Feldolgozás...
id: Pemrosesan...
is: Vinnur...
it: In lavorazione...
ja: 処理...
lv: Notiek apstrāde...
nl: Verwerken...
no: Behandler...
pl: Przetwarzanie...
pt_br: Em processamento...
pt_pt: A processar...
ro: Procesarea...
ru: Обработка...
sr: Обрада...
sv: Bearbetar...
th: กำลังประมวลผล...
uk: Обробка...
ur: پروسیسنگ...

source: Password
ca: Contrasenya
cs: Heslo
cy: Cyfrinair
da: Adgangskode
de: Passwort
es: Contraseña
fi: salasana
fr: Mot de passe
hi: पासवर्ड
hu: Jelszó
id: Kata sandi
is: Lykilorð
ja: パスワード
lv: Parole
nl: Wachtwoord
no: Passord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
ru: Пароль
sr: Лозинка
sv: Lösenord
th: รหัสผ่าน
uk: Пароль
ur: خفیہ لفظ

source: Administration - Password Pusher
cy: Gweinyddiaeth - Gwthiwr Cyfrinair

source: System Active
cy: System Weithredol

source: Back to App
cy: Yn ôl i'r Ap

source: Password Pusher Logo
cs: Logo pro posunování hesel
cy: Logo Gwthiwr Cyfrinair
es: Logo de Password Pusher
fr: Logo de Password Pusher
hi: पासवर्ड पुशर लोगो
id: Logo Pendorong Kata Sandi
is: Lykilorð Pusher merki
it: Logo di Password Pusher
ja: パスワードプッシャーのロゴ
lv: Password Pusher logotips
pl: Logo Przekazywacza Haseł
pt_br: Logotipo do enviardor de senha
ro: Parola Pusher Logo
ru: Логотип Password Pusher
sr: Лого Пусхер лозинке
sv: Password Pusher-logga
th: โลโก้ตัวดันรหัสผ่าน
uk: Логотип зчитувача паролів
ur: پاس ورڈ پشر لوگو

source: Data Explorer - Administration - Password Pusher
cy: Archwiliwr Data - Gweinyddiaeth - Gwthiwr Cyfrinair

source: Staging Environment
cy: Amgylchedd Llwyfannu

source: This is a staging site for testing and data is reset frequently. Please use %{production_link} unless you are testing new features.
cy: Safle llwyfannu ar gyfer profi yw hwn ac mae data'n cael ei ailosod yn aml. Defnyddiwch %{production_link} oni bai eich bod yn profi nodweddion newydd.

source: Back to Administration Center
cy: Yn ôl i'r Ganolfan Weinyddol

source: Monitor and manage background job processing and queues
cy: Monitro a rheoli prosesu swyddi a chiwiau yn y cefndir

source: What are Background Jobs?
cy: Beth yw Swyddi Cefndir?

source: Background jobs handle tasks that run asynchronously without blocking the main application. In Password Pusher, these include:
cy: Mae swyddi cefndir yn trin tasgau sy'n rhedeg yn anghydamserol heb rwystro'r prif gymhwysiad. Yn Password Pusher, mae'r rhain yn cynnwys:

source: Email notifications
cy: Hysbysiadau e-bost

source: Sending push expiration alerts and admin notifications
cy: Anfon rhybuddion dod i ben gwthio a hysbysiadau gweinyddol

source: Push cleanup
cy: Glanhau gwthio

source: Automatically removing expired pushes from the database
cy: Dileu gwthiadau sydd wedi dod i ben o'r gronfa ddata yn awtomatig

source: File processing
cy: Prosesu ffeiliau

source: Handling file uploads and any post-processing tasks.
cy: Ymdrin â lanlwythiadau ffeiliau ac unrhyw dasgau ôl-brosesu.

source: Audit logging
cy: Cofnodi archwilio

source: Recording system events and user actions
cy: Cofnodi digwyddiadau system a gweithredoedd defnyddwyr

source: Use the tabs below to monitor job queues, view failed jobs, and manage job processing.
cy: Defnyddiwch y tabiau isod i fonitro ciwiau swyddi, gweld swyddi aflwyddiannus, a rheoli prosesu swyddi.

source: There was %{count} with your submission:
cy: Roedd %{count} gyda'ch cyflwyniad:

source: error
cy: gwall

source: Basic Information
cy: Gwybodaeth Sylfaenol

source: Security & Access
cy: Diogelwch a Mynediad

source: Activity & Timestamps
cy: Gweithgaredd a Stampiau Amser

source: Related Records
cy: Cofnodion Cysylltiedig

source: Additional Fields
cy: Meysydd Ychwanegol

source: Update
cy: Diweddariad

source: Create
cy: Creu

source: Edit %{name}
cy: Golygu %{name}

source: Edit
cy: Golygu

source: Update %{name} information
cy: Diweddaru gwybodaeth %{name}

source: Manage %{name} records
cy: Rheoli cofnodion %{name}

source: New %{name}
cy: Newydd %{name}

source: Search %{name}...
cy: Chwilio %{name}...

source: Search
cy: Chwilio

source: All
cy: Pawb

source: View
ca: Vista
cs: Pohled
cy: Golygfeydd
da: Visning
de: Ansicht
es: Vista
fi: Katselukerta
fr: Vue
hi: देखना
hu: Megtekintés
id: Tampilan
is: Útsýni
it: Visualizzazione
ja: ビュー
lv: Skati
nl: Weergave
no: Visning
pl: Wyświetlenie
pt_br: Visualização
pt_pt: Visualizar
ro: Vezi
ru: Просмотр
sr: Поглед
sv: Visning
th: มุมมอง
uk: Вигляд
ur: دیکھیں

source: Create a new %{name} record
cy: Creu cofnod %{name} newydd

source: View %{name} details
cy: Gweld manylion %{name}

source: Delete
ca: Suprimeix
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
hi: मिटाना
hu: Töröl
id: Menghapus
is: Eyða
it: Cancellare
ja: 消去
lv: Dzēst
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Ștergeți
ru: Удалить
sr: Избриши
sv: Ta bort
th: ลบ
uk: Видалити
ur: حذف کریں۔

source: Are you sure you want to delete this %{name}?
cy: Ydych chi'n siŵr eich bod chi eisiau dileu hwn %{name}?

source: Database Explorer
cy: Archwiliwr Cronfa Ddata

source: Direct database access and record management
cy: Mynediad uniongyrchol i gronfa ddata a rheoli cofnodion

source: Database %{status}
cy: Cronfa Ddata %{status}

source: Connected
cy: Wedi'i gysylltu

source: Disconnected
cy: Wedi'i ddatgysylltu

source: Back to Admin Center
cy: Yn ôl i'r Ganolfan Weinyddol

source: Direct Database Access
cy: Mynediad Uniongyrchol i Gronfa Ddata

source: Warning:
cy: Rhybudd:

source: This interface provides direct access to your production database. All changes are immediate and irreversible. Exercise extreme caution when modifying records.
cy: Mae'r rhyngwyneb hwn yn darparu mynediad uniongyrchol i'ch cronfa ddata gynhyrchu. Mae pob newid yn syth ac yn anghildroadwy. Byddwch yn ofalus iawn wrth addasu cofnodion.

source: Recommendation:
cy: Argymhelliad:

source: Always backup your database before making any changes to ensure you can restore data if needed.
cy: Gwnewch gopi wrth gefn o'ch cronfa ddata bob amser cyn gwneud unrhyw newidiadau er mwyn sicrhau y gallwch adfer data os oes angen.

source: Getting Started with Data Explorer
cy: Dechrau gyda Data Explorer

source: This tool provides direct access to your database records. Here's how to use it effectively:
cy: Mae'r offeryn hwn yn darparu mynediad uniongyrchol i gofnodion eich cronfa ddata. Dyma sut i'w ddefnyddio'n effeithiol:

source: 📊 Browse Records
cy: 📊 Pori Cofnodion

source: Users:
cy: Defnyddwyr:

source: View user accounts, check registration dates, and manage permissions
cy: Gweld cyfrifon defnyddwyr, gwirio dyddiadau cofrestru, a rheoli caniatâd

source: Pushes:
cy: Gwthiadau:

source: Monitor password pushes, view expiration status, and track usage
cy: Monitro gwthiadau cyfrinair, gweld statws dod i ben, ac olrhain defnydd

source: Audit Logs:
cy: Logiau Archwilio:

source: Track all system changes and user actions
cy: Tracio pob newid system a gweithredoedd defnyddwyr

source: 🔧 Common Tasks
cy: 🔧 Tasgau Cyffredin

source: User Support:
cy: Cymorth Defnyddwyr:

source: Impersonate users to troubleshoot issues
cy: Dynwared defnyddwyr i ddatrys problemau

source: Data Cleanup:
cy: Glanhau Data:

source: Remove expired pushes or inactive accounts
cy: Dileu gwthiadau sydd wedi dod i ben neu gyfrifon anactif

source: Security Review:
cy: Adolygiad Diogelwch:

source: Check audit logs for suspicious activity
cy: Gwiriwch logiau archwilio am weithgarwch amheus

source: Analytics:
cy: Dadansoddeg:

source: Analyze usage patterns and system health
cy: Dadansoddi patrymau defnydd ac iechyd y system

source: Core Data
cy: Data Craidd

source: Manage users, pushes, and audit logs.
cy: Rheoli defnyddwyr, gwthiadau, a logiau archwilio.

source: Users
cy: Defnyddwyr

source: Manage user accounts and permissions
cy: Rheoli cyfrifon a chaniatadau defnyddwyr

source: Pushes
cy: Gwthiadau

source: View and manage pushes
cy: Gweld a rheoli gwthiadau

source: Audit Logs
cy: Logiau Archwilio

source: Track system activity and changes
cy: Gweithgarwch a newidiadau system olrhain

source: Database Connection
cy: Cysylltiad Cronfa Ddata

source: Current database connection information and status.
cy: Gwybodaeth a statws cysylltiad cronfa ddata gyfredol.

source: Database Type
cy: Math o Gronfa Ddata

source: Database Name
cy: Enw'r Gronfa Ddata

source: Environment
cy: Amgylchedd

source: Connection Status
cy: Statws y Cysylltiad

source: Quick Actions
cy: Camau Cyflym

source: Admin Management
cy: Rheolaeth Weinyddol

source: Go to Application
cy: Ewch i'r Cais

source: Manage Users
cy: Rheoli Defnyddwyr

source: User Information
cy: Gwybodaeth Defnyddiwr

source: The email address for the new user account.
cy: Y cyfeiriad e-bost ar gyfer y cyfrif defnyddiwr newydd.

source: Auto-confirm account
cy: Cadarnhau cyfrif yn awtomatig

source: If checked, the user account will be automatically confirmed and ready to use. Otherwise, the user will need to confirm their email address.
cy: Os caiff ei dicio, bydd y cyfrif defnyddiwr yn cael ei gadarnhau'n awtomatig ac yn barod i'w ddefnyddio. Fel arall, bydd angen i'r defnyddiwr gadarnhau ei gyfeiriad e-bost.

source: Password Information
cy: Gwybodaeth am y Cyfrinair

source: A secure password will be automatically generated for this user. The user can reset their password using the "Forgot Password" link on the login page.
cy: Bydd cyfrinair diogel yn cael ei gynhyrchu'n awtomatig ar gyfer y defnyddiwr hwn. Gall y defnyddiwr ailosod ei gyfrinair gan ddefnyddio'r ddolen "Wedi anghofio'r cyfrinair" ar y dudalen mewngofnodi.

source: Create User
cy: Creu Defnyddiwr

source: About Password Pusher
ca: Quant a Password Pusher
cs: O Password Pusheru
cy: Ynglŷn â Gwthiwr Cyfrinair
da: Om Password Pusher
de: Über Password Pusher
es: Acerca de Password Pusher
fi: Tietoja Password Pusherista
fr: À propos de Password Pusher
hi: पासवर्ड पुशर के बारे में
hu: A Password Pusher-ről
id: Tentang Pendorong Kata Sandi
is: Um Password Pusher
it: Informazioni su Password Pusher
ja: パスワードプッシャーについて
lv: Par Password Pusher
nl: Over Password Pusher
no: Om Password Pusher
pl: O Password Pusher
pt_br: Sobre o Password Pusher
pt_pt: Sobre o Password Pusher
ro: Despre Password Pusher
ru: О программе Password Pusher
sr: О Пассворд Пусхер-у
sv: Om Password Pusher
th: เกี่ยวกับตัวดันรหัสผ่าน
uk: Про Password Pusher
ur: پاس ورڈ پشر کے بارے میں

source: About
ca: Quant a
cs: O aplikaci
cy: Ynglŷn â
da: Om
de: Über
es: Sobre Nosotros
fi: Tietoja
fr: À propos
hi: के बारे में
hu: A programról
id: Tentang
is: Um
it: Chi Siamo
ja: だいたい
lv: Par Password Pusher
nl: Over
no: Om
pl: O aplikacji
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О программе
sr: О томе
sv: Om
th: เกี่ยวกับ
uk: Про
ur: کے بارے میں

source: Password Pusher is a tool used for sharing passwords and other sensitive information with other people securely.
ca: Password Pusher és una eina que s'utilitza per compartir contrasenyes i altra informació sensible amb altres persones de manera segura.
cs: Password Pusher je nástroj používaný pro bezpečné sdílení hesel a dalších citlivých informací s ostatními lidmi.
cy: Mae Password Pusher yn offeryn a ddefnyddir ar gyfer rhannu cyfrineiriau a gwybodaeth sensitif arall gyda phobl eraill yn ddiogel.
da: Password Pusher er et værktøj, der bruges til at dele adgangskoder og andre følsomme oplysninger med andre mennesker sikkert.
de: Password Pusher ist ein Tool zum sicheren Teilen von Passwörtern und anderen vertraulichen Informationen mit anderen Personen.
es: Password Pusher es una herramienta que se utiliza para compartir contraseñas y otra información confidencial con otras personas de forma segura.
fi: Password Pusher on työkalu salasanojen ja muiden arkaluonteisten tietojen jakamiseen muiden ihmisten kanssa turvallisesti.
fr: Password Pusher est un outil utilisé pour partager des mots de passe et d'autres informations sensibles avec d'autres personnes en toute sécurité.
hi: पासवर्ड पुशर एक उपकरण है जिसका उपयोग पासवर्ड और अन्य संवेदनशील जानकारी को अन्य लोगों के साथ सुरक्षित रूप से साझा करने के लिए किया जाता है।
hu: A Password Pusher egy eszköz a jelszavak és más bizalmas információk biztonságos megosztására másokkal.
id: Password Pusher adalah alat yang digunakan untuk berbagi kata sandi dan informasi sensitif lainnya dengan orang lain secara aman.
is: Password Pusher er tól sem notað er til að deila lykilorðum og öðrum viðkvæmum upplýsingum með öðru fólki á öruggan hátt.
it: Password Pusher è uno strumento utilizzato per condividere password e altre informazioni sensibili con altre persone in modo sicuro.
ja: Password Pusher は、パスワードやその他の機密情報を他のユーザーと安全に共有するために使用されるツールです。
lv: Password Pusher ir rīks, ko izmanto, lai droši koplietotu paroles un citu sensitīvu informāciju ar citiem cilvēkiem.
nl: Password Pusher is een tool die wordt gebruikt om wachtwoorden en andere gevoelige informatie veilig met andere mensen te delen.
no: Password Pusher er et verktøy som brukes til å dele passord og annen sensitiv informasjon med andre mennesker på en sikker måte.
pl: Password Pusher to narzędzie służące do bezpiecznego udostępniania haseł i innych poufnych informacji innym osobom.
pt_br: Password Pusher é uma ferramenta usada para compartilhar senhas e outras informações confidenciais com outras pessoas de forma segura.
pt_pt: Password Pusher é uma ferramenta usada para compartilhar senhas e outras informações confidenciais com outras pessoas de forma segura.
ro: Password Pusher este un instrument utilizat pentru a partaja parole și alte informații sensibile cu alte persoane în siguranță.
ru: Password Pusher - это инструмент, используемый для безопасного обмена паролями и другой конфиденциальной информацией с людьми.
sr: Пассворд Пусхер је алатка која се користи за безбедно дељење лозинки и других осетљивих информација са другим људима.
sv: Password Pusher är ett verktyg som används för att dela lösenord och annan känslig information med andra människor på ett säkert sätt.
th: Password Pusher เป็นเครื่องมือที่ใช้สำหรับแบ่งปันรหัสผ่านและข้อมูลที่ละเอียดอ่อนอื่น ๆ กับบุคคลอื่นอย่างปลอดภัย
uk: Password Pusher - це інструмент для безпечного обміну паролями та іншою конфіденційною інформацією з іншими людьми.
ur: پاس ورڈ پشر ایک ٹول ہے جو پاس ورڈ اور دیگر حساس معلومات کو دوسرے لوگوں کے ساتھ محفوظ طریقے سے شیئر کرنے کے لیے استعمال ہوتا ہے۔

source: With Password Pusher, you can create a unique, one-time URL that will expire after a certain amount of time or after it has been accessed a certain number of times, ensuring that your information remains private and secure.
ca: Amb Password Pusher, podeu crear un URL únic i únic que caducarà després d'un cert període de temps o després d'haver accedit un nombre determinat de vegades, assegurant-vos que la vostra informació romangui privada i segura.
cs: Pomocí Password Pusher můžete vytvořit jedinečnou, jednorázovou adresu URL, jejíž platnost vyprší po určité době nebo po určitém počtu přístupů, což zajistí, že vaše informace zůstanou soukromé a bezpečné.
cy: Gyda Password Pusher, gallwch greu URL unigryw, untro a fydd yn dod i ben ar ôl cyfnod penodol o amser neu ar ôl iddo gael ei gyrchu nifer penodol o weithiau, gan sicrhau bod eich gwybodaeth yn parhau i fod yn breifat ac yn ddiogel.
da: Med Password Pusher kan du oprette en unik engangs-URL, der udløber efter et vist tidsrum, eller efter at den er blevet tilgået et vist antal gange, hvilket sikrer, at dine oplysninger forbliver private og sikre.
de: Mit Password Pusher können Sie eine eindeutige, einmalige URL erstellen, die nach einer bestimmten Zeit oder nach einer bestimmten Anzahl von Zugriffen abläuft, um sicherzustellen, dass Ihre Informationen privat und sicher bleiben.
es: Con Password Pusher, puede crear una URL única que caducará después de una cierta cantidad de tiempo o después de que se haya accedido a ella una cierta cantidad de veces, lo que garantiza que su información permanezca privada y segura.
fi: Password Pusherin avulla voit luoda ainutlaatuisen, kertaluonteisen URL-osoitteen, joka vanhenee tietyn ajan kuluttua tai sen jälkeen, kun sitä on käytetty tietyn määrän kertoja, mikä varmistaa, että tietosi pysyvät yksityisinä ja turvassa.
fr: Avec Password Pusher, vous pouvez créer une URL unique qui expirera après un certain temps ou un certain nombre d'accès, garantissant que vos informations restent privées et sécurisées.
hi: पासवर्ड पुशर के साथ, आप एक अद्वितीय, एक बार का यूआरएल बना सकते हैं जो एक निश्चित समय के बाद या इसे एक निश्चित संख्या में एक्सेस करने के बाद समाप्त हो जाएगा, यह सुनिश्चित करते हुए कि आपकी जानकारी निजी और सुरक्षित रहेगी।
hu: A Password Pusher segítségével egyedi, egyszeri URL-t hozhat létre, amely egy bizonyos idő elteltével vagy bizonyos számú hozzáférés után lejár, így biztosítva, hogy adatai privát és biztonságosak maradjanak.
id: Dengan Password Pusher, Anda bisa membuat URL unik sekali pakai yang akan kedaluwarsa setelah jangka waktu tertentu atau setelah diakses dalam jumlah tertentu, sehingga informasi Anda tetap pribadi dan aman.
is: Með Password Pusher geturðu búið til einstaka vefslóð í eitt skipti sem rennur út eftir ákveðinn tíma eða eftir að hún hefur verið opnuð nokkrum sinnum, og tryggir að upplýsingarnar þínar haldist persónulegar og öruggar.
it: Con Password Pusher, puoi creare un URL unico e monouso che scadrà dopo un certo periodo di tempo o dopo che è stato effettuato un certo numero di accessi, assicurando che le tue informazioni rimangano private e sicure.
ja: Password Pusher を使用すると、一定時間後または一定回数アクセスした後に有効期限が切れる一意の 1 回限りの URL を作成して、情報のプライバシーと安全性を確保できます。
lv: Izmantojot Password Pusher, varat izveidot unikālu, vienreizēju URL, kura derīguma termiņš beigsies pēc noteikta laika vai pēc tam, kad tam būs piekļūts noteikts skaits reižu, nodrošinot, ka jūsu informācija paliek privāta un droša.
nl: Met Password Pusher kunt u een unieke, eenmalige URL maken die na een bepaalde tijd verloopt of nadat deze een bepaald aantal keren is geopend, zodat uw informatie privé en veilig blijft.
no: Med Password Pusher kan du opprette en unik engangs-URL som utløper etter en viss tid eller etter at den har blitt åpnet et visst antall ganger, og sikrer at informasjonen din forblir privat og sikker.
pl: Dzięki Password Pusher możesz utworzyć unikalny, jednorazowy adres URL, który wygaśnie po określonym czasie lub po uzyskaniu dostępu do niego określoną liczbę razy, zapewniając prywatność i bezpieczeństwo Twoich informacji.
pt_br: Com o Password Pusher, você pode criar um URL exclusivo e único que expirará após um determinado período de tempo ou após ser acessado um determinado número de vezes, garantindo que suas informações permaneçam privadas e seguras.
pt_pt: Com o Password Pusher, você pode criar um URL exclusivo e único que expirará após um determinado período de tempo ou após ser acessado um determinado número de vezes, garantindo que suas informações permaneçam privadas e seguras.
ro: Cu Password Pusher, puteți crea un URL unic, care va expira după o anumită perioadă de timp sau după ce a fost accesat de un anumit număr de ori, asigurându-vă că informațiile dvs. rămân private și sigure.
ru: С помощью Password Pusher вы можете создать уникальный одноразовый URL-адрес, срок действия которого истечет через определенное время или после того, как к нему обратятся определенное количество раз, обеспечивая конфиденциальность и безопасность вашей информации.
sr: Помоћу Пассворд Пусхер-а можете креирати јединствену, једнократну УРЛ адресу која ће истећи након одређеног времена или након што јој се приступи одређени број пута, осигуравајући да ваше информације остану приватне и безбедне.
sv: Med Password Pusher kan du skapa en unik engångs-URL som kommer att upphöra efter en viss tid eller efter att den har nåtts ett visst antal gånger, vilket säkerställer att din information förblir privat och säker.
th: ด้วย Password Pusher คุณสามารถสร้าง URL ที่ใช้ครั้งเดียวและไม่ซ้ำใครซึ่งจะหมดอายุหลังจากระยะเวลาหนึ่งหรือหลังจากที่มีการเข้าถึงตามจำนวนครั้งที่กำหนด เพื่อให้มั่นใจว่าข้อมูลของคุณยังคงเป็นส่วนตัวและปลอดภัย
uk: За допомогою Password Pusher ви можете створити унікальну одноразову URL-адресу, термін дії якої закінчується через певний проміжок часу або після того, як до неї буде здійснено певну кількість спроб доступу, що гарантує, що ваша інформація залишиться приватною та захищеною.
ur: پاس ورڈ پشر کے ساتھ، آپ ایک منفرد، ایک بار استعمال ہونے والا یو آر ایل بنا سکتے ہیں جو ایک مخصوص وقت کے بعد یا ایک خاص تعداد تک رسائی کے بعد ختم ہو جائے گا، اس بات کو یقینی بناتے ہوئے کہ آپ کی معلومات نجی اور محفوظ رہے۔
