Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: If an encryption key isn't provided, a default key will be used.
ca: Si no es proporciona una clau de xifratge, s'utilitzarà una clau predeterminada.
cs: Pokud není zadán šifrovací klíč, použije se výchozí klíč.
cy: Os na ddarperir allwedd amgryptio, defnyddir allwedd ddiofyn.
da: Hvis der ikke er angivet en krypteringsnøgle, vil en standardnøgle blive brugt.
de: Wenn kein Encryption Key angegeben wird, wird ein Standardschlüssel verwendet.
es: Si no se proporciona una clave de cifrado, se utilizará una clave predeterminada.
fi: Jos salausavainta ei ole annettu, käytetään oletusavainta.
fr: Si aucune clé de chiffrement n'est fournie, une clé par défaut sera utilisée.
hi: यदि एन्क्रिप्शन कुंजी प्रदान नहीं की गई है, तो एक डिफ़ॉल्ट कुंजी का उपयोग किया जाएगा।
hu: Ha nincs megadva titkosítási kulcs, akkor a rendszer az alapértelmezett kulcsot használja.
id: Jika kunci enkripsi tidak disediakan, kunci default akan digunakan.
is: Ef dulkóðunarlykill er ekki til staðar verður sjálfgefinn lykill notaður.
it: Se non viene fornita una chiave di crittografia, verrà utilizzata una chiave predefinita.
ja: 暗号化キーが指定されていない場合は、既定のキーが使用されます。
lv: Ja šifrēšanas atslēga netiek nodrošināta, tiks izmantota noklusējuma atslēga.
nl: Als er geen encryptiesleutel ingegeven is, wordt een standaard sleutel gebruikt.
no: Hvis en krypteringsnøkkel ikke er oppgitt, brukes en standardnøkkel.
pl: Jeśli klucz szyfrowania nie zostanie podany, zostanie użyty klucz domyślny.
pt_br: Se uma chave de criptografia não for fornecida, uma chave padrão será usada.
pt_pt: Se uma chave de encriptação não for fornecida, uma chave padrão será usada.
ro: Dacă nu este furnizată o cheie de criptare, se va utiliza o cheie implicită.
ru: Если ключ шифрования не указан, будет использован ключ по умолчанию.
sr: Ако кључ за шифровање није наведен, користиће се подразумевани кључ.
sv: Om en krypteringsnyckel inte läggs till så används den förvalda istället.
th: หากไม่มีคีย์การเข้ารหัส ระบบจะใช้คีย์เริ่มต้น
uk: Якщо ключ шифрування не надано, буде використано ключ за замовчуванням.
ur: اگر ایک خفیہ کاری کلید فراہم نہیں کی گئی ہے تو، ایک ڈیفالٹ کلید استعمال کی جائے گی۔

source: The best security for private instances of Password Pusher is to use your own custom encryption key although it is not required.
ca: La millor seguretat per a les instàncies privades de Password Pusher és utilitzar la vostra pròpia clau de xifratge personalitzada, tot i que no és necessària.
cs: Nejlepším zabezpečením pro soukromé instance Password Pusher je použití vlastního šifrovacího klíče, i když to není vyžadováno.
cy: Y diogelwch gorau ar gyfer achosion preifat o Password Pusher yw defnyddio eich allwedd amgryptio personol eich hun er nad yw'n ofynnol.
da: Den bedste sikkerhed for private udgaver af Password Pusher er at bruge din egen tilpassede krypteringsenøgle. Dette er dog ikke påkrævet.
de: Die beste Sicherheit für private Instanzen von Password Pusher ist die Verwendung Ihres eigenen Verschlüsselungsschlüssels, obwohl dies nicht erforderlich ist.
es: La mejor seguridad para las instancias privadas de Password Pusher es utilizar su propia clave de cifrado personalizada, aunque no es necesaria.
fi: Password Pusherin yksityisten instanssien paras suojaus on käyttää omaa mukautettua salausavainta, vaikka se ei olekaan pakollista.
fr: La meilleure pratique de sécurité pour les instances privées de Password Pusher est d'utiliser votre propre clé de chiffrement même si ce n'est pas obligatoire.
hi: पासवर्ड पुशर के निजी उदाहरणों के लिए सबसे अच्छी सुरक्षा अपनी स्वयं की कस्टम एन्क्रिप्शन कुंजी का उपयोग करना है, हालांकि इसकी आवश्यकता नहीं है।
hu: A Password Pusher privát példányainak legjobb biztonsága a saját egyéni titkosítási kulcs használata, bár ez nem szükséges.
id: Keamanan terbaik untuk instans pribadi Password Pusher adalah dengan menggunakan kunci enkripsi kustom Anda sendiri walaupun tidak diwajibkan.
is: Besta öryggið fyrir einkatilvik af Password Pusher er að nota eigin sérsniðna dulkóðunarlykil þó þess sé ekki krafist.
it: La migliore sicurezza per le istanze private di Password Pusher consiste nell'utilizzare la propria chiave di crittografia personalizzata, sebbene non sia obbligatorio.
ja: Password Pusher のプライベート インスタンスの最適なセキュリティは、必須ではありませんが独自のカスタム暗号化キーを使用することです。
lv: Lai gan tas nav nepieciešams, izmantojot savu īpašo šifrēšanas atslēgu, Password Pusher lietotājiem tiek nodrošināts vislabākais drošības līmenis.
nl: De beste beveiliging voor uw eigen ingerichte Password Pusher is door gebruik te maken van een eigen gemaakte sleutel. Dat is voor de werking van Password Pusher overigens niet verplicht.
no: Den beste sikkerheten for private forekomster av Password Pusher er å bruke din egen tilpassede krypteringsnøkkel, selv om det ikke er nødvendig.
pl: Najlepszym zabezpieczeniem prywatnych instancji Przekazywacza Haseł jest użycie własnego niestandardowego klucza szyfrowania, ale nie jest to wymagane.
pt_br: A melhor segurança para instâncias privadas do Password Pusher é usar sua própria chave de criptografia personalizada, embora não seja necessária.
pt_pt: A melhor segurança para instâncias privadas do Password Pusher é usar a sua própria chave de encriptação embora não seja necessário.
ro: Cea mai bună securitate pentru instanțele private ale Password Pusher este să utilizați propria cheie de criptare personalizată, deși nu este obligatorie.
ru: Наилучшей защитой для частных экземпляров Password Pusher является использование собственного пользовательского ключа шифрования, хотя это и не обязательно.
sr: Најбоља сигурност за приватне инстанце Пассворд Пусхер-а је да користите сопствени прилагођени кључ за шифровање, иако то није потребно.
sv: För att uppnå högsta säkerhet i egna installationer av Password Pusher rekommenderar vi att ni använder en egen krypteringsnyckel, även om det inte är nödvändigt.
th: การรักษาความปลอดภัยที่ดีที่สุดสำหรับอินสแตนซ์ส่วนตัวของ Password Pusher คือการใช้คีย์เข้ารหัสที่คุณกำหนดเองแม้ว่าจะไม่จำเป็นก็ตาม
uk: Найкращий захист для приватних екземплярів Password Pusher - це використання власного ключа шифрування, хоча це і не є обов'язковим.
ur: پاس ورڈ پشر کی نجی مثالوں کے لیے بہترین سیکیورٹی یہ ہے کہ آپ اپنی مرضی کے مطابق انکرپشن کلید کا استعمال کریں حالانکہ اس کی ضرورت نہیں ہے۔

source: The risk in using the default key is lessened if you keep your instance secure and your push expirations short. e.g. 1 day/1 view versus 100 days/100 views.
ca: El risc d'utilitzar la clau predeterminada es redueix si manteniu la vostra instància segura i les vostres caducitats d'impuls breus. per exemple. 1 dia/1 visualització versus 100 dies/100 visualitzacions.
cs: Riziko při použití výchozího klíče se sníží, pokud budete udržovat svou instanci zabezpečenou a vypršení platnosti push krátké. např. 1 den/1 zhlédnutí versus 100 dní/100 zhlédnutí.
cy: Mae'r risg o ddefnyddio'r allwedd ddiofyn yn cael ei lleihau os byddwch chi'n cadw'ch enghraifft yn ddiogel a bod eich cyfnodau gwthio yn fyr. e.e. 1 diwrnod/1 golygfa yn erbyn 100 diwrnod/100 golygfa.
da: Risikoen ved at bruge standardnøglen mindskes, hvis du holder din udgave sikker og dine "push" udløbstid korte. F.eks. 1 dag/1 visning versus 100 dage/100 visninger.
de: Das Risiko bei der Verwendung des Standardschlüssels wird verringert, wenn die Instanz sicher und die Push-Verfallseinstellungen kurz gehalten werden. 1 Tag/1 Aufruf versus 100 Tage/100 Aufrufe.
es: El riesgo de usar la clave predeterminada se reduce si mantiene su instancia segura y sus vencimientos son breves. p.ej. 1 día / 1 visualización frente a 100 días / 100 visualizaciones.
fi: Oletusavaimen käytön riski pienenee, jos pidät instanssisi suojattuna ja push-vanhenemisajat lyhyinä. esim. 1 päivä/1 näyttökerta vs. 100 päivää/100 katselukertaa.
fr: Le risque lié à l'utilisation de la clé par défaut est réduit si vous gardez votre instance sécurisée et vos expirations de publications, courtes. par exemple :. 1 jour/1 vue par rapport à 100 jours/100 vues.
hi: यदि आप अपना इंस्टेंस सुरक्षित रखते हैं और अपनी पुश समाप्ति अवधि कम रखते हैं तो डिफ़ॉल्ट कुंजी का उपयोग करने का जोखिम कम हो जाता है। उदाहरण के लिए 1 दिन/1 दृश्य बनाम 100 दिन/100 दृश्य।
hu: Az alapértelmezett kulcs használatának kockázata csökken, ha a példányt biztonságban tartja, és a küldési lejáratokat röviden tartja. pl. 1 nap/1 megtekintés versus 100 nap/100 megtekintés.
id: Risiko menggunakan kunci default akan berkurang jika Anda menjaga keamanan instance dan masa berlaku push Anda pendek. misalnya 1 hari/1 tampilan versus 100 hari/100 tampilan.
is: Áhættan af því að nota sjálfgefna lykilinn minnkar ef þú heldur tilvikinu þínu öruggu og ýtingartímanum þínum stuttum. td 1 dagur/1 áhorf á móti 100 dögum/100 áhorfum.
it: Il rischio nell'utilizzo della chiave predefinita è ridotto se si mantiene sicura l'istanza e le scadenze push sono brevi. Per esempio. 1 giorno/1 visualizzazione rispetto a 100 giorni/100 visualizzazioni.
ja: インスタンスを安全に保ち、プッシュの有効期限を短くすると、デフォルトのキーを使用するリスクが軽減されます。例: 1 日/1 ビュー対 100 日/100 ビュー。
lv: Noklusējuma atslēgas lietošanas risks samazinās, ja saglabājat savu instanci drošībā un Jūsu koplietoto paroļu derīguma termiņš ir īss. Piemēram, 1 diena/1 skatījums pret 100 dienas/100 skatījumi.
nl: Het risico bij het gebruik van de standaardsleutel wordt verminderd als u uw omgeving veilig houdt en uw push-verloop kort houdt. Bijv. 1 dag/1 weergave versus 100 dagen/100 weergaven.
no: Risikoen ved å bruke standardnøkkelen reduseres hvis du holder forekomsten sikker og push-utløpene korte. f.eks. 1 dag/1 visning versus 100 dager/100 visninger.
pl: Ryzyko związane z używaniem klucza domyślnego jest mniejsze, jeśli zadbasz o bezpieczeństwo instancji i krótkie wygaśnięcia przekazań, np. 1 dzień/1 wyświetlenie w porównaniu do 100 dni/100 wyświetleń.
pt_br: O risco de usar a chave padrão é reduzido se você mantiver sua instância segura e suas expirações de push curtas. Por exemplo, 1 dia/1 visualização vs 100 dias/100 visualizações.
pt_pt: O risco de usar a chave padrão é reduzido se você mantiver sua instância segura e as expirações dos envios curtos. Por exemplo, 1 dia/1 visualização versus 100 dias/100 visualizações.
ro: Riscul de a utiliza cheia implicită este mai mic dacă vă păstrați instanța securizată și expirațiile push scurte. de exemplu, 1 zi/1 vizualizare față de 100 de zile/100 de vizualizări.
ru: Риск при использовании ключа по умолчанию снижается, если вы обеспечиваете безопасность экземпляра и сокращаете срок действия отправлений. Например, 1 день/1 просмотр вместо 100 дней/100 просмотров.
sr: Ризик при коришћењу подразумеваног кључа је смањен ако држите инстанцу безбедном, а истекнете кратким. нпр. 1 дан/1 преглед наспрам 100 дана/100 прегледа.
sv: Risken med att använda den förvalda nyckeln minskar om du håller din instans säker och anger utgångstiden för en push till 1 dag/1 visning jämfört med 100 dagar/100 visningar.
th: ความเสี่ยงในการใช้คีย์เริ่มต้นจะลดลงหากคุณรักษาอินสแตนซ์ของคุณให้ปลอดภัยและการหมดอายุของพุชสั้นลง เช่น 1 วัน/1 การดู กับ 100 วัน/100 การดู
uk: Ризик використання ключа за замовчуванням зменшується, якщо ви тримаєте свій екземпляр у безпеці, а термін дії ваших push-повідомлень короткий, наприклад, 1 день/1 перегляд проти 100 днів/100 переглядів.
ur: پہلے سے طے شدہ کلید کے استعمال میں خطرہ کم ہوجاتا ہے اگر آپ اپنی مثال کو محفوظ رکھتے ہیں اور آپ کی پش کی میعاد مختصر ہوتی ہے۔ مثال کے طور پر 1 دن/1 منظر بمقابلہ 100 دن/100 ملاحظات۔

source: Once a push expires, all encrypted data is deleted.
ca: Un cop caduca una pujada, s'eliminen totes les dades xifrades.
cs: Jakmile vyprší platnost push, všechna zašifrovaná data se smažou.
cy: Unwaith y bydd gwthiad yn dod i ben, caiff yr holl ddata wedi'i amgryptio ei ddileu.
da: Når et push udløber, slettes alle krypterede data.
de: Sobald ein Push abläuft, werden alle verschlüsselten Daten gelöscht.
es: Una vez que expira un enlace, se eliminan todos los datos cifrados.
fi: Kun lähetys vanhenee, kaikki salatut tiedot poistetaan.
fr: Une fois qu'une publication est expirée, toutes les données chiffrées sont supprimées.
hi: एक बार पुश समाप्त होने पर, सभी एन्क्रिप्टेड डेटा हटा दिया जाता है।
hu: Amint a küldés lejár, az összes titkosított adat törlődik.
id: Setelah sebuah push kedaluwarsa, semua data terenkripsi akan dihapus.
is: Þegar ýta rennur út er öllum dulkóðuðum gögnum eytt.
it: Una volta scaduto un push, tutti i dati crittografati vengono eliminati.
ja: プッシュの有効期限が切れると、暗号化されたデータはすべて削除されます。
lv: Kad nosūtītās paroles derīguma termiņš beidzas, visi šifrētie dati tiek dzēsti.
nl: Als een push verlopen is wordt alle versleutelde data verwijderd.
no: Når en push utløper, slettes alle krypterte data.
pl: Po wygaśnięciu przekazania wszystkie zaszyfrowane dane są usuwane.
pt_br: Uma vez que o push for expirado, todos os dados encriptados serão deletados.
pt_pt: Assim que um envio expira, todos os dados encriptados são eliminados.
ro: Odată ce un push expiră, toate datele criptate sunt șterse.
ru: По истечении срока действия отправления все зашифрованные данные удаляются.
sr: Када пусх истекне, сви шифровани подаци се бришу.
sv: När en push går ut så raderas all krypterad data i den.
th: เมื่อการพุชหมดอายุ ข้อมูลที่เข้ารหัสทั้งหมดจะถูกลบ
uk: Після закінчення терміну дії пушу всі зашифровані дані видаляються.
ur: ایک بار پش کی میعاد ختم ہونے کے بعد، تمام خفیہ کردہ ڈیٹا حذف ہو جاتا ہے۔

source: Changing an encryption key where old pushes already exist will make those older pushes unreadable. In other words, the payloads will be garbled. New pushes going forward will work fine.
ca: Canviar una clau d'encriptatge on ja existeixen pujades antigues farà que aquestes pujades més antigues siguin il·legibles. En altres paraules, les dades seran escombrades. Les noves pujades cap endavant funcionaran bé.
cs: Změna šifrovacího klíče ve chvíli, kdy již existují nějaká hesla způsobí, že tato již nebudou získatelná. Jinými slovy, prostě z nich vznikne mišmaš. Budoucí hesla budou fungovat v pořádku.
cy: Bydd newid allwedd amgryptio lle mae hen bostiadau eisoes yn bodoli yn gwneud y bostiadau hŷn hynny'n annarllenadwy. Mewn geiriau eraill, bydd y llwythi tâl yn ddryslyd. Bydd bostiadau newydd o hyn ymlaen yn gweithio'n iawn.
da: Ændring af en krypteringsnøgle, hvor gamle "push" allerede findes, vil gøre disse ældre push ulæselige. Med andre ord vil gamle data blive forvansket. Nye "push" t vil fungere fint.
de: Wenn Sie einen Encryption Key ändern, für den bereits alte Push-Nachrichten existieren, werden älteren Pushes unlesbar. Mit anderen Worten, die Nutzdaten werden verstümmelt. Neue Pushes, die in Zukunft erstellt werden, funktionieren problemlos.
es: Cambiar una clave de cifrado donde ya existen enlaces antiguos hará que estos sean ilegibles. En otras palabras, las cargas anteriores dejarán de funcionar. Los nuevos enlaces funcionarán bien.
fi: Salausavaimen vaihtaminen kun, vanhoja lähetyksiä on jo olemassa, tekee vanhoista lähetyksistä lukukelvottomia. Toisin sanoen vanhat lähetykset ovat sekaisin, uudet lähetykset näkyvät oikein.
fr: Changer une clé de chiffrement si des publications sont déjà présentes les rendra illisibles. En d'autres termes, le contenu sera illisible. Les nouvelles publications, après ce changement, fonctionneront bien.
hi: जहां पुराने पुश पहले से मौजूद हैं वहां एन्क्रिप्शन कुंजी बदलने से वे पुराने पुश अपठनीय हो जाएंगे। दूसरे शब्दों में, पेलोड विकृत हो जाएंगे। आगे चलकर नए प्रयास अच्छा काम करेंगे।
hu: A titkosítási kulcs megváltoztatása ott, ahol már léteznek régebbi küldések, olvashatatlanná teszi a régebbi küldéseket. Más szóval, a hasznos információ elvész. Az újabb küldések jól fognak működni.
id: Mengubah kunci enkripsi di mana sudah ada push yang lama akan membuat push yang lama tidak dapat dibaca. Dengan kata lain, payload akan kacau. Push baru di masa mendatang akan bekerja dengan baik.
is: Breyting á dulkóðunarlykli þar sem gamlar ýtir eru þegar til mun gera þær eldri ýtar ólæsilegar. Með öðrum orðum, hleðslan verður brengluð. Nýjar ýtir fram í tímann munu virka vel.
it: La modifica di una chiave di crittografia in cui esistono già caricamenti li renderà illeggibili. In altre parole, le password caricate non saranno leggibili. Nuovi caricamenti invece funzioneranno correttamente.
ja: 古いプッシュが既に存在する暗号化キーを変更すると、それらの古いプッシュが読み取れなくなります。つまり、ペイロードが文字化けします。今後の新しいプッシュは正常に機能します。
lv: Mainot šifrēšanas atslēgu, kurā jau pastāv vecās paroles saites, šīs vecās paroles saites kļūs nelasāmas. Citiem vārdiem sakot, tās tiks sabojāts. Jaunās paroles saites turpināsies darboties kā ierasts.
nl: Als de sleutel voor versleuteling wijzigt, dan worden alle nog openstaande verzendingen onleesbaar. Kort gezegd: als je de link volgt is het resultaat onleesbaar. Nieuwe verzendingen gaan uiteraard wel goed.
no: Endring av en krypteringsnøkkel der gamle pusher allerede eksisterer, vil gjøre disse eldre pushene uleselige. Med andre ord vil innholdet bli forvrengt. Nye pusher fremover vil fungere fint.
pl: Zmiana klucza szyfrowania spowoduje, że przekazania wygenerowane przez poprzedni klucz będą nieczytelne. Innymi słowy, treść będzie zniekształcona. Nowe przekazania będą działać dobrze.
pt_br: Alterar uma chave de criptografia onde já existem envios antigos tornará esses envios mais antigos ilegíveis. Em outras palavras, os conteúdos serão distorcidos. Novos envios daqui para frente funcionarão normalmente.
pt_pt: Alterar uma chave de encriptação onde já existam envios antigos tornará esses envios mais antigos ilegíveis. Noutras palavras, as parcelas serão distorcidas. Novos envios daqui para frente já funcionam bem.
ro: Schimbarea unei chei de criptare în cazul în care există deja push-uri mai vechi va face ca acele push-uri mai vechi să devină ilizibile. Cu alte cuvinte, încărcăturile utile vor fi distorsionate. Noile push-uri viitoare vor funcționa fără probleme.
ru: Изменение ключа шифрования при наличии старых отправлений сделает их нечитаемыми. Другими словами, отправления будут испорчены. Новые отправления будут работать нормально.
sr: Промена кључа за шифровање тамо где већ постоје стари пусх-ови учиниће те старије пусх-ове нечитљивим. Другим речима, носивост ће бити искривљена. Нови напори за напред ће добро функционисати.
sv: När krypteringsnyckeln ändras kommer existerande pusher bli oläsliga. Med andra ord så kommer innehållet att bli förändrat. Nya pusher fungerar bra.
th: การเปลี่ยนคีย์การเข้ารหัสที่มีพุชเก่าอยู่แล้วจะทำให้ไม่สามารถอ่านพุชเก่าเหล่านั้นได้ กล่าวอีกนัยหนึ่ง payloads จะอ่านไม่ออก การผลักดันใหม่ไปข้างหน้าจะทำงานได้ดี
uk: Зміна ключа шифрування для старих пуш-файлів призведе до того, що ці пуш-файли стануть нечитабельними. Іншими словами, корисне навантаження буде спотворено. Нові пуші надалі працюватимуть нормально.
ur: ایک انکرپشن کلید کو تبدیل کرنا جہاں پرانے دھکے پہلے سے موجود ہیں وہ پرانے دھکے پڑھنے کے قابل نہیں ہوں گے۔ دوسرے لفظوں میں، پے لوڈز کو خراب کر دیا جائے گا۔ آگے بڑھنے والے نئے دھکے ٹھیک کام کریں گے۔

source: Key generation can also be done from the command line in the application source by executing:
ca: La generació de claus també es pot fer des de la línia d'ordres executant:
cs: Generování klíčů lze také provést z příkazového řádku ve zdroji aplikace provedením:
cy: Gellir cynhyrchu allweddi hefyd o'r llinell orchymyn yn ffynhonnell y rhaglen trwy weithredu:
da: Nøglegenerering kan også udføres fra kommandolinjen ved at udføre:
de: Die Schlüsselgenerierung kann auch über die Befehlszeile im Quellcode der Anwendung erfolgen, indem sie ausgeführt wird:
es: La generación de claves también se puede realizar desde la línea de comandos en código fuente de la aplicación ejecutando:
fi: Avaimen luominen voidaan tehdä myös ohjelmiston komentoriviltä suorittamalla:
hi: कुंजी निर्माण को एप्लिकेशन स्रोत में कमांड लाइन से निष्पादित करके भी किया जा सकता है:
hu: A kulcsgenerálás az alkalmazás forrásánál, parancssorból is végrehajtható a következő végrehajtásával:
id: Pembuatan kunci juga dapat dilakukan dari baris perintah dalam sumber aplikasi dengan mengeksekusi:
is: Einnig er hægt að búa til lykla frá skipanalínunni í forritsuppsprettunni með því að framkvæma:
it: La generazione della chiave può essere eseguita anche dalla riga di comando nell'origine dell'applicazione eseguendo:
ja: 鍵の生成は、アプリケーション ソースのコマンド ラインから次のコマンドを実行して実行することもできます。
lv: Atslēgas ģenerēšanu var veikt arī no lietojumprogrammas avota komandrindas, izpildot:
nl: Een sleutel kan ook vanaf de opdrachtprompt in de applicatie broncode worden gegenereerd door het volgende uit te voeren:
no: Nøkkelgenerering kan også gjøres fra kommandolinjen i applikasjonskilden ved å utføre:
pl: Generowanie klucza można również wykonać w wierszu poleceń w źródle aplikacji, wykonując:
pt_br: A geração de uma chave também pode ser feita a partir da linha de comando na aplicação executando:
pt_pt: A geração de chave também pode ser feita a partir da linha de comando na fonte do aplicativo executando:
ro: Generarea cheilor se poate face, de asemenea, din linia de comandă în sursa aplicației prin executarea:
ru: Генерация ключей также может быть выполнена из командной строки в источнике приложения путем выполнения:
sr: Генерисање кључева се такође може обавити из командне линије у извору апликације извршавањем:
sv: Det går också att skapa en nyckel från kommandoprompten genom att köra:
th: การสร้างคีย์สามารถทำได้จากบรรทัดคำสั่งในแหล่งที่มาของแอปพลิเคชันโดยดำเนินการ:
uk: Генерацію ключів також можна виконати з командного рядка у вихідному коді програми на виконання:
ur: کلیدی جنریشن کو ایپلی کیشن سورس میں کمانڈ لائن سے بھی عمل میں لا کر کیا جا سکتا ہے:

source: See also the Password Pusher
ca: Vegeu també l'empenta de contrasenyes
cs: Viz také Password Puher
cy: Gweler hefyd y Gwthiwr Cyfrinair
da: Se også Password Pusher
de: Siehe auch die Password Pusher
es: Ver también Password Pusher
fi: Katso myös Password Pusher
fr: Voir aussi Password Pusher
hi: पासवर्ड पुशर भी देखें
hu: Lásd még a Jelszótolót
id: Lihat juga Pendorong Kata Sandi
is: Sjá einnig lykilorðaforritið
it: Vedi anche Password Pusher
ja: パスワードプッシャーも参照してください
lv: Skatiet arī paroles spiedēju
nl: Zie ook de Password Pusher
no: Se også Password Pusher
pl: Zobacz także Przekazywacz Haseł
pt_br: Veja também o Password Pusher
pt_pt: Veja também o Password Pusher
ro: Vedeți, de asemenea, Password Pusher
ru: Смотрите также Password Pusher
sr: Видите и Пассворд Пусхер
sv: Se även Password Pusher
th: ดูเพิ่มเติมที่ตัวดันรหัสผ่าน
uk: Дивіться також проштовхувач паролів
ur: پاس ورڈ پشر بھی دیکھیں

source: Configuration documentation
ca: Documentació de configuració
cs: Konfigurační dokumentace
cy: Dogfennaeth ffurfweddu
da: Konfigurationsdokumentation
de: Konfigurationsdokumentation
es: Documentación de configuración
fi: Konfigurointidokumentaatio
fr: Documentation de configuration
hi: कॉन्फ़िगरेशन दस्तावेज़ीकरण
hu: Konfigurációs dokumentáció
id: Dokumentasi konfigurasi
is: Uppsetningarskjöl
it: Documentazione di configurazione
ja: 構成ドキュメント
lv: Konfigurācijas dokumentācija
nl: Configuratiedocumentatie
no: Konfigurasjonsdokumentasjon
pl: Dokumentacja konfiguracji
pt_br: Documentação de configuração
pt_pt: Documentação de configuração
ro: Documentația de configurare
ru: Документация по настройке
sr: Конфигурациона документација
sv: Konfigurationsdokumentation
th: เอกสารการกำหนดค่า
uk: Конфігураційна документація
ur: کنفیگریشن دستاویزات
