Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: We would love to add as many languages as possible but we need help from fluent speakers in creating and verifying translations.
ca: Ens agradaria afegir tants idiomes com sigui possible, però necessitem ajuda de parlants fluids per crear i verificar traduccions.
cs: Rádi bychom přidali co nejvíce jazyků, ale potřebujeme pomoc od plynulých mluvčích při vytváření a ověřování překladů.
da: Vi ville elske at tilføje så mange sprog som muligt, men vi har brug for hjælp fra flydende talere til at skabe og bekræfte oversættelser.
de: Wir würden gerne so viele Sprachen wie möglich hinzufügen, aber wir benötigen Hilfe von Muttersprachlern bei der Erstellung und Überprüfung von Übersetzungen.
es: Nos encantaría agregar tantos idiomas como sea posible, pero necesitamos la ayuda de hablantes fluidos para crear y verificar las traducciones.
fi: Haluaisimme lisätä mahdollisimman monta kieltä, mutta tarvitsemme sujuvasti kieltä puhuvien apua käännösten luomisessa ja vahvistamisessa.
fr: Nous aimerions proposer le plus de langues possibles, mais pour ça nous avons besoin de locuteurs à l'aise pour vérifier les traductions.
hi: हम यथासंभव अधिक से अधिक भाषाएँ जोड़ना चाहेंगे, लेकिन अनुवाद बनाने और सत्यापित करने में हमें धाराप्रवाह बोलने वालों की सहायता की आवश्यकता होगी।
hu: Szeretnénk minél több nyelvet hozzáadni, de folyékonyan beszélők segítségére van szükségünk a fordítások elkészítésében és ellenőrzésében.
id: Kami ingin menambahkan sebanyak mungkin bahasa, namun kami membutuhkan bantuan dari penutur yang fasih dalam membuat dan memverifikasi terjemahan.
is: Við viljum gjarnan bæta við eins mörgum tungumálum og mögulegt er en við þurfum hjálp frá reiprennandi ræðumönnum við að búa til og staðfesta þýðingar.
it: Ci piacerebbe aggiungere quante più lingue possibili, ma abbiamo bisogno dell'aiuto di parlanti fluenti nella creazione e verifica delle traduzioni.
ja: できるだけ多くの言語を追加したいと考えていますが、翻訳の作成と検証には流暢なスピーカーの助けが必要です。
lv: Mēs vēlamies pievienot pēc iespējas vairāk valodu, taču, lai izveidotu un pārbaudītu tulkojumus, mums ir nepieciešama prasmīgu runātāju palīdzība.
nl: We zouden graag zoveel mogelijk talen toevoegen, maar we hebben hulp nodig van vloeiende sprekers bij het maken en verifiëren van vertalingen.
no: Vi vil gjerne legge til så mange språk som mulig, men vi trenger hjelp fra de som kan språlet flytende til å lage og bekrefte oversettelser.
pl: Chcielibyśmy dodać jak najwięcej języków, ale potrzebujemy pomocy biegłych mówców w tworzeniu i weryfikacji tłumaczeń.
pt_br: Nós adoraríamos adicionar o máximo de linguagens possível, no entanto, precisamos de ajuda de pessoas fluentes para traduzir e verificar as traduções.
pt_pt: Adoraríamos adicionar o maior número possível de idiomas, mas precisamos da ajuda de pessoas fluentes na língua para criar e verificar as traduções.
ro: Ne-ar plăcea să adăugăm cât mai multe limbi, dar avem nevoie de ajutor din partea vorbitorilor fluenți pentru a crea și verifica traducerile.
ru: Мы хотели бы добавить как можно больше языков, но нам нужна помощь свободно говорящих людей в создании и проверке переводов.
sr: Волели бисмо да додамо што више језика, али нам је потребна помоћ говорника који течно говоре у креирању и верификацији превода.
sv: Vi skulle gärna lägga till så många språk som möjligt men vi behöver hjälp från flytande talare med att skapa och verifiera översättningar.
th: เราอยากจะเพิ่มภาษาให้ได้มากที่สุด แต่เราต้องการความช่วยเหลือจากผู้พูดที่เชี่ยวชาญในการสร้างและตรวจสอบคำแปล
uk: Ми хотіли б додати якомога більше мов, але нам потрібна допомога вільних носіїв у створенні та перевірці перекладів.
ur: ہم زیادہ سے زیادہ زبانیں شامل کرنا پسند کریں گے لیکن ہمیں ترجمے بنانے اور اس کی تصدیق کرنے میں روانی سے بولنے والوں کی مدد کی ضرورت ہے۔

source: How it Works
ca: Com funciona
cs: Jak to funguje
da: Sådan virker det
de: Wie funktioniert es
es: Cómo funciona
fi: Kuinka se toimii
fr: Comment ça marche
hi: यह काम किस प्रकार करता है
hu: Hogyan működik
id: Bagaimana cara kerjanya
is: Hvernig það virkar
it: Come Funziona
ja: 使い方
lv: Kā tas strādā
nl: Hoe het werkt
no: Hvordan det fungerer
pl: Jak to działa
pt_br: Como funciona
pt_pt: Como Funciona
ro: Cum funcționează
ru: Как это работает
sr: Како то ради
sv: Hur det fungerar
th: มันทำงานอย่างไร
uk: Як це працює
ur: یہ کیسے کام کرتا ہے

source: We use
ca: Fem servir
cs: Používáme
da: Vi bruger
de: Wie verwenden
es: Usamos
fi: Käytämme
fr: Nous utilisons
hi: हम उपयोग करते हैं
hu: Használunk
id: Kami menggunakan
is: Við notum
it: Noi usiamo
ja: を使用しております
lv: Mēs izmantojam
nl: We gebruiken
no: Vi bruker
pl: Używamy
pt_br: Nós usamos
pt_pt: Nós usamos
ro: Noi folosim
ru: Мы используем
sr: Користимо
sv: Vi använder
th: เราใช้
uk: Ми використовуємо
ur: ہم استعمال کرتے ہیں

source: to manage our translation effort. It has a simple to use interface.
ca: per gestionar el nostre esforç de traducció. Té una interfície senzilla d'utilitzar.
cs: abychom řídili naše překladatelské úsilí. Má snadno použitelné rozhraní.
da: til at styre vores oversættelseser. Den har en brugervenlig grænseflade.
de: um unseren Übersetzungsaufwand zu verwalten. Es hat eine einfach zu bedienende Schnittstelle.
es: para gestionar nuestro esfuerzo de traducción. Tiene una interfaz fácil de usar.
fi: Käännöstyön hallitsemiseksi. Siinä on helppokäyttöinen käyttöliittymä.
fr: pour gérer le travail de traduction. C'est une interface simple à utiliser.
hi: हमारे अनुवाद प्रयास को प्रबंधित करने के लिए। इसका उपयोग करने में आसान इंटरफ़ेस है।
hu: fordítási erőfeszítéseink irányításához. Egyszerűen használható felülettel rendelkezik.
id: untuk mengelola upaya penerjemahan kami. Aplikasi ini memiliki antarmuka yang mudah digunakan.
is: til að stjórna þýðingarstarfi okkar. Það hefur einfalt í notkun viðmót.
it: per gestire il nostro sforzo di traduzione. Ha un'interfaccia semplice da usare.
ja: 翻訳作業を管理するため。使いやすいインターフェースを備えています。
lv: lai tulkotu. Tam ir vienkārši lietojama saskarne.
nl: om onze vertaalinspanningen te beheren. Het heeft een eenvoudig te gebruiken interface.
no: for å administrere vår oversettelsesinnsats. Den har et brukervennlig grensesnitt.
pl: do zarządzania naszymi tłumaczeniami. Posiada prosty w obsłudze interfejs.
pt_br: para gerenciar nosso esforço de tradução. Tem uma interface simples de usar.
pt_pt: para gerir o nosso esforço de tradução. Tem uma interface simples de usar.
ro: pentru a gestiona efortul nostru de traducere. Are o interfață simplu de utilizat.
ru: для управления нашими усилиями по переводу. Он имеет простой в использовании интерфейс.
sr: да управљамо нашим преводилачким напорима. Има једноставан за коришћење интерфејс.
sv: för att hantera översättningar. Det har ett lättanvänt gränssnitt.
th: เพื่อจัดการความพยายามในการแปลของเรา มีอินเทอร์เฟซที่ใช้งานง่าย
uk: для управління нашими перекладацькими зусиллями. Вона має простий у використанні інтерфейс.
ur: ہماری ترجمے کی کوشش کو منظم کرنے کے لیے۔ اس کا استعمال کرنے میں آسان انٹرفیس ہے۔

source: Translations are done initially by machine using Google Translate. It's the translators job to select the correct translation and add any fixes as needed.
ca: Les traduccions es fan inicialment a màquina mitjançant Google Translate. És la feina dels traductors seleccionar la traducció correcta i afegiu les correccions necessàries.
cs: Překlady se zpočátku provádějí strojově pomocí Překladače Google. Úkolem překladatelů je vybrat správný překlad a podle potřeby přidat případné opravy.
da: Oversættelser udføres i første omgang på maskine ved hjælp af Google Translate. Det er oversætterens opgave at vælge den korrekte oversættelse og tilføje eventuelle rettelser efter behov.
de: Die Übersetzungen werden zunächst maschinell mit Google Translate erstellt. Es ist die Aufgabe der Übersetzer, die richtige Übersetzung auszuwählen und bei Bedarf Korrekturen vorzunehmen.
es: Las traducciones se realizan inicialmente utilizando Google Translate. El trabajo de los traductores es seleccionar la traducción correcta y agregar las correcciones necesarias.
fi: Käännökset tehdään aluksi koneella Google-kääntäjän avulla. Kääntäjän tehtävänä on valita oikea käännös ja lisätä tarvittaessa korjauksia.
fr: Les traductions sont d'abord effectuées automatiquement à l'aide de Google Translate. C'est le travail des traducteurs de sélectionner la bonne traduction parmi celles proposées et de faire les corrections nécessaires.
hi: अनुवाद प्रारंभ में Google Translate का उपयोग करके मशीन द्वारा किया जाता है। सही अनुवाद का चयन करना और आवश्यकतानुसार सुधार जोड़ना अनुवादकों का काम है।
hu: A fordításokat kezdetben géppel, a Google Fordító segítségével végzik. A fordítók feladata, hogy kiválasszák a megfelelő fordítást, és szükség szerint javítsanak rajta.
id: Terjemahan pada awalnya dilakukan oleh mesin dengan menggunakan Google Terjemahan. Tugas penerjemah adalah memilih terjemahan yang benar yang benar dan menambahkan perbaikan yang diperlukan.
is: Þýðingar eru upphaflega gerðar með vél með því að nota Google Translate. Það er hlutverk þýðenda að velja rétta þýðingu og bæta við lagfæringum eftir þörfum.
it: Le traduzioni vengono inizialmente eseguite da una macchina utilizzando Google Translate. È compito del traduttore selezionare la traduzione corretta e aggiungere eventuali correzioni secondo necessità.
ja: 翻訳は、最初は Google 翻訳を使用して機械によって行われます。正しい翻訳を選択し、必要に応じて修正を加えるのは翻訳者の仕事です。
lv: Tulkojumi sākotnēji tiek veikti, izmantojot mašīntulkotāju Google Translate. Tulkotāja uzdevums ir atlasīt pareizo tulkojumu un pēc nepieciešamības pievienot labojumus.
nl: Vertalingen worden in eerste instantie machinaal gedaan met behulp van Google Translate. Het is de taak van de vertaler om de juiste vertaling te selecteren en voeg zo nodig correcties toe.
no: Oversettelser gjøres i utgangspunktet med maskin ved hjelp av Google Translate. Det er oversetternes jobb å velge riktig oversettelse og legge til eventuelle rettelser etter behov.
pl: Tłumaczenia są wykonywane początkowo maszynowo za pomocą Tłumacza Google. Zadaniem tłumaczy jest wybór właściwego tłumaczenia i w razie potrzeby naniesienie poprawki.
pt_br: As traduções são feitas inicialmente por máquina usando o Google Tradutor. É trabalho dos tradutores selecionar a tradução correta e adicionar quaisquer correções conforme necessário.
pt_pt: Inicialmente as traduções são feitas de modo automático usando o Google Tradutor. O trabalho dos tradutores será selecionar a tradução correta e adicionar as correções necessárias.
ro: Traducerile sunt efectuate inițial de către o mașină, folosind Google Translate. Sarcina traducătorilor este de a selecta traducerea corectă și de a adăuga orice corecturi, după caz.
ru: Первоначально переводы выполняются машиной с помощью Google Translate. Переводчики должны выбрать правильный перевод и добавлять исправления по мере необходимости.
sr: Преводи се у почетку обављају машински помоћу Гоогле преводиоца. Посао преводилаца је да изаберу тачан превод и додају све исправке по потреби.
sv: Översättningar görs initialt maskinellt med Google Translate. Det är översättarnas jobb att välja rätt översättning och lägg till eventuella korrigeringar efter behov.
th: การแปลเริ่มต้นโดยเครื่องโดยใช้ Google Translate นักแปลมีหน้าที่เลือกคำแปลที่ถูกต้องและเพิ่มการแก้ไขใดๆ ตามต้องการ
uk: Переклади спочатку виконуються машиною за допомогою Google Translate. Завдання перекладача - вибрати правильний переклад і додати будь-які виправлення за потреби.
ur: ترجمے شروع میں گوگل ٹرانسلیٹ کا استعمال کرتے ہوئے مشین کے ذریعے کیے جاتے ہیں۔ یہ مترجم کا کام ہے کہ وہ صحیح ترجمہ کا انتخاب کریں اور ضرورت کے مطابق کوئی بھی اصلاحات شامل کریں۔

source: Translations for an entirely new language can be done in less than an hour for native speakers.
ca: Les traduccions per a un idioma completament nou es poden fer en menys d'una hora per als parlants nadius.
cs: Překlady do zcela nového jazyka lze pro rodilé mluvčí provést za méně než hodinu.
da: Oversættelser til et helt nyt sprog kan gøres på mindre end en time for indfødte.
de: Übersetzungen in eine völlig neue Sprache können Muttersprachler in weniger als einer Stunde durchgeführen.
es: Las traducciones para un idioma completamente nuevo se pueden hacer en menos de una hora para hablantes nativos.
fi: Täysin uuden kielen käännökset voidaan tehdä alle tunnissa äidinkielenään puhuville.
fr: Les traductions pour une langue entièrement nouvellement incluse peuvent être effectuées en moins d'une heure pour les locuteurs natifs.
hi: देशी वक्ताओं के लिए एक पूरी तरह से नई भाषा का अनुवाद एक घंटे से भी कम समय में किया जा सकता है।
hu: Az anyanyelvi beszélők számára egy teljesen új nyelv fordítása kevesebb mint egy óra alatt elvégezhető.
id: Terjemahan untuk bahasa yang sama sekali baru dapat dilakukan dalam waktu kurang dari satu jam untuk penutur asli.
is: Þýðingar fyrir alveg nýtt tungumál er hægt að gera á innan við klukkustund fyrir móðurmál.
it: Le traduzioni per una lingua completamente nuova possono essere eseguite in meno di un'ora per i madrelingua.
ja: まったく新しい言語の翻訳は、ネイティブ スピーカーなら 1 時間以内で完了します。
lv: Tulkojumi pilnīgi jaunai valodai var tikt veikti mazāk nekā stundas laikā tiem, kam tā dzimtā valoda.
nl: Vertalingen voor een geheel nieuwe taal kunnen voor moedertaalsprekers in minder dan een uur worden gedaan.
no: Oversettelser for et helt nytt språk kan gjøres på mindre enn en time for morsmålsbrukere.
pl: Tłumaczenia na zupełnie nowy język mogą być wykonane w mniej niż godzinę dla native speakerów.
pt_br: Traduções para um idioma totalmente novo podem ser feitas em menos de uma hora para falantes nativos.
pt_pt: Traduções para um idioma totalmente novo podem ser feitas em menos de uma hora para falantes nativos.
ro: Traducerile pentru o limbă complet nouă pot fi efectuate în mai puțin de o oră pentru vorbitorii nativi.
ru: Перевод на совершенно новый язык может быть выполнен менее чем за час для носителей языка.
sr: Преводи за потпуно нови језик могу се обавити за мање од сат времена за изворне говорнике.
sv: Översättningar till ett helt nytt språk kan göras på mindre än en timme för modersmålstalare.
th: การแปลเป็นภาษาใหม่ทั้งหมดสามารถทำได้ภายในเวลาไม่ถึงหนึ่งชั่วโมงสำหรับเจ้าของภาษา
uk: Переклади на абсолютно нову мову можуть бути виконані менш ніж за годину для носіїв мови.
ur: مقامی بولنے والوں کے لیے مکمل طور پر نئی زبان کا ترجمہ ایک گھنٹے سے بھی کم وقت میں کیا جا سکتا ہے۔

source: Read more:
ca: Llegeix més:
cs: Přečtěte si více:
da: Læs mere:
de: Mehr lesen:
es: Lee más:
fi: Lue lisää:
fr: Pour approfondir:
hi: और पढ़ें:
hu: Olvass tovább:
id: Baca selengkapnya:
is: Lestu meira:
it: Per saperne di più:
ja: 続きを読む：
lv: Lasīt vairāk:
nl: Lees verder:
no: Les mer:
pl: Czytaj więcej:
pt_br: Leia mais:
pt_pt: Ler mais:
ro: Citește mai mult:
ru: Читать далее:
sr: Опширније:
sv: Läs mer:
th: อ่านเพิ่มเติม:
uk: Читайте далі:
ur: مزید پڑھ:

source: How to use our translation interface?
ca: Com utilitzar la nostra interfície de traducció?
cs: Jak používat naše překladatelské rozhraní?
da: Hvordan bruger man vores oversættelsesgrænseflade?
de: Wie verwendet man die Übersetzungsschnittstelle?
es: ¿Cómo utilizar nuestra interfaz de traducción?
fi: Kuinka käyttää käännösliittymäämme?
fr: Comment utiliser notre interface de traduction ?
hi: हमारे अनुवाद इंटरफ़ेस का उपयोग कैसे करें?
hu: Hogyan használja fordítási felületünket?
id: Bagaimana cara menggunakan antarmuka terjemahan kami?
is: Hvernig á að nota þýðingarviðmótið okkar?
it: Come utilizzare la nostra interfaccia di traduzione?
ja: 翻訳インターフェースの使用方法
lv: Kā izmantot mūsu tulkošanas saskarni?
nl: Hoe moet je onze vertaalinterface gebruiken?
no: Hvordan bruke oversettelsesgrensesnittet vårt?
pl: Jak korzystać z naszego interfejsu do tłumaczenia?
pt_br: Como usar nossa interface de tradução?
pt_pt: Como usar a nossa interface de tradução?
ro: Cum se utilizează interfața noastră de traducere?
ru: Как пользоваться нашим интерфейсом перевода?
sr: Како користити наш интерфејс за превод?
sv: Hur använder man översättningsgränssnittet?
th: จะใช้อินเทอร์เฟซการแปลของเราได้อย่างไร?
uk: Як користуватися нашим інтерфейсом перекладу?
ur: ہمارا ترجمہ انٹرفیس کیسے استعمال کریں؟

source: How to Join
ca: Com unir-se
cs: Jak se připojit
da: Sådan kommer du med
de: Wie kann man mitmachen?
es: Como Unirse
fi: Kuinka rekisteröityä
fr: Comment participer
hi: शामिल कैसे हों
hu: Hogyan csatlakozz
id: Bagaimana cara bergabung
is: Hvernig á að taka þátt
it: Come Partecipare
ja: 入会方法
lv: Kā pievienoties
nl: Hoe kan ik deelnemen
no: Hvordan bli med
pl: Jak dołączyć
pt_br: Como entrar
pt_pt: Como Aceder
ro: Cum să vă înscrieți
ru: Как присоединиться
sr: Како се придружити
sv: Hur du går med
th: วิธีเข้าร่วม
uk: Як приєднатися
ur: شامل ہونے کا طریقہ

source: To join the translation effort:
ca: Per unir-vos a l'esforç de traducció:
cs: Chcete-li se připojit k úsilí o překlad:
da: Sådan deltager du i oversættelsesindsatsen:
de: Um bei der Übersetzung zu helfen:
es: Para unirse al esfuerzo de traducción:
fi: Liity käännöstyöhön seuraavasti:
fr: Pour participer au travail de traduction :
hi: अनुवाद प्रयास में शामिल होने के लिए:
hu: Csatlakozás a fordítási munkához:
id: Untuk bergabung dalam upaya penerjemahan:
is: Til að taka þátt í þýðingarstarfinu:
it: Per unirti allo sforzo di traduzione:
ja: 翻訳作業に参加するには:
lv: Lai pievienotos tulkošanas darbam:
nl: Om mee te doen aan de vertaalinspanning:
no: For å bli med i oversettelsesarbeidet:
pl: Aby dołączyć do tłumaczenia:
pt_br: Para se juntar ao esforço de tradução:
pt_pt: Para se juntar ao esforço de tradução:
ro: Pentru a vă alătura efortului de traducere:
ru: Чтобы присоединиться к усилиям по переводу:
sr: Да бисте се придружили преводитељским напорима:
sv: Så här går du med i översättningsarbetet:
th: หากต้องการเข้าร่วมการแปล:
uk: Долучитися до перекладу:
ur: ترجمہ کی کوشش میں شامل ہونے کے لیے:

source: Register for a free account on
ca: Registreu-vos per obtenir un compte gratuït a
cs: Zaregistrujte se pro bezplatný účet na
da: Opret en gratis konto på
de: Registrierung eines kostenlosen Kontos auf
es: Regístrate para obtener una cuenta gratuita en
fi: Rekisteröi ilmainen tili
fr: Créez un compte gratuitement sur
hi: निःशुल्क खाते के लिए पंजीकरण करें
hu: Regisztráljon egy ingyenes fiókot a
id: Daftarkan diri Anda untuk mendapatkan akun gratis di
is: Skráðu þig fyrir ókeypis reikning á
it: Registrati per un account gratuito su
ja: 無料アカウントに登録する
lv: Reģistrējieties bezmaksas kontam vietnē
nl: Registreer voor een gratis account op
no: Registrer deg for en gratis konto på
pl: Zarejestruj darmowe konto na
pt_br: Registre-se para uma conta gratuita em
pt_pt: Registar-se para uma conta gratuita em
ro: Înregistrați-vă pentru un cont gratuit pe
ru: Зарегистрируйтесь для получения бесплатной учетной записи на
sr: Региструјте се за бесплатан налог на
sv: Registrera dig för ett gratis konto på
th: ลงทะเบียนสำหรับบัญชีฟรีที่
uk: Зареєструйте безкоштовний обліковий запис на
ur: پر مفت اکاؤنٹ کے لیے رجسٹر ہوں۔

source: Send me a message
ca: Envieu-me un missatge
cs: Pošli mi zprávu
da: Send en besked til mig
de: Nachricht an mich senden
es: Envíame un mensaje
fi: Lähetä minulle viesti
fr: M'envoyer un message
hi: मुझे एक संदेश भेजें
hu: Küldjön nekem egy üzenetet
id: Kirimi saya pesan
is: Sendu mér skilaboð
it: Mandami un messaggio
ja: 私にメッセージを送ってください
lv: Sūti man ziņu
nl: Stuur me een bericht
no: Send meg en melding
pl: Wyślij mi wiadomość
pt_br: Me mande uma mensagem
pt_pt: Envie-me uma mensagem
ro: Trimite-mi un mesaj
ru: Отправить мне сообщение
sr: Пошаљите ми поруку
sv: Skicka ett meddelande till mig
th: ส่งข้อความถึงฉัน
uk: Надішліть мені повідомлення
ur: مجھے ایک پیغام بھیجیں۔

source: with your translation.io username and which language you would like to work on.
ca: amb el vostre nom d'usuari de translation.io i en quin idioma voleu treballar.
cs: s vaším uživatelským jménem translation.io a jazykem, na kterém byste chtěli pracovat.
da: med dit translation.io brugernavn og hvilket sprog du gerne vil arbejde på.
de: mit translation.io Benutzernamen und der Sprache die Du übersetzen willst.
es: con su nombre de usuario de translation.io y en qué idioma le gustaría trabajar.
fi: translation.io-käyttäjänimesi ja kieli, jota haluat työstää.
fr: avec votre identifiant translation.io ainsi que la langue sur laquelle vous voulez travailler.
hi: अपने Translate.io उपयोक्तानाम के साथ और आप किस भाषा पर काम करना चाहेंगे।
hu: a translation.io felhasználónevével és azzal, hogy melyik nyelven szeretne dolgozni.
id: dengan nama pengguna translation.io Anda dan bahasa apa yang ingin Anda kerjakan.
is: með translation.io notendanafninu þínu og hvaða tungumál þú vilt vinna á.
it: con il tuo nome utente translation.io e su quale lingua vorresti lavorare.
ja: translation.io のユーザー名と、作業したい言語を入力してください。
lv: ar savu translation.io lietotājvārdu un valodu, kurā vēlies tulkot.
nl: met uw translation.io-gebruikersnaam en in welke taal u wilt werken.
no: med translation.io brukernavn og hvilket språk du ønsker å jobbe med.
pl: z nazwą użytkownika translation.io i językiem, nad którym chciałbyś pracować.
pt_br: com seu nome de usuário do translation.io e em qual idioma você gostaria de trabalhar.
pt_pt: com o seu nome de utilizador do translation.io e qual o idioma em que prefere trabalhar.
ro: cu numele tău de utilizator translation.io și limba în care dorești să lucrezi.
ru: указав свое имя пользователя translation.io и язык, на котором вы хотели бы работать.
sr: са вашим корисничким именом за превод.ио и на ком језику желите да радите.
sv: med ditt användarnamn på translation.io och vilket språk du vill arbeta med.
th: ด้วยชื่อผู้ใช้ translate.io ของคุณและภาษาที่คุณต้องการใช้งาน
uk: з вашим логіном на translation.io та мовою, над якою ви хочете працювати.
ur: اپنے translation.io صارف نام کے ساتھ اور آپ کس زبان پر کام کرنا چاہیں گے۔

source: ...and I'll add you to our translation project.
ca: ...i t'afegiré al nostre projecte de traducció.
cs: ... a já vás přidám do překladatelského projektu.
da: ...og jeg tilføjer dig til vores oversættelsesprojekt.
de: ...und ich nehme Dich in unser Übersetzungsprojekt auf.
es: ... y te agregaré a nuestro proyecto de traducción.
fi: ...ja lisään sinut käännösprojektiimme.
fr: ...et je vous ajouterai à notre projet de traduction.
hi: ...और मैं आपको हमारे अनुवाद प्रोजेक्ट में जोड़ दूंगा।
hu: ...és hozzáadlak a fordítási projektünkhöz.
id: ... dan saya akan menambahkan Anda ke dalam proyek penerjemahan kami.
is: ...og ég bæti þér við þýðingarverkefnið okkar.
it: ...e ti aggiungo al nostro progetto di traduzione.
ja: ...そして、あなたを私たちの翻訳プロジェクトに加えます。
lv: ...un es Jūs pievienošu mūsu tulkošanas projektam.
nl: ...en ik voeg je toe aan ons vertaalproject.
no: ...og jeg legger deg til i oversettelsesprosjektet vårt.
pl: ...i dodam Cię do naszego projektu tłumaczeniowego.
pt_br: ...e vou adicioná-lo ao nosso projeto de tradução.
pt_pt: ...e adiciono-o ao nosso projeto de tradução.
ro: ...și te voi adăuga la proiectul nostru de traducere.
ru: ...и я добавлю вас в наш проект по переводу.
sr: ...и ја ћу вас додати у наш преводилачки пројекат.
sv: ... så lägger jag till dig i vårt översättningsprojekt.
th: ...และฉันจะเพิ่มคุณในโครงการแปลของเรา
uk: ...і я додам вас до нашого перекладацького проекту.
ur: ...اور میں آپ کو اپنے ترجمہ پروجیکٹ میں شامل کروں گا۔
