Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: Once expired, all files and content of the push will be deleted immediately and entirely.
ca: Un cop caducat, tots els fitxers i el contingut del push s'eliminaran immediatament i completament.
cs: Po vypršení platnosti budou všechny soubory a obsah push okamžitě a zcela odstraněny.
cy: Unwaith y bydd wedi dod i ben, bydd holl ffeiliau a chynnwys y gwthiad yn cael eu dileu ar unwaith ac yn llwyr.
da: Når den er udløbet, slettes alle filer og indhold af pushet med det samme og fuldstændigt.
de: Nach Ablauf werden alle Dateien und Inhalte des Pushs sofort und vollständig gelöscht.
es: Una vez caducado, todos los archivos y el contenido del enlace se eliminarán de inmediato y por completo.
fi: Vanhentuessaan kaikki push-tiedostot ja sisältö poistetaan välittömästi ja kokonaan.
fr: Une fois expiré, tous les fichiers et le contenu du push seront immédiatement et entièrement supprimés.
hi: एक बार समय सीमा समाप्त होने पर, पुश की सभी फ़ाइलें और सामग्री तुरंत और पूरी तरह से हटा दी जाएंगी।
hu: Amint lejár, a push összes fájlja és tartalma azonnal és teljes mértékben törlődik.
id: Setelah kedaluwarsa, semua file dan konten push akan segera dihapus seluruhnya.
is: Þegar útrunninn er, verður öllum skrám og innihaldi ýtunnar eytt strax og algjörlega.
it: Una volta scaduto, tutti i file e il contenuto del push verranno eliminati immediatamente e completamente.
ja: 有効期限が切れると、プッシュのすべてのファイルとコンテンツはすぐに完全に削除されます。
lv: Kad beidzas derīguma termiņš, visi push faili un saturs tiks nekavējoties un pilnībā izdzēsti.
nl: Eenmaal verlopen, worden alle bestanden en inhoud van de push onmiddellijk en volledig verwijderd.
no: Når utløpet, vil alle filer og innhold i push-en bli slettet umiddelbart og fullstendig.
pl: Po wygaśnięciu wszystkie pliki i przekazywana zawartość zostaną natychmiast i całkowicie usunięte.
pt_br: Depois de expirado, todos os arquivos e conteúdo do push serão excluídos imediatamente e totalmente.
pt_pt: Assim que expirados, todos os ficheiros e conteúdo do envio serão eliminado na sua totalidade imediatamente.
ro: Odată expirate, toate fișierele și conținutul push vor fi șterse imediat și în întregime.
ru: По истечении срока действия все файлы и содержимое отправления будут немедленно и полностью удалены.
sr: Када истекне, све датотеке и садржај пусх ће бити избрисани одмах и у потпуности.
sv: När det har gått ut kommer alla filer och innehåll i pushen att raderas omedelbart och helt.
th: เมื่อหมดอายุ ไฟล์และเนื้อหาทั้งหมดของพุชจะถูกลบทันทีและทั้งหมด
uk: Після закінчення терміну дії всі файли та вміст пушу будуть негайно і повністю видалені.
ur: ایک بار ختم ہونے کے بعد، تمام فائلیں اور پش کا مواد فوری طور پر اور مکمل طور پر حذف کر دیا جائے گا۔

source: An audit log of activity will be available.
ca: Hi haurà disponible un registre d'auditoria de l'activitat.
cs: K dispozici bude protokol auditu činnosti.
cy: Bydd log archwilio o weithgarwch ar gael.
da: En revisionslog over aktivitet vil være tilgængelig.
de: Ein Audit-Protokoll der Aktivität wird verfügbar sein.
es: Un registro de auditoría de la actividad estará disponible.
fi: Tarkastusloki toiminnasta on saatavilla.
fr: Un journal d'audit de l'activité sera disponible.
hi: गतिविधि का एक ऑडिट लॉग उपलब्ध होगा.
hu: A tevékenység ellenőrzési naplója elérhető lesz.
id: Log audit aktivitas akan tersedia.
is: Endurskoðunarskrá yfir virkni verður tiltæk.
it: Sarà disponibile un registro di controllo delle attività.
ja: アクティビティの監査ログが利用可能になります。
lv: Būs pieejams audita darbību žurnāls.
nl: Er zal een auditlogboek met activiteit beschikbaar zijn.
no: En revisjonslogg over aktivitet vil være tilgjengelig.
pl: Dostępny będzie dziennik aktywności.
pt_br: Um log de auditoria da atividade estará disponível.
pt_pt: Um registo de auditoria da atividade estará disponível.
ro: Va fi disponibil un jurnal de audit al activității.
ru: Будет доступен журнал аудита деятельности.
sr: Ревизорски дневник активности ће бити доступан.
sv: En revisionslogg över aktivitet kommer att finnas tillgänglig.
th: จะมีบันทึกการตรวจสอบกิจกรรม
uk: Буде доступний журнал аудиту діяльності.
ur: سرگرمی کا ایک آڈٹ لاگ دستیاب ہوگا۔

source: Updating...
cy: Yn diweddaru...

source: Update Push
cy: Gwthio Diweddariad

source: Pushing...
cy: Yn gwthio...

source: Push It!
ca: Puja-la!
cy: Gwthiwch Fe!
da: Push nu!
es: ¡Compartir!
fi: Lähetä se!
fr: Publier !
hi: इसे दबाएं!
hu: Küldjük!
id: Dorong!
is: Ýttu á það!
it: Invia!
ja: 変換する
lv: Sūtīt!
nl: Genereer link (Push)!
no: Push den!
pl: Przekaż!
pt_br: Envie!
pt_pt: Envie-o!
ro: Împingeți-l!
ru: Отправить!
sr: Гурни га!
sv: Pusha!
th: ผลักดันมัน!
uk: Штовхай!
ur: اسے دھکا!

source: Securely Send a Password
ca: Envieu una contrasenya de manera segura
cs: Bezpečně odešlete heslo
cy: Anfon Cyfrinair yn Ddiogel
da: Send en adgangskode sikkert
de: Sicheres Senden eines Passworts
es: Envía una contraseña de forma segura
fi: Lähetä salasana turvallisesti
fr: Envoyer un mot de passe en toute sécurité
hi: पासवर्ड सुरक्षित रूप से भेजें
hu: Biztonságosan küldjön jelszót
id: Mengirim Kata Sandi dengan Aman
is: Sendu lykilorð á öruggan hátt
it: Invia una Password in Modo Sicuro
ja: パスワードを安全に送信する
lv: Droši nosūtiet paroli
nl: Veilig een Wachtwoord Verzenden
no: Send et passord sikkert
pl: Bezpiecznie wyślij hasło
pt_br: Envie uma senha com segurança
pt_pt: Envie uma Palavra-passe com Segurança
ro: Trimiteți în siguranță o parolă
ru: Безопасная отправка пароля
sr: Безбедно пошаљите лозинку
sv: Skicka ett lösenord säkert
th: ส่งรหัสผ่านอย่างปลอดภัย
uk: Безпечне надсилання пароля
ur: محفوظ طریقے سے پاس ورڈ بھیجیں۔

source: Enter the Password or Text to push...
ca: Introduïu la contrasenya o el text per empènyer...
cs: Zadejte heslo nebo text, který chcete odeslat...
cy: Rhowch y Cyfrinair neu'r Testun i wthio...
da: Indtast adgangskoden eller teksten for at trykke...
de: Geben Sie das Passwort oder den Text zum Pushen ein...
es: Ingrese la contraseña o el texto para presionar...
fi: Anna salasana tai teksti työnnettäväksi...
fr: Entrez le mot de passe ou le texte à publier ...
hi: पुश करने के लिए पासवर्ड या टेक्स्ट दर्ज करें...
hu: Írja be a jelszót vagy a küldendő szöveget...
id: Masukkan Kata Sandi atau Teks untuk mendorong...
is: Sláðu inn lykilorð eða texta til að ýta á...
it: Inserisci la password o il testo da inviare...
ja: パスワードまたはプッシュするテキストを入力してください...
lv: Ievadiet paroli vai tekstu, lai nosūtītu...
nl: Voer het wachtwoord of de tekst in om te drukken...
no: Skriv inn passordet eller teksten for å trykke...
pl: Wprowadź hasło lub tekst, aby przekazać...
pt_br: Digite a senha ou o texto para enviar...
pt_pt: Digite a senha ou o texto para enviar...
ro: Introduceți parola sau textul pentru a apăsa...
ru: Введите пароль или текст для нажатия...
sr: Унесите лозинку или текст да притиснете...
sv: Ange lösenordet eller texten för att trycka...
th: ใส่รหัสผ่านหรือข้อความที่จะกด...
uk: Введіть пароль або текст, щоб натиснути...
ur: دبانے کے لیے پاس ورڈ یا متن درج کریں...

source: Characters
ca: Caràcters
cs: Znaků
cy: Cymeriadau
da: Karakterer
de: Zeichen
es: Caracteres
fi: Merkkejä
fr: Caractères
hi: पात्र
hu: karakter
id: Karakter
is: Persónur
it: Caratteri
ja: キャラクター
lv: Rakstzīmes
nl: Tekens
no: Tegn
pl: znaków
pt_br: Caracteres
pt_pt: Caracteres
ro: Caractere
ru: Символы
sr: ликови
sv: Tecken
th: ตัวละคร
uk: Персонажі
ur: کردار

source: Generate Password
ca: Genera contrasenya
cs: Vygenerovat heslo
cy: Cynhyrchu Cyfrinair
da: Generer kodeord
de: Passwort generieren
es: Generar Contraseña
fi: Luo salasana
fr: Générer un mot de passe
hi: पासवर्ड उत्पन्न करें
hu: Jelszó generálása
id: Hasilkan Kata Sandi
is: Búðu til lykilorð
it: Genera password
ja: パスワードの生成
lv: Ģenerēt paroli
nl: Genereer wachtwoord
no: Generer passord
pl: Wygeneruj hasło
pt_br: Gerar senha
pt_pt: Gerar Palavra-passe
ro: Generarea parolei
ru: Сгенерировать пароль
sr: Генеришите лозинку
sv: Generera lösenord
th: สร้างรหัสผ่าน
uk: Згенерувати пароль
ur: پاس ورڈ بنائیں

source: Use the button above to generate a random password.
ca: Utilitzeu el botó de dalt per generar una contrasenya aleatòria.
cs: Pomocí tlačítka výše vygenerujte náhodné heslo.
cy: Defnyddiwch y botwm uchod i gynhyrchu cyfrinair ar hap.
da: Brug knappen ovenfor til at generere en tilfældig adgangskode.
de: Verwenden Sie die Schaltfläche oben, um ein zufälliges Passwort zu generieren.
es: Usa el botón de arriba para generar una contraseña aleatoria.
fi: Käytä yllä olevaa painiketta luodaksesi satunnaisen salasanan.
fr: Utilisez le bouton ci-dessus pour générer un mot de passe aléatoire.
hi: यादृच्छिक पासवर्ड उत्पन्न करने के लिए उपरोक्त बटन का उपयोग करें।
hu: Használja a fenti gombot egy véletlenszerű jelszó generálásához.
id: Gunakan tombol di atas untuk membuat kata sandi acak.
is: Notaðu hnappinn hér að ofan til að búa til handahófskennt lykilorð.
it: Usa il pulsante sopra per generare una password casuale.
ja: 上のボタンを使用してランダムなパスワードを生成します。
lv: Izmantojiet augstāk norādīto pogu, lai ģenerētu nejaušu paroli.
nl: Gebruik de bovenstaande knop om een willekeurig wachtwoord te genereren.
no: Bruk knappen ovenfor for å generere et tilfeldig passord.
pl: Użyj powyższego przycisku do wygenerowania losowego hasła.
pt_br: Use o botão acima para gerar uma senha aleatória.
pt_pt: Use o botão em cima para gerar uma palavra-passe aleatória.
ro: Utilizați butonul de mai sus pentru a genera o parolă aleatorie.
ru: Используйте кнопку выше, чтобы сгенерировать случайный пароль.
sr: Користите горње дугме да бисте генерисали случајну лозинку.
sv: Använd knappen ovan för att skapa ett slumpmässigt lösenord.
th: ใช้ปุ่มด้านบนเพื่อสร้างรหัสผ่านแบบสุ่ม
uk: Використовуйте кнопку вище, щоб згенерувати випадковий пароль.
ur: بے ترتیب پاس ورڈ بنانے کے لیے اوپر والا بٹن استعمال کریں۔

source: Tip: Only enter a password into the box. Other identifying information can compromise security.
ca: Consell: només introduïu una contrasenya al quadre. Una altra informació d'identificació pot comprometre la seguretat.
cs: Tip: Do pole zadejte pouze heslo. Jiné identifikační informace mohou ohrozit bezpečnost.
cy: Awgrym: Dim ond cyfrinair y dylech ei roi yn y blwch. Gall gwybodaeth adnabod arall beryglu diogelwch.
da: Tip: Indtast kun en adgangskode i boksen. Andre identificerende oplysninger kan kompromittere sikkerheden.
de: Tipp: Geben Sie nur ein Passwort in das Feld ein. Andere identifizierende Informationen können die Sicherheit gefährden.
es: Sugerencia: solo ingrese una contraseña en el cuadro. Cualquier otra información de identificación puede comprometer la seguridad.
fi: Vinkki: Kirjoita vain salasana laatikkoon. Muut tunnistetiedot voivat vaarantaa turvallisuuden.
fr: Astuce : Entrez uniquement un mot de passe dans le champ texte. D'autres informations d'identification peuvent compromettre la sécurité.
hi: युक्ति: बॉक्स में केवल पासवर्ड दर्ज करें। अन्य पहचान संबंधी जानकारी सुरक्षा से समझौता कर सकती है।
hu: Tipp: Csak jelszót írjon be a mezőbe. Egyéb azonosító adatok veszélyeztethetik a biztonságot.
id: Tip: Hanya masukkan kata sandi ke dalam kotak. Informasi pengenal lainnya dapat membahayakan keamanan.
is: Ábending: Sláðu aðeins inn lykilorð í reitinn. Aðrar auðkennisupplýsingar geta sett öryggi í hættu.
it: Suggerimento: inserisci solamente la password nella casella. Altre informazioni potrebbero compromettere la sicurezza.
ja: ヒント: ボックスにはパスワードのみを入力してください。その他の識別情報は、セキュリティを損なう可能性があります。
lv: Padoms: lodziņā ievadiet tikai paroli. Cita identificējoša informācija var apdraudēt drošību.
nl: Tip: voer alleen een wachtwoord in. Andere identificerende informatie kan de veiligheid in gevaar brengen.
no: Tips: Skriv bare inn et passord i boksen. Annen identifiserende informasjon kan kompromittere sikkerheten.
pl: Wskazówka: W polu wpisz tylko hasło. Inne informacje identyfikujące mogą zagrażać bezpieczeństwu.
pt_br: Dica: digite apenas uma senha na caixa. Outras informações de identificação podem comprometer a segurança.
pt_pt: Dica: Insira apenas uma palavra-passe na caixa. Outras informações de identificação podem comprometer a segurança.
ro: Sfat: Introduceți doar o parolă în căsuță. Alte informații de identificare pot compromite securitatea.
ru: Совет: Вводите в поле только пароль. Другая идентифицирующая информация может поставить под угрозу безопасность.
sr: Савет: Унесите само лозинку у поље. Друге идентификационе информације могу угрозити безбедност.
sv: Tips: Ange bara ett lösenord i rutan. Annan identifieringsinformation kan äventyra säkerheten.
th: เคล็ดลับ: ป้อนรหัสผ่านในช่องเท่านั้น ข้อมูลระบุอื่นๆ อาจทำให้ความปลอดภัยลดลงได้
uk: Порада: Вводьте у поле лише пароль. Інша ідентифікаційна інформація може поставити під загрозу безпеку.
ur: ٹپ: باکس میں صرف پاس ورڈ درج کریں۔ شناخت کرنے والی دیگر معلومات سیکورٹی سے سمجھوتہ کر سکتی ہیں۔

source: All passwords are encrypted prior to storage and are available to only those with the secret link. Once expired, encrypted passwords are unequivocally deleted from the database.
ca: Totes les contrasenyes es xifren abans de l'emmagatzematge i només estan disponibles per a aquells que tinguin l'enllaç secret. Un cop vençudes, les contrasenyes xifrades s'eliminen de manera inequívoca de la base de dades.
cs: Všechny hesla jsou před uložením zašifrována a jsou dostupná pouze těm s tajným odkazem. Hesla jsou jednoznačně smazána z databáze ve chvíli, kdy expirují.
cy: Mae pob cyfrinair yn cael ei amgryptio cyn ei storio ac maen nhw ar gael i'r rhai sydd â'r ddolen gyfrinachol yn unig. Unwaith y bydd y cyfrineiriau wedi'u hamgryptio wedi dod i ben, caiff eu dileu'n ddiamwys o'r gronfa ddata.
da: Alle adgangskoder er krypteret før lagring og er kun tilgængelige for dem med det hemmelige link. Når de er udløbet, slettes krypterede adgangskoder fra databasen.
de: Alle Passwörter werden vor der Speicherung verschlüsselt. Das Passwort steht nur über dem geheimen Link zur Verfügung. Nach Ablauf der Gültigkeit werden verschlüsselte Passwörter garantiert aus der Datenbank gelöscht.
es: Todas las contraseñas están encriptadas antes del almacenamiento y están disponibles solo para aquellos con el enlace secreto. Una vez caducadas, las contraseñas encriptadas se eliminan de forma inequívoca de la base de datos.
fi: Kaikki salasanat salataan ennen tallennusta, ja ne ovat saatavilla vain niille, joilla on salainen linkki. Kun salatut salasanat ovat vanhentuneet, ne poistetaan tietokannasta.
fr: Les mots de passe sont chiffrés avant écriture et ne sont disponibles que pour ceux qui connaissent le lien privé. Une fois expirés, les mots de passe chiffrés sont définitivement supprimés de la base de données.
hi: सभी पासवर्ड भंडारण से पहले एन्क्रिप्ट किए जाते हैं और केवल गुप्त लिंक वाले लोगों के लिए ही उपलब्ध होते हैं। एक बार समाप्त होने पर, एन्क्रिप्टेड पासवर्ड डेटाबेस से स्पष्ट रूप से हटा दिए जाते हैं।
hu: Az összes jelszót a tárolás előtt titkosítjuk, és csak azok számára érhetők el, akik rendelkeznek a titkos hivatkozással. A lejártot követően a titkosított jelszavak törlődnek az adatbázisból.
id: Semua kata sandi dienkripsi sebelum disimpan dan hanya tersedia bagi mereka yang memiliki tautan rahasia. Setelah kedaluwarsa, kata sandi terenkripsi akan dihapus dari basis data.
is: Öll lykilorð eru dulkóðuð áður en þau eru geymd og eru aðeins aðgengileg þeim sem eru með leynilega tengilinn. Þegar útrunnið er er dulkóðuðum lykilorðum ótvírætt eytt úr gagnagrunninum.
it: Tutte le password vengono crittografate prima dell'archiviazione e sono disponibili solo per coloro che dispongono del link segreto. Una volta scadute, le password crittografate vengono eliminate definitivamente dal database.
ja: すべてのパスワードは保存前に暗号化され、秘密のリンクを知っている人だけが利用できます。有効期限が切れると、暗号化されたパスワードはデータベースから明確に削除されます。
lv: Visas paroles pirms uzglabāšanas tiek šifrētas, un tās ir pieejamas tikai tiem, kam ir slepenā saite. Pēc derīguma termiņa beigām šifrētās paroles tiek izdzēstas no datu bāzes.
nl: Alle wachtwoorden worden, voordat ze opgeslagen worden, versleuteld en zijn alleen beschikbaar voor degenen met de geheime link. Eenmaal verlopen, worden versleutelde wachtwoorden ondubbelzinnig uit de database verwijderd.
no: Alle passord er kryptert før lagring og er kun tilgjengelige for de med den hemmelige lenken. Når de er utløpt, blir krypterte passord utvetydig slettet fra databasen.
pl: Wszystkie hasła są szyfrowane przed przechowywaniem i są dostępne tylko dla osób z tajnym łączem. Po wygaśnięciu zaszyfrowane hasła są nieodwracalnie usuwane z bazy danych.
pt_br: Todas as senhas são criptografadas antes do armazenamento e estão disponíveis apenas para aqueles com o link secreto. Uma vez expiradas, as senhas criptografadas são excluídas inequivocamente do banco de dados.
pt_pt: Todas as palavras-pass são encriptadas antes do seu armazenamento e estão disponíveis apenas para aqueles com o link secreto. Depois de expiradas, as palavras-pass encriptadas são eliminadas inequivocamente da base de dados.
ro: Toate parolele sunt criptate înainte de a fi stocate și sunt disponibile doar pentru cei care au legătura secretă. Odată expirate, parolele criptate sunt șterse fără echivoc din baza de date.
ru: Все пароли шифруются перед хранением и доступны только тем, у кого есть секретная ссылка. По истечении срока действия зашифрованные пароли полностью удаляются из базы данных.
sr: Све лозинке су шифроване пре складиштења и доступне су само онима са тајном везом. Када истекне, шифроване лозинке се недвосмислено бришу из базе података.
sv: Alla lösenord är krypterade före lagring och är endast tillgängliga för dem med den hemliga länken. När de har löpt ut raderas krypterade lösenord entydigt från databasen.
th: รหัสผ่านทั้งหมดจะถูกเข้ารหัสก่อนการจัดเก็บและใช้ได้กับผู้ที่มีลิงก์ลับเท่านั้น เมื่อหมดอายุ รหัสผ่านที่เข้ารหัสจะถูกลบออกจากฐานข้อมูลอย่างชัดเจน
uk: Всі паролі шифруються перед зберіганням і доступні лише тим, хто має секретне посилання. Після закінчення терміну дії зашифровані паролі однозначно видаляються з бази даних.
ur: تمام پاس ورڈز سٹوریج سے پہلے انکرپٹ ہوتے ہیں اور صرف ان لوگوں کے لیے دستیاب ہوتے ہیں جن کے پاس خفیہ لنک ہوتا ہے۔ ایک بار ختم ہونے کے بعد، خفیہ کردہ پاس ورڈ ڈیٹا بیس سے غیر واضح طور پر حذف کردیئے جاتے ہیں۔

source: Securely Send a QR Code
cy: Anfon Cod QR yn Ddiogel

source: Enter up to 1024 characters...
cy: Rhowch hyd at 1024 o nodau...

source: Please obtain and securely store this content in a secure manner, such as in a password manager.
ca: Si us plau, obteniu i emmagatzemeu aquest contingut de manera segura, com ara un gestor de contrasenyes.
cs: Získejte a bezpečně uložte tento obsah bezpečným způsobem, například ve správci hesel.
cy: Ceisiwch gael a storio'r cynnwys hwn yn ddiogel mewn modd diogel, fel mewn rheolwr cyfrineiriau.
da: Anskaf og gem dette indhold sikkert på en sikker måde, f.eks. i en adgangskodeadministrator.
de: Bitte dieses Passwort sicher an anderer, sicherer Stelle aufbewahren. Wir empfehlen einen Passwort-Manager.
es: Obtén y almacena el contenido de este enlace de manera segura, como en un administrador de contraseñas.
fi: Hanki ja tallenna tämä sisältö turvallisesti suojatulla tavalla, kuten salasananhallinnassa.
fr: Veuillez obtenir et stocker en toute sécurité ce contenu de manière sécurisée, par exemple dans un gestionnaire de mots de passe.
hi: कृपया इस सामग्री को सुरक्षित तरीके से प्राप्त करें और सुरक्षित रूप से संग्रहीत करें, जैसे कि पासवर्ड मैनेजर में।
hu: Kérjük, szerezze be és biztonságosan tárolja ezt a tartalmat biztonságos módon, például egy jelszókezelőben.
id: Dapatkan dan simpanlah konten ini dengan cara yang aman, seperti di pengelola kata sandi.
is: Vinsamlegast fáðu og geymdu þetta efni á öruggan hátt á öruggan hátt, svo sem í lykilorðastjóra.
it: Si prega di ottenere e archiviare questo contenuto in modo sicuro, ad esempio in un gestore di password.
ja: このコンテンツを取得し、パスワード マネージャーなどの安全な方法で安全に保管してください。
lv: Lūdzu, iegūstiet un droši glabājiet šo saturu drošā veidā, piemēram, paroļu pārvaldniekā.
nl: Gelieve deze inhoud op een veilige manier te verkrijgen en veilig op te slaan, bijvoorbeeld in een wachtwoordbeheerder.
no: Vennligst skaff og lagre dette innholdet på en sikker måte, for eksempel i en passordbehandling.
pl: Uzyskaj i bezpiecznie przechowuj te treści w bezpieczny sposób, na przykład w menedżerze haseł.
pt_br: Obtenha e armazene esse conteúdo de maneira segura, como em um gerenciador de senhas.
pt_pt: Por favor guarde este conteúdo de maneira segura, por exemplo num gestor de palavras-passe.
ro: Vă rugăm să obțineți și să stocați acest conținut într-un mod sigur, cum ar fi într-un manager de parole.
ru: Пожалуйста, скачайте и надежно храните это содержимое в безопасном месте, например, в менеджере паролей.
sr: Набавите и безбедно сачувајте овај садржај на безбедан начин, као што је менаџер лозинки.
sv: Vänligen skaffa och lagra detta innehåll på ett säkert sätt, till exempel i en lösenordshanterare.
th: โปรดขอรับและจัดเก็บเนื้อหานี้อย่างปลอดภัย เช่น ในตัวจัดการรหัสผ่าน
uk: Будь ласка, отримайте та надійно зберігайте цей вміст у безпечному місці, наприклад, у менеджері паролів.
ur: براہ کرم اس مواد کو محفوظ طریقے سے حاصل کریں اور محفوظ طریقے سے اسٹور کریں، جیسے کہ پاس ورڈ مینیجر میں۔

source: Your password is blurred out. Click below to reveal it.
ca: La teva contrasenya està borrosa. Feu clic a continuació per revelar-lo.
cs: Vaše heslo je rozmazané. Kliknutím níže jej odhalíte.
cy: Mae eich cyfrinair wedi'i aneglur. Cliciwch isod i'w ddatgelu.
da: Din adgangskode er sløret. Klik nedenfor for at afsløre det.
de: Das Passwort ist unkenntlich. Auf den verschwommenen Bereich für die Anzeige des Passwortes klicken.
es: Tu contraseña está borrosa. Haz clic a continuación para revelarla.
fi: Salasanasi on sumennettu sen suojaamiseksi. Napsauta alapuolelta näyttääksesi sen.
fr: Le mot de passe est flouté. Cliquez ci-dessous pour le voir.
hi: आपका पासवर्ड धुंधला हो गया है. इसे प्रकट करने के लिए नीचे क्लिक करें।
hu: A jelszava el van homályosítva. Kattintson az alábbiakra, hogy felfedje.
id: Kata sandi Anda kabur. Klik di bawah ini untuk mengungkapkannya.
is: Lykilorðið þitt er óskýrt. Smelltu hér að neðan til að sýna það.
it: La tua password è sfocata. Clicca sotto per rivelarlo.
ja: パスワードがぼやけています。下をクリックすると表示されます。
lv: Jūsu parole ir aizmiglota. Noklikšķiniet zemāk, lai to atklātu.
nl: Uw wachtwoord is vervaagd. Klik hieronder om het te onthullen.
no: Passordet ditt er uklart. Klikk nedenfor for å se det.
pl: Twoje hasło jest rozmyte. Kliknij poniżej, aby je odsłonić.
pt_br: Sua senha está borrada. Clique abaixo para revelá-la.
pt_pt: A sua palavra-passe está desfocada. Clique em baixo para revelá-la.
ro: Parola dvs. este estompată. Faceți clic mai jos pentru a o dezvălui.
ru: Ваш пароль размыт. Нажмите ниже, чтобы увидеть его.
sr: Ваша лозинка је замагљена. Кликните испод да бисте га открили.
sv: Ditt lösenord är utsuddat. Klicka nedan för att visa det.
th: รหัสผ่านของคุณถูกเบลอ คลิกด้านล่างเพื่อเปิดเผย
uk: Ваш пароль розмитий. Натисніть нижче, щоб відкрити його.
ur: آپ کا پاس ورڈ دھندلا ہوا ہے۔ اسے ظاہر کرنے کے لیے نیچے کلک کریں۔
