Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: (whichever occurs first).
ca: (el que passi primer)
cs: (dle toho co nastane dřív)
cy: (pa un bynnag sy'n digwydd gyntaf).
da: (alt efter hvad der indtræffer først).
de: (was auch immer zuerst eintritt).
es: (lo que ocurra primero).
fi: (Kumpi tahansa tuleekin ensin)
fr: (l'une ou l'autre condition survenant en premier)
hi: (जो भी पहले हो जाये)।
hu: (amelyik előbb bekövetkezik).
id: (mana saja yang terjadi lebih dulu).
is: (hvort sem kemur fyrst).
it: (quello che si verifica per primo).
ja: (最初に発生した方)。
lv: (atkarībā no tā, kas notiks vispirms).
nl: (wat zich het eerst voordoet).
no: (det som inntreffer først).
pl: (cokolwiek nastąpi wcześniej).
pt_br: (o que quer que ocorra primeiro).
pt_pt: (o que que ocorrer primeiro).
ro: (oricare dintre acestea are loc mai întâi).
ru: (в зависимости от того, что произойдет раньше).
sr: (шта год се прво догоди).
sv: (vilket som än händer först).
th: (อย่างใดอย่างหนึ่งเกิดขึ้นก่อน).
uk: (залежно від того, що станеться раніше).
ur: (جو بھی پہلے ہوتا ہے)۔

source: Delete This Secret Link Now
ca: Suprimeix aquest enllaç secret ara
cs: Smazat tento tajný odkaz teď
cy: Dileu'r Ddolen Gyfrinachol hon Nawr
da: Slet dette hemmelige link nu
de: Geheimen Link jetzt löschen!
es: Eliminar este enlace secreto ahora
fi: Poista tämä salainen linkki nyt
fr: Supprimer ce lien privé immédiatement
hi: इस गुप्त लिंक को अभी हटाएं
hu: Törölje ezt a titkos linket most
id: Hapus Tautan Rahasia Ini Sekarang
is: Eyddu þessum leynistengli núna
it: Elimina questo collegamento segreto ora
ja: この秘密のリンクを今すぐ削除
lv: Izdzēsiet šo slepeno saiti tūlīt
nl: Verwijder Deze Geheime Link Nu
no: Slett denne hemmelige lenken nå
pl: Wygaś już ten tajny link
pt_br: Excluir este link secreto agora
pt_pt: Eliminar Este Link Secreto Agora
ro: Ștergeți acest link secret acum
ru: Удалите эту секретную ссылку
sr: Избришите ову тајну везу одмах
sv: Ta bort den här hemliga länken nu
th: ลบลิงค์ลับนี้ทันที
uk: Видаліть це секретне посилання зараз
ur: اس خفیہ لنک کو ابھی ڈیلیٹ کریں۔

source: Delete?
ca: Suprimir?
cs: Vymazat?
cy: Dileu?
da: Vil du slette?
de: Löschen?
es: ¿Borrar?
fi: Poistaa?
fr: Effacer?
hi: मिटाना?
hu: Töröl?
id: Hapus?
is: Eyða?
it: Elimina?
ja: 消去？
lv: Vai dzēst?
nl: Verwijderen?
no: Vil du slette?
pl: Usunąć?
pt_br: Excluir?
pt_pt: Eliminar?
ro: Să șterg?
ru: Удалить?
sr: Избрисати?
sv: Radera?
th: ลบ?
uk: Видалити?
ur: حذف کریں؟

source: This will expire this secret link and
ca: Això caducarà aquest enllaç secret i
cs: Tím vyprší platnost tohoto tajného odkazu a
cy: Bydd hyn yn dod i ben y ddolen gyfrinachol hon a
da: Dette vil registrere dette hemmelige link som udløbet
de: Dadurch wird der geheime Link ungültig und
es: Esto caducará este enlace secreto y
fi: Tämä merkkaa salaisen linkin vanhentuneeksi ja
fr: Cette action fera expirer l'url privée et
hi: इससे यह गुप्त लिंक समाप्त हो जाएगा और
hu: Ezzel lejár ez a titkos link és
id: Ini akan mengakhiri tautan rahasia ini dan
is: Þetta mun renna út þennan leynilega hlekk og
it: Questo scadrà questo link segreto e
ja: これにより、この秘密のリンクが期限切れになり、
lv: Tas izbeigs šīs slepenās saites derīguma termiņu un
nl: Hierdoor verloopt deze geheime link en
no: Dette vil utløpe denne hemmelige lenken og
pl: Ten tajny link wygaśnie i
pt_br: Isso irá expirar este link secreto e
pt_pt: Isto irá expirar este link secreto e
ro: Acest lucru va expira această legătură secretă și
ru: Это приведет к истечению срока действия секретной ссылки и
sr: Ово ће истећи ову тајну везу и
sv: Detta kommer att upphöra den hemliga länken och
th: นี่จะทำให้ลิงค์ลับนี้หมดอายุและ
uk: Після цього термін дії секретного посилання закінчиться, і
ur: اس سے اس خفیہ لنک کی میعاد ختم ہو جائے گی اور

source: delete all related content from the database forever
ca: suprimiu per sempre tot el contingut relacionat de la base de dades
cs: navždy odstranit veškerý související obsah z databáze
cy: dileu'r holl gynnwys cysylltiedig o'r gronfa ddata am byth
da: slet alt relateret indhold fra databasen for altid
de: Sämtliche zugehörige Inhalte dauerhaft aus der Datenbank löschen
es: eliminar todo el contenido relacionado de la base de datos para siempre
fi: poista kaikki liittyvä sisältö tietokannasta ikuisesti
fr: supprimer définitivement tout le contenu associé de la base de données
hi: डेटाबेस से सभी संबंधित सामग्री को हमेशा के लिए हटा दें
hu: örökre törölje az összes kapcsolódó tartalmat az adatbázisból
id: menghapus semua konten terkait dari database selamanya
is: eyða öllu tengdu efni úr gagnagrunninum að eilífu
it: eliminare per sempre tutti i contenuti correlati dal database
ja: 関連するすべてのコンテンツをデータベースから完全に削除する
lv: uz visiem laikiem izdzēsiet visu saistīto saturu no datu bāzes
nl: verwijder alle gerelateerde inhoud voor altijd uit de database
no: slett alt relatert innhold fra databasen for alltid
pl: cała powiązana zawartość w bazie danych zostanie bezpowrotnie usunięta
pt_br: exclua todo o conteúdo relacionado do banco de dados para sempre
pt_pt: elimine todo o conteúdo relacionado para sempre da base de dados
ro: șterge pentru totdeauna tot conținutul aferent din baza de date
ru: навсегда удалить из базы данных все связанное с ней содержимое
sr: заувек избришите сав повезани садржај из базе података
sv: radera allt relaterat innehåll från databasen för alltid
th: ลบเนื้อหาที่เกี่ยวข้องทั้งหมดออกจากฐานข้อมูลอย่างถาวร
uk: назавжди видалити весь пов'язаний вміст з бази даних
ur: ڈیٹا بیس سے تمام متعلقہ مواد کو ہمیشہ کے لیے حذف کر دیں۔

source: Your Secret Link Has Expired
ca: El vostre enllaç secret ha caducat
cs: Platnost vašeho tajného odkazu vypršela
cy: Mae Eich Cyswllt Cyfrinachol wedi Dod i Ben
da: Dit hemmelige link er udløbet
de: Der geheime Link ist abgelaufen
es: Tu enlace secreto ha caducado
fi: Salainen linkkisi on vanhentunut
fr: Votre url privée est expirée
hi: आपका गुप्त लिंक समाप्त हो गया है
hu: Titkos linkje lejárt
id: Tautan Rahasia Anda Telah Kedaluwarsa
is: Leyni hlekkurinn þinn er útrunninn
it: Il tuo collegamento segreto è scaduto
ja: 秘密のリンクの有効期限が切れています
lv: Jūsu slepenās saites derīguma termiņš ir beidzies
nl: Je Geheime Link is Verlopen
no: Din hemmelige lenke har utløpt
pl: Twój tajny link wygasł
pt_br: Seu link secreto expirou
pt_pt: O Seu Link Secreto Expirou
ro: Legătura ta secretă a expirat
ru: Срок действия вашей секретной ссылки истек
sr: Ваша тајна веза је истекла
sv: Din hemliga länk har upphört
th: ลิงก์ลับของคุณหมดอายุแล้ว
uk: Термін дії вашого секретного посилання закінчився
ur: آپ کے خفیہ لنک کی میعاد ختم ہو گئی ہے۔

source: We apologize but this secret link has expired.
ca: Demanem disculpes, però aquest enllaç secret ha caducat.
cs: Omlouváme se, ale platnost tohoto tajného odkazu vypršela.
cy: Ymddiheurwn ond mae'r ddolen gyfrinachol hon wedi dod i ben.
da: Vi beklager, men dette hemmelige link er udløbet.
de: Wir bitten um Entschuldigung, aber dieser geheime Link ist abgelaufen.
es: Lo sentimos, pero este enlace secreto ha caducado.
fi: Pahoittelemme, mutta tämä salainen linkki on vanhentunut.
fr: Désolé, mais cette url privée est expirée.
hi: हम क्षमा चाहते हैं लेकिन यह गुप्त लिंक समाप्त हो गया है।
hu: Elnézést kérünk, de ez a titkos link lejárt.
id: Kami mohon maaf, namun tautan rahasia ini telah kedaluwarsa.
is: Við biðjumst velvirðingar en þessi leynilegi hlekkur er útrunninn.
it: Ci scusiamo ma questo link segreto è scaduto.
ja: 申し訳ありませんが、この秘密のリンクは期限切れです。
lv: Mēs atvainojamies, bet šīs slepenās saites derīguma termiņš ir beidzies.
nl: Onze excuses, maar deze geheime link is verlopen.
no: Vi beklager, men denne hemmelige lenken er utløpt.
pl: Przepraszamy, ale ten tajny link wygasł.
pt_br: Pedimos desculpas, mas este link secreto expirou.
pt_pt: Pedimos desculpas, mas este link secreto expirou.
ro: Ne cerem scuze, dar acest link secret a expirat.
ru: Приносим свои извинения, но срок действия этой секретной ссылки истек.
sr: Извињавамо се, али ова тајна веза је истекла.
sv: Vi ber om ursäkt, men denna hemliga länk har upphört att gälla.
th: ขออภัย ลิงก์ลับนี้หมดอายุแล้ว
uk: Ми перепрошуємо, але термін дії цього секретного посилання закінчився.
ur: ہم معذرت خواہ ہیں لیکن یہ خفیہ لنک ختم ہو چکا ہے۔

source: If needed, please contact the person or organization who gave you this secret URL.
ca: Si cal, poseu-vos en contacte amb la persona o l'organització que us ha proporcionat aquest URL secret.
cs: V případě potřeby kontaktujte osobu nebo organizaci, která vám tuto tajnou adresu URL poskytla.
cy: Os oes angen, cysylltwch â'r person neu'r sefydliad a roddodd yr URL cyfrinachol hwn i chi.
da: Hvis det er nødvendigt, bedes du kontakte den person eller organisation, der har givet dig denne hemmelige URL.
de: Bei Bedarf wenden Sie sich bitte an die Person oder Organisation, von der Sie diese geheime URL erhalten haben.
es: Si es necesario, comuníquese con la persona u organización que le proporcionó esta URL secreta.
fi: Ota tarvittaessa yhteyttä henkilöön tai organisaatioon, joka antoi sinulle tämän salaisen URL-osoitteen.
fr: Au besoin, veuillez contacter la personne ou l'organisation qui vous a fourni cette URL privée.
hi: यदि आवश्यक हो, तो कृपया उस व्यक्ति या संगठन से संपर्क करें जिसने आपको यह गुप्त यूआरएल दिया है।
hu: Ha szükséges, lépjen kapcsolatba azzal a személlyel vagy szervezettel, aki megadta ezt a titkos URL-t.
id: Jika diperlukan, silakan hubungi orang atau organisasi yang memberi Anda URL rahasia ini.
is: Ef þörf krefur, vinsamlegast hafðu samband við þann eða stofnunina sem gaf þér þessa leynilegu slóð.
it: Se necessario, contatta la persona o l'organizzazione che ti ha fornito questo URL segreto.
ja: 必要に応じて、この秘密の URL を提供した個人または組織に連絡してください。
lv: Ja nepieciešams, lūdzu, sazinieties ar personu vai organizāciju, kas jums piešķīra šo slepeno URL.
nl: Neem indien nodig contact op met de persoon of organisatie die u deze geheime URL heeft gegeven.
no: Om nødvendig, vennligst kontakt personen eller organisasjonen som ga deg denne hemmelige nettadressen.
pl: W razie potrzeby skontaktuj się z osobą lub organizacją, która przekazała Ci ten tajny adres URL.
pt_br: Caso necessário, por gentileza contate a pessoa ou organização que passou essa URL secreta.
pt_pt: Se necessário, entre em contacto com a pessoa ou organização que lhe forneceu este URL secreto.
ro: Dacă este necesar, vă rugăm să contactați persoana sau organizația care v-a furnizat acest URL secret.
ru: При необходимости свяжитесь с человеком или организацией, предоставившей вам этот секретный URL.
sr: Ако је потребно, контактирајте особу или организацију која вам је дала овај тајни УРЛ.
sv: Om det behövs kontaktar du personen eller organisationen som gav dig denna hemliga URL.
th: หากจำเป็น โปรดติดต่อบุคคลหรือองค์กรที่ให้ URL ลับนี้แก่คุณ
uk: За потреби, будь ласка, зв'яжіться з особою або організацією, яка надала вам цю секретну URL-адресу.
ur: اگر ضرورت ہو تو، براہ کرم اس شخص یا تنظیم سے رابطہ کریں جس نے آپ کو یہ خفیہ URL دیا ہے۔

source: Browser cookies help make this tool work. By using it, you agree the use of these cookies.
ca: Les galetes del navegador ajuden a fer que aquesta eina funcioni. En utilitzar-lo, acceptes l'ús d'aquestes cookies.
cs: Soubory cookie prohlížeče pomáhají tomuto nástroji fungovat. Jeho používáním souhlasíte s používáním těchto souborů cookie.
cy: Mae cwcis porwr yn helpu i wneud i'r offeryn hwn weithio. Drwy ei ddefnyddio, rydych chi'n cytuno i'r cwcis hyn gael eu defnyddio.
da: Browsercookies hjælper med at få dette værktøj til at fungere. Ved at bruge det accepterer du brugen af disse cookies.
de: Browser-Cookies tragen dazu bei, dass dieses Tool funktioniert. Durch die Nutzung stimmen Sie der Verwendung dieser Cookies zu.
es: Las cookies del navegador ayudan a que esta herramienta funcione. Al usarlo, aceptas el uso de estas cookies.
fi: Selaimen evästeet auttavat saamaan tämän työkalun toimimaan. Käyttämällä sitä hyväksyt näiden evästeiden käytön.
fr: Les cookies du navigateur contribuent au fonctionnement de cet outil. En l'utilisant, vous acceptez l'utilisation de ces cookies.
hi: ब्राउज़र कुकीज़ इस टूल को काम करने में मदद करती हैं। इसका उपयोग करके, आप इन कुकीज़ के उपयोग से सहमत होते हैं।
hu: A böngésző cookie-jai segítenek ennek az eszköznek a működésében. Használatával Ön elfogadja ezen sütik használatát.
id: Cookie peramban membantu membuat alat ini berfungsi. Dengan menggunakannya, Anda menyetujui penggunaan cookie ini.
is: Vafrakökur hjálpa til við að láta þetta tól virka. Með því að nota það samþykkir þú notkun þessara vafrakaka.
it: I cookie del browser aiutano a far funzionare questo strumento. Usandolo, accetti l'uso di questi cookie.
ja: ブラウザの Cookie は、このツールの動作に役立ちます。これを使用すると、これらの Cookie の使用に同意したことになります。
lv: Pārlūka sīkfaili palīdz nodrošināt šī rīka darbību. Izmantojot to, jūs piekrītat šo sīkdatņu izmantošanai.
nl: Browsercookies zorgen ervoor dat deze tool werkt. Door het te gebruiken, gaat u akkoord met het gebruik van deze cookies.
no: Nettleserinformasjonskapsler hjelper til med å få dette verktøyet til å fungere. Ved å bruke den godtar du bruken av disse informasjonskapslene.
pl: Pliki cookie przeglądarki pomagają w działaniu tego narzędzia. Korzystając z niej, wyrażasz zgodę na używanie tych plików cookie.
pt_br: Os cookies do navegador ajudam a fazer esta ferramenta funcionar. Ao utilizá-lo, você concorda com o uso desses cookies.
pt_pt: Os cookies do navegador ajudam a fazer esta ferramenta funcionar. Ao utilizá-lo, você concorda com o uso desses cookies.
ro: Cookie-urile din browser ajută la funcționarea acestui instrument. Utilizându-l, sunteți de acord cu utilizarea acestor cookie-uri.
ru: Браузерные файлы cookie помогают в работе этого инструмента. Используя его, вы соглашаетесь с использованием этих файлов cookie.
sr: Колачићи претраживача помажу да овај алат функционише. Коришћењем слажете се са употребом ових колачића.
sv: Webbläsarcookies hjälper till att få det här verktyget att fungera. Genom att använda den godkänner du användningen av dessa cookies.
th: คุกกี้ของเบราว์เซอร์ช่วยให้เครื่องมือนี้ทำงานได้ ในการใช้งานแสดงว่าคุณยอมรับการใช้คุกกี้เหล่านี้
uk: Файли cookie браузера допомагають цьому інструменту працювати. Використовуючи його, ви погоджуєтеся на використання цих файлів cookie.
ur: براؤزر کوکیز اس ٹول کو کام کرنے میں مدد کرتی ہیں۔ اسے استعمال کرکے، آپ ان کوکیز کے استعمال سے اتفاق کرتے ہیں۔

source: Dashboard
ca: Panell
cs: Přehled
cy: Dangosfwrdd
es: Tablero
fi: Lähetykset
fr: Tableau de bord
hi: डैशबोर्ड
hu: Irányítópult
id: Dasbor
is: Mælaborð
it: Cruscotto
ja: ダッシュボード
lv: Infopanelis
no: Dashbord
pl: Pulpit
pt_br: Painel
pt_pt: Painel
ro: Tabloul de bord
ru: Панель информации
sr: Командна табла
th: แผงควบคุม
uk: Приладова панель
ur: ڈیش بورڈ

source: New
ca: Nou
cs: Nový
cy: Newydd
da: Ny
de: Neu
es: Nuevo
fi: Uusi
fr: Nouvelle
hi: नया
hu: Új
id: Baru
is: Nýtt
it: Nuovo
ja: 新しい
lv: Jauns
nl: Nieuw
no: Ny
pl: Nowy
pt_br: Novo
pt_pt: Novo
ro: Nou
ru: Новый
sr: Нова
sv: Ny
th: ใหม่
uk: Новий
ur: نئی

source: ⚠️ WARNING: Deleting %{email} will also permanently delete ALL %{count} push(es) created by this user. This action cannot be undone. Are you sure you want to proceed?
cy: ⚠️ RHYBUDD: Bydd dileu %{email} hefyd yn dileu'n barhaol BOB gwthiad %{count} a grëwyd gan y defnyddiwr hwn. Ni ellir dadwneud y weithred hon. Ydych chi'n siŵr eich bod chi eisiau bwrw ymlaen?

source: Front Page
ca: Portada
cs: Přední strana
cy: Tudalen Flaen
da: Forside
de: Startseite
es: Página de inicio
fi: Etusivu
fr: Page d'accueil
hi: मुखपृष्ठ
hu: Címlap
id: Halaman Depan
is: Forsíða
it: Home Page
ja: 表紙
lv: Sākumlapa
nl: Voorpagina
no: Forside
pl: Strona główna
pt_br: Primeira página
pt_pt: Página Principal
ro: Prima pagină
ru: Главная страница
sr: Насловна страна
sv: Framsida
th: หน้าแรก
uk: Головна сторінка
ur: فرنٹ پیج

source: Docker Containers
ca: Contenidors Docker
cs: Docker kontejnery
cy: Cynwysyddion Docker
da: Docker containere
de: Docker-Container
es: Contenedores Docker
fi: Docker-kontit
fr: Containers Docker
hi: डॉकर कंटेनर
hu: Docker konténerek
id: Wadah Docker
is: Docker gámar
it: Container Docker
ja: Docker コンテナ
lv: Docker konteineri
no: Docker containere
pl: Kontenery Dockera
pt_br: Contêineres Docker
ro: Containere Docker
ru: Контейнеры Docker
sr: Доцкер контејнери
th: คอนเทนเนอร์นักเทียบท่า
uk: Докерні контейнери
ur: ڈوکر کنٹینرز

source: FAQ
ca: PMF
cy: Cwestiynau Cyffredin
fi: UKK
hi: सामान्य प्रश्न
hu: GYIK
id: PERTANYAAN YANG SERING DIAJUKAN
is: Algengar spurningar
ja: よくある質問
lv: Biežāk uzdotie jautājumi
pt_br: Perguntas frequentes
ro: ÎNTREBĂRI FRECVENTE
sr: ФАК
th: คำถามที่พบบ่อย
uk: ПОШИРЕНІ ЗАПИТАННЯ
ur: عمومی سوالات

source: JSON API
ca: API JSON
cy: API JSON
es: API de JSON
fi: JSON-sovellusliittymä
fr: API JSON
hi: जेएसओएन एपीआई
id: API JSON
it: API JSON
pt_br: API JSON
pt_pt: API JSON
ro: API JSON
sr: ЈСОН АПИ

source: Key Generator
ca: Generador de claus
cs: Generátor klíčů
cy: Generadur Allweddi
da: Generer nøgle
de: Schlüsselgenerator
es: Generador de clave
fi: Avaingeneraattori
fr: Générateur de clé
hi: कुंजी जनरेटर
hu: Kulcsgenerátor
id: Generator Kunci
ja: キージェネレーター
lv: Atslēgu ģenerators
no: Nøkkelgenerator
pl: Generator kluczy
pt_br: Gerador de chaves
pt_pt: Gerador de chaves
ro: Generator de chei
ru: Генератор ключей
sr: Кеи Генератор
sv: Nyckelgenerator
th: เครื่องกำเนิดคีย์
uk: Генератор ключів
ur: کلیدی جنریٹر

source: Source Code
ca: Codi font
cs: Zdrojový kód
cy: Cod Ffynhonnell
da: Kildekode
de: Quellcode
es: Código fuente
fi: Lähdekoodi
fr: Code source
hi: सोर्स कोड
hu: Forráskód
id: Kode Sumber
is: Upprunakóði
it: Codice sorgente
ja: ソースコード
lv: Pirmkods
nl: Broncode
no: Kildekode
pl: Kod źródłowy
pt_br: Código fonte
pt_pt: Código Fonte
ro: Codul sursă
ru: Исходный код
sr: Изворни код
sv: Källkod
th: รหัสแหล่งที่มา
uk: Вихідний код
ur: سورس کوڈ

source: Tools
ca: Eines
cs: Nástroje
cy: Offer
da: Værktøj
es: Útiles
fi: Työkalut
fr: Outils
hi: औजार
hu: Eszközök
id: Peralatan
is: Verkfæri
ja: ツール
lv: Rīki
nl: Gereedschap
no: Verktøy
pl: Narzędzia
pt_br: Ferramentas
pt_pt: Ferramentas
ro: Unelte
ru: Инструменты
sr: Алати
sv: Verktyg
th: เครื่องมือ
uk: Інструменти
ur: اوزار

source: Overview
ca: Visió general
cs: Přehled
cy: Trosolwg
da: Oversigt
de: Übersicht
es: Descripción general
fi: Yleiskatsaus
fr: Présentation
hi: अवलोकन
hu: Áttekintés
id: Ikhtisar
is: Yfirlit
it: Panoramica
ja: 概要
lv: Pārskats
nl: Overzicht
no: Oversikt
pl: Przegląd
pt_br: Visão geral
pt_pt: Visão geral
ro: Prezentare generală
ru: Обзор
sr: Преглед
sv: Översikt
th: ภาพรวม
uk: Огляд
ur: جائزہ

source: Account
ca: Compte
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
es: Cuenta
fi: Tili
fr: Compte utilisateur
hi: खाता
hu: Fiók
id: Akun
is: Reikningur
ja: アカウント
lv: Konts
no: Konto
pl: Konto
pt_br: Conta
pt_pt: Conta
ro: Cont
ru: Учетная запись
sr: Рачун
sv: Konto
th: บัญชี
uk: Обліковий запис
ur: کھاتہ

source: Edit Login Details
ca: Edita els detalls d'inici de sessió
cs: Upravit přihlašovací údaje
cy: Golygu Manylion Mewngofnodi
da: Rediger loginoplysninger
de: Anmeldedaten bearbeiten
es: Editar detalles de inicio de sesión
fi: Muokkaa tilitietoja
fr: Modifier les détails de connexion
hi: लॉगिन विवरण संपादित करें
hu: Bejelentkezési adatok szerkesztése
id: Mengedit Detail Login
is: Breyta innskráningarupplýsingum
it: Modifica i Dettagli di Accesso
ja: ログイン情報の編集
lv: Rediģēt pieteikšanās informāciju
nl: Inloggegevens aanpassen
no: Rediger påloggingsdetaljer
pl: Edytuj dane logowania
pt_br: Editar detalhes de login
pt_pt: Editar detalhes de acesso de utilizador
ro: Editați detaliile de conectare
ru: Редактировать учетную запись
sr: Уредите детаље за пријаву
sv: Redigera inloggningsuppgifter
th: แก้ไขรายละเอียดการเข้าสู่ระบบ
uk: Редагувати дані для входу
ur: لاگ ان کی تفصیلات میں ترمیم کریں۔

source: Log Out
ca: Tanca la sessió
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Déconnexion
hi: लॉग आउट
hu: Kijelentkezés
is: Að skrá þig út
it: Esci
ja: ログアウト
lv: Atslēgties
nl: Uitloggen
no: Logg ut
pl: Wyloguj
pt_br: Sair
pt_pt: Desligar sessão
ro: Deconectați-vă
ru: Выйти из системы
sr: Одјавити се
sv: Logga ut
th: ออกจากระบบ
uk: Вийти з системи
ur: لاگ آوٹ

source: Log In
ca: Inicia sessió
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
de: Anmeldung
es: Iniciar sesión
fi: Kirjaudu sisään
fr: S'authentifier
hi: लॉग इन करें
hu: Belépés
id: Masuk
is: Skrá inn
it: Accedi
ja: ログイン
lv: Pieslēgties
no: Logg Inn
pl: Zaloguj się
pt_br: Conecte-se
pt_pt: Iniciar sessão
ro: Autentificare
ru: Войти
sr: Пријавите се
sv: Logga in
th: เข้าสู่ระบบ
uk: Увійдіть в систему
ur: لاگ ان کریں

source: Sign Up
ca: Registra't
cs: Přihlásit se
cy: Cofrestru
da: Opret konto
de: Registrierung
es: Inscribirse
fi: Rekisteröidy
fr: S'inscrire
hi: साइन अप करें
hu: Regisztráció
id: Daftar
is: Skráðu þig
it: Registrazione
ja: サインアップ
lv: Reģistrēties
nl: Registreren
no: Meld deg på
pl: Utwórz konto
pt_br: Inscreva-se
pt_pt: Inscreva-se
ro: Înscrieți-vă
ru: Зарегистрироваться
sr: Пријави се
sv: Registrering
th: ลงชื่อ
uk: Зареєструватися
ur: سائن اپ

source: Confirm Password Generation
cy: Cadarnhau Cynhyrchu Cyfrinair

source: This will replace the existing content in the text area.
cy: Bydd hyn yn disodli'r cynnwys presennol yn yr ardal destun.

source: Are you sure you want to continue?
cy: Ydych chi'n siŵr eich bod chi eisiau parhau?

source: Configure Password Generation
ca: Configura la generació de contrasenyes
cs: Nastavení generování hesel
cy: Ffurfweddu Cynhyrchu Cyfrinair
da: Konfigurer adgangskodegenerator
de: Passwortgenerator konfigurieren
es: Configurar la generación de contraseñas
fi: Määritä salasanan luominen
fr: Paramètres de génération du mot de passe
hi: पासवर्ड जनरेशन कॉन्फ़िगर करें
hu: Jelszógenerálás konfigurálása
id: Mengonfigurasi Pembuatan Kata Sandi
is: Stilla lykilorðsgerð
it: Configura la generazione della password
ja: パスワード生成の構成
lv: Konfigurēt paroles ģenerēšanu
nl: Wachtwoordgeneratie configureren
no: Konfigurer passordgenerering
pl: Skonfiguruj generowanie hasła
pt_br: Configurar geração de senha
pt_pt: Configurar geração de palavra-passe
ro: Configurați generarea parolei
ru: Настройка Генератора Паролей
sr: Конфигуришите генерисање лозинке
sv: Konfigurera lösenordsgenerering
th: กำหนดค่าการสร้างรหัสผ่าน
uk: Налаштування генерації паролів
ur: پاس ورڈ جنریشن کو ترتیب دیں۔

source: Test Area
ca: Àrea de prova
cs: Testovací oblast
cy: Ardal Brawf
da: Testområde
de: Testbereich
es: Área de prueba
fi: Testialue
fr: Zone de test
hi: परीक्षण क्षेत्र
hu: Tesztterület
id: Area Uji
is: Prófasvæði
it: Area di Prova
ja: テストエリア
lv: Izmēģinājuma lodziņš
nl: Testgebied
no: Testområde
pl: Obszar testowy
pt_br: Área de teste
pt_pt: Área de teste
ro: Zona de testare
ru: Область для проверки
sr: Тест Ареа
sv: Testområde
th: พื้นที่ทดสอบ
uk: Тестова зона
ur: ٹیسٹ ایریا

source: Number of Syllables
ca: Nombre de síl·labes
cs: Počet slabik
cy: Nifer y Sillafau
da: Antal stavelser
de: Silbenanzahl
es: Número de sílabas
fi: Tavujen määrä
fr: Nombre de syllabes
hi: अक्षरों की संख्या
hu: Szótagok száma
id: Jumlah Suku Kata
is: Fjöldi atkvæða
it: Numero di sillabe
ja: 音節数
lv: Zilbju skaits
nl: Aantal Lettergrepen
no: Antall stavelser
pl: Liczba sylab
pt_br: Número de sílabas
pt_pt: Número de Sílabas
ro: Numărul de silabe
ru: Количество частей
sr: Број слогова
sv: Antal stavelser
th: จำนวนพยางค์
uk: Кількість складів
ur: نحو کی تعداد
