Repository: pglombardo/PasswordPusher
Catalog: config/locales/gettext/*/app.po
Languages: ca, cs, cy, da, de, es, fi, fr, hi, hu, id, is, it, ja, lv, nl, no, pl, pt_br, pt_pt, ro, ru, sr, sv, th, uk, ur

source: If you didn't initiate this and it wasn't your intention, please contact us as soon as possible.
ca: Si no ho vau iniciar i no era la vostra intenció, poseu-vos en contacte amb nosaltres el més aviat possible.
cs: Pokud jste to neiniciovali a nebyl to váš záměr, kontaktujte nás co nejdříve.
cy: Os nad chi a gychwynnodd hyn ac nad dyna oedd eich bwriad, cysylltwch â ni cyn gynted â phosibl.
da: Hvis du ikke startede dette, og det ikke var din hensigt, bedes du kontakte os hurtigst muligt.
de: Wenn Sie dies nicht initiiert haben und es nicht Ihre Absicht war, kontaktieren Sie uns bitte so bald wie möglich.
es: Si usted no inició esto y no era su intención, contáctenos lo antes posible.
fi: Jos et ole aloittanut tätä etkä ollut tarkoituksesi, ota meihin yhteyttä mahdollisimman pian.
fr: Si vous ne l'avez pas initié et que ce n'était pas votre intention, veuillez nous contacter dès que possible.
hi: यदि आपने इसकी शुरुआत नहीं की थी और यह आपका इरादा नहीं था, तो कृपया यथाशीघ्र हमसे संपर्क करें।
hu: Ha ezt nem Ön kezdeményezte és nem állt szándékában, kérjük, mielőbb lépjen kapcsolatba velünk.
id: Jika Anda tidak memulai hal ini dan itu bukan keinginan Anda, silakan hubungi kami sesegera mungkin.
is: Ef þú áttir ekki frumkvæði að þessu og það var ekki ætlun þín, vinsamlegast hafðu samband við okkur eins fljótt og auðið er.
it: Se non l'hai avviato tu e non era tua intenzione, ti preghiamo di contattarci il prima possibile.
ja: これを開始したのではなく、意図していない場合は、できるだけ早くご連絡ください。
lv: Ja jūs to neuzsācāt un tas nebija jūsu nodoms, lūdzu, sazinieties ar mums, cik drīz vien iespējams.
nl: Als je dit niet hebt geïnitieerd en het was ook niet je bedoeling, neem dan zo snel mogelijk contact met ons op.
no: Hvis du ikke startet dette og det ikke var meningen din, vennligst kontakt oss så snart som mulig.
pl: Jeśli nie zainicjowałeś tego i nie było to Twoim zamiarem, skontaktuj się z nami tak szybko, jak to możliwe.
pt_br: Se você não iniciou isso e não era sua intenção, entre em contato conosco o mais rápido possível.
pt_pt: Se você não iniciou isso e não era sua intenção, entre em contato conosco o mais rápido possível.
ro: Dacă nu ați inițiat acest lucru și nu a fost intenția dumneavoastră, vă rugăm să ne contactați cât mai curând posibil.
ru: Если вы этого не делали и это произошло не по вашей инициативе, пожалуйста, свяжитесь с нами как можно скорее.
sr: Ако ово нисте иницирали и није вам била намера, контактирајте нас што је пре могуће.
sv: Om du inte initierade detta och det inte var din avsikt, vänligen kontakta oss så snart som möjligt.
th: หากคุณไม่ได้เป็นผู้ริเริ่มและไม่ใช่ความตั้งใจของคุณ โปรดติดต่อเราโดยเร็วที่สุด
uk: Якщо ви не ініціювали це і це не було вашим наміром, будь ласка, зв'яжіться з нами якнайшвидше.
ur: اگر آپ نے یہ شروع نہیں کیا اور یہ آپ کا ارادہ نہیں تھا، تو براہ کرم جلد از جلد ہم سے رابطہ کریں۔

source: Password Change Request
ca: Sol·licitud de canvi de contrasenya
cs: Žádost o změnu hesla
cy: Cais Newid Cyfrinair
da: Anmodning om ændring af adgangskode
de: Anfrage zur Passwortänderung
es: Solicitud de cambio de contraseña
fi: Salasanan vaihtopyyntö
fr: Demande de changement de mot de passe
hi: पासवर्ड परिवर्तन अनुरोध
hu: Jelszómódosítási kérelem
id: Permintaan Perubahan Kata Sandi
is: Beiðni um lykilorðsbreytingu
it: Richiesta di cambio password
ja: パスワード変更リクエスト
lv: Paroles maiņas pieprasījums
nl: Aanvraag wachtwoord wijzigen
no: Forespørsel om passordendring
pl: Prośba o zmianę hasła
pt_br: Solicitação de alteração de senha
pt_pt: Solicitação de alteração de senha
ro: Cerere de schimbare a parolei
ru: Запрос на изменение пароля
sr: Захтев за промену лозинке
sv: Begäran om lösenordsändring
th: คำขอเปลี่ยนรหัสผ่าน
uk: Запит на зміну пароля
ur: پاس ورڈ کی تبدیلی کی درخواست

source: Someone has requested a link to change your password. You can proceed with this action
ca: Algú ha sol·licitat un enllaç per canviar la contrasenya. Podeu continuar amb aquesta acció
cs: Někdo si vyžádal odkaz pro změnu vašeho hesla. V této akci můžete pokračovat
cy: Mae rhywun wedi gofyn am ddolen i newid eich cyfrinair. Gallwch fwrw ymlaen â'r weithred hon.
da: Nogen har anmodet om et link til at ændre din adgangskode. Du kan fortsætte med denne handling
de: Jemand hat einen Link angefordert, um Ihr Passwort zu ändern. Sie können mit dieser Aktion fortfahren
es: Alguien ha solicitado un enlace para cambiar su contraseña. Puede continuar con esta acción.
fi: Joku on pyytänyt linkkiä salasanasi vaihtamiseksi. Voit jatkaa tällä toiminnolla
fr: Quelqu'un a demandé un lien pour changer votre mot de passe. Vous pouvez poursuivre cette action
hi: किसी ने आपका पासवर्ड बदलने के लिए एक लिंक का अनुरोध किया है। आप इस कार्रवाई को आगे बढ़ा सकते हैं
hu: Valaki linket kért a jelszó megváltoztatásához. Folytathatja ezt a műveletet
id: Seseorang telah meminta tautan untuk mengubah kata sandi Anda. Anda dapat melanjutkan dengan tindakan ini
is: Einhver hefur beðið um tengil til að breyta lykilorðinu þínu. Þú getur haldið áfram með þessa aðgerð
it: Qualcuno ha richiesto un link per cambiare la tua password. Puoi procedere con questa azione
ja: パスワードを変更するためのリンクを誰かがリクエストしました。このアクションを続行できます
lv: Kāds ir pieprasījis saiti, lai mainītu jūsu paroli. Jūs varat turpināt šo darbību
nl: Iemand heeft een link aangevraagd om uw wachtwoord te wijzigen. U kunt doorgaan met deze actie
no: Noen har bedt om en lenke for å endre passordet ditt. Du kan fortsette med denne handlingen
pl: Ktoś poprosił o link do zmiany hasła. Możesz kontynuować tę czynność
pt_br: Alguém solicitou um link para alterar sua senha. Você pode prosseguir com esta ação
pt_pt: Alguém solicitou um link para alterar sua senha. Você pode prosseguir com esta ação
ro: Cineva a solicitat un link pentru a vă schimba parola. Puteți continua această acțiune
ru: Кто-то запросил ссылку для изменения вашего пароля. Вы можете выполнить это действие
sr: Неко је затражио везу за промену ваше лозинке. Можете наставити са овом радњом
sv: Någon har begärt en länk för att ändra ditt lösenord. Du kan fortsätta med den här åtgärden
th: มีคนขอลิงค์เพื่อเปลี่ยนรหัสผ่านของคุณ คุณสามารถดำเนินการต่อได้
uk: Хтось запросив посилання для зміни вашого пароля. Ви можете виконати цю дію
ur: کسی نے آپ کا پاس ورڈ تبدیل کرنے کے لیے ایک لنک کی درخواست کی ہے۔ آپ اس کارروائی کے ساتھ آگے بڑھ سکتے ہیں۔

source: If you didn't request this change, you can safely delete this email.
ca: Si no heu sol·licitat aquest canvi, podeu suprimir aquest correu electrònic amb seguretat.
cs: Pokud jste o tuto změnu nepožádali, můžete tento e-mail bezpečně smazat.
cy: Os na wnaethoch chi ofyn am y newid hwn, gallwch ddileu'r e-bost hwn yn ddiogel.
da: Hvis du ikke har anmodet om denne ændring, kan du roligt slette denne e-mail.
de: Wenn Sie diese Änderung nicht angefordert haben, können Sie diese E-Mail sicher löschen.
es: Si no solicitó este cambio, puede eliminar este correo electrónico de manera segura.
fi: Jos et pyytänyt tätä muutosta, voit turvallisesti poistaa tämän sähköpostin.
fr: Si vous n'avez pas demandé cette modification, vous pouvez supprimer cet e-mail en toute sécurité.
hi: यदि आपने इस परिवर्तन का अनुरोध नहीं किया है, तो आप इस ईमेल को सुरक्षित रूप से हटा सकते हैं।
hu: Ha nem Ön kérte ezt a módosítást, nyugodtan törölheti ezt az e-mailt.
id: Jika Anda tidak meminta perubahan ini, Anda dapat menghapus email ini dengan aman.
is: Ef þú baðst ekki um þessa breytingu geturðu örugglega eytt þessum tölvupósti.
it: Se non hai richiesto tu questa modifica, puoi tranquillamente eliminare questa email.
ja: この変更をリクエストしていない場合は、このメールを安全に削除できます。
lv: Ja jūs nepieprasījāt šīs izmaiņas, varat droši dzēst šo e-pasta ziņojumu.
nl: Als u deze wijziging niet heeft aangevraagd, kunt u deze e-mail veilig verwijderen.
no: Hvis du ikke har bedt om denne endringen, kan du trygt slette denne e-posten.
pl: Jeśli nie prosiłeś o tę zmianę, możesz bezpiecznie usunąć tego e-maila.
pt_br: Se você não solicitou essa alteração, pode excluir este e-mail com segurança.
pt_pt: Se você não solicitou essa alteração, pode excluir este e-mail com segurança.
ro: Dacă nu ați solicitat această modificare, puteți șterge în siguranță acest e-mail.
ru: Если вы не запрашивали это изменение, вы можете спокойно удалить это письмо.
sr: Ако нисте тражили ову промену, можете безбедно да избришете ову е-пошту.
sv: Om du inte begärde den här ändringen kan du säkert ta bort det här e-postmeddelandet.
th: หากคุณไม่ได้ร้องขอการเปลี่ยนแปลง คุณสามารถลบอีเมลนี้ได้อย่างปลอดภัย
uk: Якщо ви не просили про цю зміну, ви можете сміливо видалити цей лист.
ur: اگر آپ نے اس تبدیلی کی درخواست نہیں کی ہے، تو آپ اس ای میل کو محفوظ طریقے سے حذف کر سکتے ہیں۔

source: Your password won't change until you access the link above and create a new one.
ca: La vostra contrasenya no canviarà fins que no accediu a l'enllaç anterior i en creeu una de nova.
cs: Vaše heslo se nezmění, dokud nevstoupíte na výše uvedený odkaz a nevytvoříte si nové.
cy: Ni fydd eich cyfrinair yn newid nes i chi gyrchu'r ddolen uchod a chreu un newydd.
da: Din adgangskode vil ikke ændre sig, indtil du får adgang til linket ovenfor og oprette en ny.
de: Ihr Passwort wird sich erst ändern, wenn Sie über den obigen Link ein neues Passwort erstellen.
es: Tu contraseña no se actualizará hasta que accedas al enlace de arriba y crees una nueva.
fi: Salasanasi ei muutu, ennen kuin käytät yllä olevaa linkkiä ja luot uuden.
fr: Votre mot de passe ne changera pas jusqu'à ce que vous accédiez au lien ci-dessus pour en créer un nouveau.
hi: जब तक आप ऊपर दिए गए लिंक तक पहुँच के एक नया पासवर्ड नहीं बनाते तब तक आपका पासवर्ड नहीं बदलेगा।
hu: Jelszava addig nem változik, amíg el nem éri a fenti linket, és nem hoz létre egy újat.
id: Password Anda tidak akan berubah jika Anda tidak mengakses tautan di atas lalu membuat password yang baru.
is: Lykilorði þínu verður ekki breytt þartil þú hefur heimsótt hlekkinn hér að ofan og búið til nýtt.
it: La password non cambierà fino a quando si accede al link qui sopra e crearne uno nuovo.
ja: 上記のリンクにアクセスして新しいパスワードを作成するまで、パスワードは変更されません。
lv: Parole netiks mainīta, kamēr nepiekļūsiet iepriekš norādītajai saitei un neizveidosiet jaunu.
nl: Uw wachtwoord zal niet veranderen totdat u toegang tot de bovenstaande link en maak een nieuwe.
no: Passordet ditt endres ikke før du åpner lenken ovenfor og oppretter et nytt.
pl: Twoje hasło się nie zmieni dopóki nie otworzysz powyższego linku i nie nadasz nowego hasła.
pt_br: Sua senha não será alterada até que você acesse o link acima e crie uma nova.
pt_pt: A sua senha não será alterada até que você aceda ao link em cima e crie uma nova.
ro: Parola dvs. nu se v-a schimba până când nu accesați link-ul de mai sus și setați una nouă.
ru: Ваш пароль не изменится, пока вы не перейдете по ссылке выше и не создадите новый.
sr: Ваша лозинка се неће променити док не приступите горњој вези и не направите нову.
sv: Ditt lösenord kommer inte att ändras förrän du öppnar länken ovan och skapa ett nytt.
th: รหัสผ่านของคุณจะไม่เปลี่ยนจนกว่าคุณจะเข้าถึงลิงก์ด้านบนและสร้างใหม่
uk: Ваш пароль не мінятиметься, доки Ви не перейдете за посиланням вище і не створите новий.
ur: آپ کا پاس ورڈ تبدیل نہیں ہو گا جب تک آپ اوپر لنک پر نہ جایں اور ایک نیا بنائیں۔

source: Unlock Your Account
ca: Desbloqueja el teu compte
cs: Odemkněte svůj účet
cy: Datgloi Eich Cyfrif
da: Lås din konto op
de: Entsperren Sie Ihr Konto
es: Desbloquee su cuenta
fi: Avaa tilisi
fr: Débloquez votre compte
hi: अपना खाता अनलॉक करें
hu: Oldja fel fiókját
id: Buka Kunci Akun Anda
is: Opnaðu reikninginn þinn
it: Sblocca il tuo account
ja: アカウントのロックを解除する
lv: Atbloķējiet savu kontu
nl: Ontgrendel uw account
no: Lås opp kontoen din
pl: Odblokuj swoje konto
pt_br: Desbloqueie sua conta
pt_pt: Desbloqueie sua conta
ro: Deblocați contul dvs
ru: Разблокировать счет
sr: Откључајте свој налог
sv: Lås upp ditt konto
th: ปลดล็อกบัญชีของคุณ
uk: Розблокуйте свій обліковий запис
ur: اپنا اکاؤنٹ غیر مقفل کریں۔

source: Your account has been locked due to an excessive number of unsuccessful sign in attempts.
ca: El vostre compte s'ha bloquejat a causa d'un nombre excessiu d'intents d'inici de sessió fallits.
cs: Váš účet byl uzamčen z důvodu nadměrného počtu neúspěšných pokusů o přihlášení.
cy: Mae eich cyfrif wedi'i gloi oherwydd nifer ormodol o ymdrechion mewngofnodi aflwyddiannus.
da: Din konto er blevet låst på grund af et for stort antal mislykket forsøg.
de: Ihr Konto wurde aufgrund einer zu großen Anzahl von erfolglosen Anmeldeversuchen gesperrt.
es: Tu cuenta ha sido bloqueada debido a un excesivo número de intentos de inicio de sesión sin éxito.
fi: Tilisi on lukittu liian monien epäonnistuneiden kirjautumisyritysten vuoksi.
fr: Votre compte a été bloqué en raison d'un nombre excessif d'échecs d'authentification.
hi: अत्यधिक असफल साइन इन प्रयासों के करण आपका खाता लॉक कर दिया गया है।
hu: Fiókját túl sok sikertelen bejelentkezési kísérlet miatt zároltuk.
id: Akun Anda telah dikunci karena terlalu banyak percobaan masuk yang gagal.
is: Aðgangi þínum hefur verið læst vegna óvenjulegs fjölda af misheppnum innskráningartilraunum.
it: Il tuo account è stato bloccato a causa di un numero eccessivo di segno successo nei tentativi.
ja: サインインに何度も失敗したため、アカウントがロックされました。
lv: Jūsu konts ir bloķēts pārāk daudzu neveiksmīgu pieslēgšanās mēģinājumu dēļ.
nl: Je account is geblokkeerd als gevolg van een te groot aantal mislukte teken in pogingen.
no: Kontoen din har blitt låst på grunn av et for stort antall mislykkede påloggingsforsøk.
pl: Twoje konto zostało zablokowane z powodu zbyt dużej liczby nieudanych prób logowania.
pt_br: Sua conta foi bloqueada devido a várias tentativas de logins sem sucesso.
pt_pt: A sua conta foi bloqueada devido a um número excessivo de tentativas de início de sessão sem sucesso.
ro: Contul dumneavoastră a fost blocat din cauza unui număr ridicat de încercări de autentificare eșuate.
ru: Ваш аккаунт был заблокирован из-за чрезмерного количества неудачных попыток входа в систему.
sr: Ваш налог је закључан због превеликог броја неуспешних покушаја пријављивања.
sv: Ditt konto har låsts på grund av ett alltför stort antal misslyckade inloggningsförsök.
th: บัญชีของคุณถูกล็อคเนื่องจากมีการพยายามลงชื่อเข้าใช้ไม่สำเร็จหลายครั้งมากเกินไป
uk: Ваш обліковий запис був заблокований через велику кількість невдалих спроб входу.
ur: یکے بعد دیگرے ناکام لاگ ان کوششوں کی وجہ سے آپ کا کھاتا بند کردیا گیا ہے۔

source: Click this link
ca: Feu clic a aquest enllaç
cs: Klikněte na tento odkaz
cy: Cliciwch y ddolen hon
da: Klik på dette link
de: Klicken Sie auf diesen Link
es: Haga clic en este enlace
fi: Napsauta tätä linkkiä
fr: Cliquez sur ce lien
hi: इस लिंक पर क्लिक करें
hu: Kattintson erre a linkre
id: Klik tautan ini
is: Smelltu á þennan hlekk
it: Fare clic su questo collegamento
ja: このリンクをクリックしてください
lv: Noklikšķiniet uz šīs saites
nl: Klik op deze koppeling
no: Klikk på denne linken
pl: Kliknij ten link
pt_br: Clique neste link
pt_pt: Clique neste link
ro: Faceți clic pe acest link
ru: Нажмите на эту ссылку
sr: Кликните на ову везу
sv: Klicka på den här länken
th: คลิกที่ลิงค์นี้
uk: Перейдіть за цим посиланням
ur: اس لنک پر کلک کریں۔

source: to unlock your account or by copying and pasting the following URL into your browser:
ca: per desbloquejar el vostre compte o copiant i enganxant l'URL següent al vostre navegador:
cs: k odemknutí účtu nebo zkopírováním a vložením následující adresy URL do prohlížeče:
cy: i ddatgloi eich cyfrif neu drwy gopïo a gludo'r URL canlynol i'ch porwr:
da: for at låse din konto op eller ved at kopiere og indsætte følgende URL i din browser:
de: zum Entsperren Ihres Kontos oder durch Kopieren und Einfügen der folgenden URL in Ihren Browser:
es: para desbloquear su cuenta o copiando y pegando la siguiente URL en su navegador:
fi: avataksesi tilisi lukituksen tai kopioimalla ja liittämällä seuraavan URL-osoitteen selaimeesi:
fr: pour déverrouiller votre compte ou en copiant et collant l'URL suivante dans votre navigateur :
hi: अपना खाता अनलॉक करने के लिए या निम्न URL को कॉपी करके अपने ब्राउज़र में पेस्ट करें:
hu: fiókja zárolásának feloldásához, vagy a következő URL-cím másolásával és beillesztésével a böngészőbe:
id: untuk membuka kunci akun Anda atau dengan menyalin dan menempelkan URL berikut ini ke dalam browser Anda:
is: til að opna reikninginn þinn eða með því að afrita og líma eftirfarandi vefslóð inn í vafrann þinn:
it: per sbloccare il tuo account o copiando e incollando il seguente URL nel tuo browser:
ja: アカウントのロックを解除するには、次の URL をコピーしてブラウザに貼り付けます。
lv: lai atbloķētu savu kontu vai kopējot un ielīmējot pārlūkprogrammā šādu URL:
nl: om uw account te ontgrendelen of door de volgende URL in uw browser te kopiëren en te plakken:
no: for å låse opp kontoen din eller ved å kopiere og lime inn følgende URL i nettleseren din:
pl: aby odblokować swoje konto lub kopiując i wklejając następujący adres URL do przeglądarki:
pt_br: para desbloquear sua conta ou copiando e colando o seguinte URL em seu navegador:
pt_pt: para desbloquear sua conta ou copiando e colando o seguinte URL em seu navegador:
ro: pentru a vă debloca contul sau copiind și lipind următoarea adresă URL în browserul dumneavoastră:
ru: для разблокировки аккаунта или скопировав и вставив в браузер следующий URL-адрес:
sr: да бисте откључали свој налог или копирањем и лепљењем следеће УРЛ адресе у прегледач:
sv: för att låsa upp ditt konto eller genom att kopiera och klistra in följande URL i din webbläsare:
th: เพื่อปลดล็อกบัญชีของคุณหรือคัดลอกและวาง URL ต่อไปนี้ในเบราว์เซอร์ของคุณ:
uk: щоб розблокувати свій обліковий запис, або скопіювавши та вставивши наступну URL-адресу у ваш браузер:
ur: اپنے اکاؤنٹ کو غیر مقفل کرنے کے لیے یا درج ذیل یو آر ایل کو اپنے براؤزر میں کاپی اور پیسٹ کر کے:

source: New password
ca: Contrasenya nova
cs: Nové heslo
cy: Cyfrinair newydd
da: Nyt kodeord
de: Neues Passwort
es: Nueva contraseña
fi: Uusi salasana
fr: Nouveau mot de passe
hi: नया पासवर्ड
hu: Új jelszó
id: Password baru
is: Nýtt lykilorð
it: Nuova password
ja: 新しいパスワード
lv: Jaunā parole
nl: Nieuw wachtwoord
no: Nytt passord
pl: Nowe hasło
pt_br: Nova Senha
pt_pt: Nova Palavra-passe
ro: Parolă nouă
ru: Новый пароль
sr: Нова лозинка
sv: Nytt lösenord
th: รหัสผ่านใหม่
uk: Новий пароль
ur: نیا خفیہ لفظ

source: Confirm new password
ca: Confirmeu la contrasenya nova
cs: Potvrdit nové heslo
cy: Cadarnhau cyfrinair newydd
da: Bekræft ny adgangskode
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fi: Vahvista uusi salasana
fr: Valider mon mot de passe
hi: नए पासवर्ड की पुष्टि करें
hu: Erősítse meg az új jelszavát
id: Konfirmasi password baru
is: Staðfesta nýtt lykilorð
it: Conferma la nuova password
ja: 新しいパスワードを確認
lv: Apstiprināt jauno paroli
nl: Bevestig nieuw wachtwoord
no: Bekreft nytt passord
pl: Potwierdź nowe hasło
pt_br: Confirme a nova senha
pt_pt: Confirme a nova palavra-passe
ro: Confirmați parola nouă
ru: Подтвердите новый пароль
sr: Потврдите нову лозинку
sv: Bekräfta nytt lösenord
th: ยืนยันรหัสผ่านใหม่
uk: Підтвердьте новий пароль
ur: نئے خفیہ لفظ کی تصدیق کریں۔

source: A minimum of %d characters is required but the more the better.
ca: Es requereix un mínim de %d caràcters, però com més, millor.
cs: Minimální vyžadovaný počet znaků: %d. Ale čím více, tím lépe.
cy: Mae angen o leiaf %d nod ond gorau po fwyaf.
da: Der kræves et minimum på %d tegn, men jo flere tegn jo bedre.
de: Mindestens %d Zeichen erforderlich. Je mehr, desto besser.
es: Se requiere un mínimo de %d caracteres, pero cuantos más, mejor.
fi: Vähintään %d merkkiä vaaditaan, mutta mitä enemmän, sen parempi.
fr: Un minimum de %d caractères est requis mais plus il y en a, mieux c'est.
hi: कम से कम %d वर्णों की आवश्यकता है लेकिन जितना अधिक उतना बेहतर।
hu: Minimum %d karakter szükséges, de minél több, annál jobb.
id: Minimal diperlukan karakter %d, tetapi lebih banyak lebih baik.
is: Að lágmarki %d stafir þarf en því fleiri því betra.
it: È richiesto un minimo di %d caratteri, ma più sono e meglio è.
ja: 最低 %d 文字が必要ですが、多いほど良いです。
lv: Nepieciešamas vismaz %d rakstzīmes. Jo vairāk rakstzīmes, jo labāk.
nl: Er zijn minimaal %d tekens vereist, maar hoe meer hoe beter.
no: Minimum %d tegn kreves, men jo flere jo bedre.
pl: Wymagane jest minimum %d znaków, ale im więcej, tym lepiej.
pt_br: É necessário um mínimo de %d caracteres, mas quanto mais, melhor.
pt_pt: É necessário um mínimo de %d caracteres, mas quanto mais, melhor.
ro: Este necesar un minim de %d caractere, dar cu cât mai multe, cu atât mai bine.
ru: Требуется минимум %d символов, но чем больше, тем лучше.
sr: Потребно је најмање %д знакова, али што више, то боље.
sv: Minst %d tecken krävs men ju fler desto bättre.
th: ต้องมีอักขระอย่างน้อย %d ตัว แต่ยิ่งมากยิ่งดี
uk: Потрібно ввести мінімум %d символів, але чим більше, тим краще.
ur: کم از کم %d حروف درکار ہیں لیکن جتنا زیادہ بہتر ہے۔

source: Change Email
ca: Canvia l'a/e
cs: Změnit e-mail
cy: Newid E-bost
da: Skift e-mail
de: E-Mail ändern
es: Cambiar Email
fi: Vaihda sähköposti
fr: Modifier l'email
hi: बदले ई - मेल
hu: E-mailt változtatás
id: Ubah Email
is: Breyta tölvupósti
it: Cambia Email
ja: メールアドレスを変更
lv: Mainīt e-pastu
nl: E-mail Wijzigen
no: Endre e-post
pl: Nowy adres e-mail
pt_br: Mude o e-mail
pt_pt: Alterar E-mail
ro: Schimbă e-mailul
ru: Изменить электронную почту
sr: Промена Е-маил
sv: Ändra e-post
th: เปลี่ยนอีเมล
uk: Змінити електронну пошту
ur: ای میل تبدیل کریں

source: Current Password
ca: Contrasenya actual
cs: Současné heslo
cy: Cyfrinair Cyfredol
da: Nuværende kodeord
de: Aktuelles Passwort
es: Contraseña actual
fi: Nykyinen salasana
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
id: Kata Sandi Saat Ini
is: Núverandi lykilorð
it: Password Attuale
ja: 現在のパスワード
lv: Pašreizējā parole
nl: Huidige Wachtwoord
no: Nåværende passord
pl: Obecne hasło
pt_br: Senha atual
pt_pt: Palavra-passe atual
ro: Parola curentă
ru: Текущий пароль
sr: Тренутна лозинка
sv: Nuvarande lösenord
th: รหัสผ่านปัจจุบัน
uk: Поточний пароль
ur: موجودہ خفیہ لفظ

source: API Token
ca: Token API
cy: Tocyn API
es: Token de API
fi: API-avain
fr: Token d'API
hi: एपीआई टोकन
id: Token API
is: API tákn
it: Token API
ja: APIトークン
lv: API marķieris
pl: Token API
pt_br: Token da API
ro: Token API
ru: API-токен
sr: АПИ токен
th: โทเค็น API
uk: Токен API
ur: API ٹوکن
